Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms.DataVisualization/Resources.*.resx
Languages: cs_cz, fi_fi, nl_be, sv_se

# BusinessChartSelectedXDimensionNotFound
source: The selected X dimension was not found.
cs_cz: Vybraná dimenze X nebyla nalezena.
fi_fi: Valittua X-dimensiota ei löytynyt.
nl_be: De geselecteerde X-dimensie is niet gevonden.
sv_se: Det gick inte att hitta den valda X-dimensionen.

# BusinessChartDimensionTooltip
source: Dimension
cs_cz: Dimenze
fi_fi: Dimensio
nl_be: Dimensie

# BusinessChartEmptyMeasure
source: One or more of the selected measures are empty.
cs_cz: Minimálně jeden ukazatel je prázdný.
fi_fi: Osa valituista mitoista on tyhjiä.
nl_be: Een of meer van de geselecteerde maateenheden zijn leeg.
sv_se: Ett eller flera av de valda måtten är tomma.

# BusinessChartSecondaryDimensionTooltip
source: Secondary Dimension
cs_cz: Vedlejší dimenze
fi_fi: Toissijainen dimensio
nl_be: Secundaire dimensie
sv_se: Sekundär dimension

# BusinessChartAggregationTypeMax
source: Maximum
fi_fi: Suurin

# BusinessChartSelectMeasure
source: <Select a measure>
cs_cz: <Vyberte ukazatel>
fi_fi: <Valitse mitta>
nl_be: <Selecteer een meeteenheid>
sv_se: <Välj ett mått>

# BusinessChartAggregationTypeMin
source: Minimum
fi_fi: Pienin

# BusinessChartSelectedMeasuresNotFound
source: One or more of the selected measures was not found.
cs_cz: Nejméně jeden vybraný ukazatel nebyl nalezen.
fi_fi: Yhtä tai useaa valittua mittaa ei löytynyt.
nl_be: Een of meer van de geselecteerde maateenheden zijn niet gevonden.
sv_se: Det gick inte att hitta ett eller flera av de valda måtten.

# BusinessChartAggregationTypeRelativePct
source: RelativePct
fi_fi: SuhteellinenProsentti
nl_be: Relatief percentage

# BusinessChartAggregationTypeNone
source: No Aggregation
cs_cz: Žádná agragace
fi_fi: Ei yhdistämistä
nl_be: Geen samenvoeging
sv_se: Ingen aggregering

# BusinessChartLegendTooltip
source: {0} of {1}
cs_cz: {0} z {1}
fi_fi: Kohteen {1} {0}
nl_be: {0} van {1}
sv_se: {0} av {1}

# BusinessChartSelectedZDimensionNotFound
source: The selected Z dimension was not found.
cs_cz: Vybraná dimenze Z nebyla nalezena.
fi_fi: Valittua Z-dimensiota ei löytynyt.
nl_be: De geselecteerde Z-dimensie is niet gevonden.
sv_se: Det gick inte att hitta den valda Z-dimensionen.

# BusinessChartAggregationTypeRelative
source: Relative
cs_cz: Příbuzný
fi_fi: Omainen
nl_be: Relatief
sv_se: Relativ

# BusinessChartAggregationTypeSum
source: Sum
fi_fi: Summa
nl_be: Som
sv_se: Summa

# BusinessChartMissingMeasure
source: Select measures for the chart.
cs_cz: Vyberte ukazatele pro graf.
fi_fi: Valitse mitat kaaviolle.
nl_be: Selecteer meeteenheden voor het diagram.
sv_se: Välj mått för diagrammet.

# BusinessChartSupportedSeriesTypeInfo
source: Pie, doughnut, funnel, and radar chart types cannot be combined with other chart types.
cs_cz: Výsečový, prstencový, trychtýřový a paprskový typ grafu nemohou být kombinovány s jinými typy grafů.
fi_fi: Ympyrä-, rengas-, vuo- ja säteittäisiä kaaviotyyppejä ei voi yhdistää muihin kaaviotyyppeihin.
nl_be: De diagramsoorten 'taart', 'ring', 'trechter' en 'radar' kunnen niet met andere diagramsoorten worden gecombineerd.
sv_se: Cirkel-, ring-, tratt- och polärdiagramtyper kan inte kombineras med andra diagramtyper.

# BusinessChartSeveralMeasures
source: Measures ({0})
cs_cz: Ukazatelé ({0})
fi_fi: Mitat ({0})
nl_be: Meeteenheden ({0})
sv_se: Mått ({0})

# BusinessChartNoData
source: Data to show in this view does not exist.
cs_cz: Data k zobrazení v tomto náhledu neexistují.
fi_fi: Näkymässä näytettäviä tietoja ei ole.
nl_be: De in deze weergave te tonen gegevens bestaan niet.
sv_se: Data som ska visas i den här vyn finns inte.

# BusinessChartMissingDimension
source: Select dimensions for the chart.
cs_cz: Vyberte dimenze pro graf.
fi_fi: Valitse dimensiot kaaviolle.
nl_be: Selecteer dimensies voor het diagram.
sv_se: Välj dimensioner för diagrammet.

# BusinessChartInvalidDefinition
source: The specified chart definition is not valid.
cs_cz: Definice specifikovaného grafu je neplatná.
fi_fi: Määritetty kaaviomääritys ei kelpaa.
nl_be: De opgegeven diagramdefinitie is niet geldig.
sv_se: Den angivna diagramdefinitionen är inte giltig.

# BusinessChartDateTimeAxisWeekendStripLine
source: Weekend
cs_cz: Týden
fi_fi: Viikonloppu
sv_se: Veckoslut

# BusinessChartPrintFailed
source: An error occurred while printing chart to {0}.
cs_cz: Vyskytla se chyba při tisku grafu {0}.
fi_fi: Virhe tulostettaessa kaaviota kohteeseen {0}.
nl_be: Er is een fout opgetreden bij het afdrukken van het diagram naar {0}.
sv_se: Ett fel uppstod vid utskrift av diagram till {0}.

# BusinessChartAggregationTypeAverage
source: Average
cs_cz: Průměr
fi_fi: Keskiarvo
nl_be: Gemiddelde
sv_se: Genomsnitt

# BusinessChartMeasuresTooltip
source: Measures
cs_cz: Ukazatele
fi_fi: Mitat
nl_be: Meeteenheden
sv_se: Mått

# BusinessChartSelectDimension
source: <Select a dimension>
cs_cz: <Vyberte dimenzi>
fi_fi: <Valitse dimensio>
nl_be: <Selecteer een dimensie>
sv_se: <Välj en dimension>

# BusinessChartMeasureTooltipText
source: {0} of {1}
cs_cz: {0} z {1}
fi_fi: Kohteen {1} {0}
nl_be: {0} van {1}
sv_se: {0} av {1}

# BusinessChartAggregationTypeCount
source: Count
cs_cz: Počet
fi_fi: Määrä
nl_be: Aantal
sv_se: Antal

# BusinessChartDimensionOrMeasureNone
source: <None>
cs_cz: <Žádný>
fi_fi: <Ei yhtään>
nl_be: <Geen>
sv_se: <Ingen>

# BusinessChartMissingDimensionAndMeasure
source: Select measures and dimensions for the chart.
cs_cz: Vyberte ukazatele a dimenze pro graf.
fi_fi: Valitse mitat ja dimensiot kaaviolle.
nl_be: Selecteer meeteenheden en dimensies voor het diagram.
sv_se: Välj mått och dimensioner för diagrammet.

# BusinessChartDimensionOrMeasureNoneTooltip
source: Clear selections
cs_cz: Zrušit výběr
fi_fi: Tyhjennä valinnat
nl_be: Selecties wissen
sv_se: Rensa val
