Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.DocumentService.Types/DocumentServiceResource.*.resx
Languages: de_de, es_es, fr_fr, is_is, nl_nl, ru_ru, sv_se

# DocumentAlreadyExists
source: Could not save the following document because a document with the same name already exists: {0}.
de_de: Das folgende Dokument konnte nicht gespeichert werden, da ein Dokument mit demselben Namen bereits vorhanden ist: {0}.
es_es: No se pudo guardar el siguiente documento porque ya existe un documento con el mismo nombre: {0}.
fr_fr: Impossible d'enregistrer le document suivant car un document portant le même nom existe déjà : {0}.
is_is: Ekki tókst að vista eftirfarandi fylgiskjal þar sem nú þegar er til fylgiskjal með sama heiti: {0}.
nl_nl: Kon het volgende document niet opslaan omdat er al een document met dezelfde naam bestaat: {0}
ru_ru: Не удалось сохранить следующий документ, так как документ с тем же именем уже существует: {0}.
sv_se: Det gick inte att spara följande dokument eftersom det redan finns ett dokument med samma namn: {0}.

# SharePointPersonalSiteNotCreated
source: Your Office 365 site is not yet ready for use. You can log on to the following website to make it ready for use: {0}.
de_de: Ihre Office 365-Site ist noch nicht zur Verwendung bereit. Sie können sich auf der folgenden Website anmelden, um sie zur Nutzung vorzubereiten: {0}.
es_es: Su sitio de Office 365 aún no está listo para usar. Puede iniciar sesión en el siguiente sitio web para habilitarlo para el uso: {0}.
fr_fr: Votre site Office 365 n'est pas encore prêt pour utilisation. Vous pouvez vous connecter sur le site web suivant pour le rendre prêt pour utilisation : {0}.
is_is: Office 365 svæði notanda er ekki tilbúið til notkunar. Notandi getur skráð sig inn á eftirfarandi vefsvæði til gera það klárt til notkunar: {0}.
nl_nl: Uw Office 365-site is nog niet gereed voor gebruik. U kunt zich bij de volgende website aanmelden om uw site gereed te maken voor gebruik: {0}.
ru_ru: Ваш сайт Office 365 еще не готов к использованию. Чтобы подготовить его к использованию, вы можете выполнить вход на следующий веб-сайт: {0}.
sv_se: Din Office 365-webbplats är ännu inte klar att användas. Du kan logga in på följande webbplats och göra klart den för användning: {0}.

# SharePointPropertyValidation
source: The following property has not been set correctly: {0}.
de_de: Die folgende Eigenschaft wurde nicht ordnungsgemäß festgelegt: {0}.
es_es: La propiedad siguiente no se ha definido correctamente: {0}.
fr_fr: La propriété suivante n'a pas été définie correctement : {0}.
is_is: Eftirfarandi eiginleiki hefur ekki verið rétt stilltur: {0}.
nl_nl: De volgende eigenschap is niet juist ingesteld: {0}.
ru_ru: Следующее свойство установлено неправильно: {0}.
sv_se: Följande egenskap är inte korrekt angiven: {0}.

# SharePointUploadDocumentFailure
source: Could not upload the following document: {0}. Make sure that the file is not read-only and that it is not opened in another program by you or another user.
de_de: Das folgende Dokument konnte nicht hochgeladen werden: {0}. Stellen Sie sicher, dass die Datei nicht schreibgeschützt ist und in keinem anderen Programm von Ihnen oder einem anderen Benutzer geöffnet ist.
es_es: No se pudo cargar el documento siguiente: {0}. Compruebe que el archivo no es de solo lectura y que usted u otro usuario no lo hayan abierto en otro programa.
fr_fr: Impossible de charger le document suivant : {0}. Assurez-vous que le fichier n'est pas en lecture seule et qu'il n'est pas ouvert dans un autre programme, par vous ou par un autre utilisateur.
is_is: Ekki tókst að hlaða upp eftirfarandi fylgiskjali: {0}. Ganga skal úr skugga um að skráin sé ekki skrifvarin og að þú eða annar notandi hafi hana ekki opna í öðru forriti.
nl_nl: Kon het volgende document niet laden: {0}. Controleer of het bestand niet alleen-lezen is en dat het niet door u of een andere gebruiker in een ander programma is geopend.
ru_ru: Не удалось отправить следующий документ: {0}. Убедитесь, что папка не доступна только для чтения и что ее не открыли в другой программе вы или другой пользователь.
sv_se: Det gick inte att överföra följande dokument: {0}. Kontrollera att filen inte är skrivskyddad och att den inte är öppen i ett annat program av dig eller av en annan användare.

# DocumentServiceAuthenticationError
source: The specified user name and password did not pass authentication.
de_de: Der angegebene Benutzername und das Kennwort haben die Authentifizierung nicht bestanden.
es_es: El nombre de usuario y la contraseña especificados no pasaron la autenticación.
fr_fr: Le nom d'utilisateur et le mot de passe spécifiés n'ont pas pu être authentifiés.
is_is: Tilgreint notandanafn og aðgangsorð stóðust ekki sannvottun.
nl_nl: De opgegeven gebruikersnaam en wachtwoord konden niet worden geverifieerd.
ru_ru: Указанные имя пользователя и пароль не прошли проверку подлинности.
sv_se: Det angivna användarnamnet och lösenordet klarade inte autentiseringen.

# SharePointClientNotConnected
source: The SharePoint client has not been connected.
de_de: Zum SharePoint-Client wurde keine Verbindung hergestellt.
es_es: El cliente SharePoint no se ha conectado.
fr_fr: Le client SharePoint n'a pas été connecté.
is_is: SharePoint-biðlarinn hefur ekki verið tengdur.
nl_nl: De SharePoint-client is niet verbonden.
ru_ru: Клиент SharePoint не подключен.
sv_se: SharePoint-klienten har inte anslutits.

# SharePointComponentsNotInstalled
source: Cannot connect to SharePoint Online because one or more required files or assemblies are missing. SharePoint Server returns the following error: {0}.
de_de: Zu SharePoint Online kann keine Verbindung hergestellt werden, da mindestens eine erforderliche Datei oder Assembly fehlt. SharePoint Server gibt den folgenden Fehler zurück: {0}.
es_es: No se puede conectar con SharePoint Online porque faltan uno o varios archivos o ensamblados obligatorios. SharePoint Server devuelve el siguiente error: {0}.
fr_fr: Impossible de se connecter à SharePoint Online car un ou plusieurs fichiers ou assemblages requis sont manquants. SharePoint Server renvoie l'erreur suivante : {0}.
is_is: Ekki tókst að tengjast við SharePoint Online þar sem eina eða fleiri nauðsynlegar skrár eða samsetningar vantar. SharePoint Server skilar eftirfarandi villu: {0}.
nl_nl: Kan geen verbinding tot stand brengen met SharePoint Online omdat één of meer vereiste bestanden of assemblages ontbreken. SharePoint Server vertoont de volgende fout: {0}.
ru_ru: Не удается подключиться к SharePoint Online, так как отсутствуют один или более требуемых файлов или сборок. SharePoint Server возвращает следующую ошибку: {0}.
sv_se: Det går inte att ansluta till SharePoint Online eftersom minst en obligatorisk fil eller sammansättning saknas. SharePoint Server returnerar följande fel: {0}.

# SharePointPersonalSiteNotSupportingStorage
source: Cannot save the file because Office 365 personal site is not configured for storing documents. Log on to the following website to view the problem: {0}.
de_de: Die Datei kann nicht gespeichert werden, da die private Office 365-Website nicht zur Speicherung von Dokumenten konfiguriert ist. Melden Sie sich an folgender Website an, um das Problem anzuzeigen: {0}.
es_es: No se puede guardar el archivo porque el sitio personal de Office 365 no está configurado para almacenar documentos. Inicie sesión en el siguiente sitio web para ver el problema: {0}.
fr_fr: Impossible d'enregistrer le fichier car le site personnel d'Office 365 n'est pas configuré pour enregistrer des documents. Connectez-vous au site web suivant pour consulter le problème : {0}.
is_is: Ekki er hægt að vista skrána þar sem persónulega Office 365 svæðið hefur ekki verið grunnstillt fyrir vistun skjala. Notandi skal skrá sig inn á eftirfarandi vefsvæði til að skoða vandamálið: {0}.
nl_nl: Kan het bestand niet opslaan omdat de persoonlijke Office 365-site niet is geconfigureerd voor het opslaan van documenten. Meld u bij de volgende website aan om het probleem te bekijken: {0}.
ru_ru: Не удается сохранить файл, так как личный сайт Office 365 не настроен на сохранение документов. Выполните вход на следующий веб-сайт, чтобы просмотреть проблему: {0}.
sv_se: Det går inte att spara filen eftersom den personliga Office 365-webbplatsen inte konfigurerats för att lagra dokument. Logga in på följande webbplats om du vill visa problemet: {0}.

# SharePointUrlIsNotValid
source: The specified host name URL for the SharePoint site is not valid: '{0}'.
de_de: Die angegebene Hostnamen-URL für die SharePoint-Site ist nicht gültig: "{0}".
es_es: La dirección URL del nombre de host especificada para el sitio de SharePoint no es válida: '{0}'.
fr_fr: L'URL de nom d'hôte spécifié pour le site SharePoint n'est pas valide : « {0} ».
is_is: Tilgreint slóð hýsisheitis SharePoint-svæðið er ekki gild: „{0}“.
nl_nl: De opgegeven hostnaam-URL voor de SharePoint-site is niet geldig: '{0}'.
ru_ru: Указанный URL-адрес имени хоста для сайта SharePoint недопустим: "{0}".
sv_se: Det angivna värdnamnet i URL:en till SharePoint-webbplatsen är inte giltigt: {0}.

# SharePointGeneralExceptionText
source: Could not connect to the SharePoint site. SharePoint Server returned the following error: {0}.
de_de: Verbindung zur SharePoint-Site nicht möglich. SharePoint Server gab den folgenden Fehler zurück: {0}.
es_es: No se pudo conectar con el sitio de SharePoint. SharePoint Server devolvió el siguiente error: {0}.
fr_fr: Impossible de se connecter au site SharePoint. SharePoint Server a retourné l'erreur suivante : {0}.
is_is: Ekki tókst að tengjast við SharePoint-svæðið. SharePoint Server skilaði eftirfarandi villu: {0}.
nl_nl: Kon geen verbinding tot stand brengen met de SharePoint-site'. SharePoint Server vertoonde de volgende fout: {0}.
ru_ru: Не удалось подключиться к сайту SharePoint. SharePoint Server возвращает следующую ошибку: {0}.
sv_se: Det gick inte att ansluta till SharePoint-webbplatsen. SharePoint Server returnerade följande fel: {0}.

# DocumentServiceProviderNotFound
source: The following document service provider could not be found: '{0}'.
de_de: Der folgende Dokumentdienstanbieter wurde nicht gefunden: "{0}".
es_es: No se encontró el siguiente proveedor de servicios de documentos: '{0}'.
fr_fr: Impossible de trouver le fournisseur de service de document suivant : « {0} ».
is_is: Eftirfarandi skjalaþjónustuveita fannst ekki: „{0}“.
nl_nl: De volgende verlener van documentservices kon niet worden gevonden: '{0}'.
ru_ru: Не удалось найти следующий поставщик документооборота: "{0}".
sv_se: Det gick inte att hitta följande dokumenttjänstleverantör: {0}.

# SharePointStoreFolderNotDeleted
source: Cannot delete a folder with the specified name, {0}, because it does not exist in the document library.
de_de: Ein Ordner mit dem angegebenen Namen {0} kann nicht gelöscht werden, da er in der Dokumentenbibliothek nicht vorhanden ist.
es_es: No se puede eliminar una carpeta con el nombre especificado, {0}, porque no existe en la biblioteca de documentos.
fr_fr: Impossible de supprimer un dossier portant le nom spécifié, {0}, car il n'existe pas dans la bibliothèque de documents.
is_is: Ekki tókst að eyða möppu með tilgreinda heitinu, {0}, þar sem það er ekki til í skjalasafninu.
nl_nl: Kan geen map verwijderen met de opgegeven naam, {0}, omdat deze niet voorkomt in de documentbibliotheek.
ru_ru: Невозможно удалить папку с указанным именем, {0}, так как она не существует в библиотеке документов.
sv_se: Det går inte att ta bort en mapp med det angivna namnet, {0}, eftersom den inte finns i dokumentbiblioteket.

# SharePointStoreFolderNotCreated
source: Cannot create a folder with the specified name, {0}, because the document library returned an error.
de_de: Ein Ordner mit dem angegebenen Namen {0} kann nicht erstellt werden, da von der Dokumentenbibliothek ein Fehler zurückgegeben wurde.
es_es: No se puede crear una carpeta con el nombre especificado, {0}, porque la biblioteca de documentos devolvió un error.
fr_fr: Impossible de créer un dossier portant le nom spécifié, {0}, car la bibliothèque de documents a renvoyé une erreur.
is_is: Ekki tókst að stofna möppu með tilgreinda heitinu, {0}, þar sem skjalasafnið skilaði villu.
nl_nl: Kan geen map maken met de opgegeven naam, {0}, omdat de documentbibliotheek een fout liet zien.
ru_ru: Не удается создать папку с указанным именем, {0}, так как библиотека документов возвратила ошибку.
sv_se: Det går inte att skapa en mapp med det angivna namnet, {0}, eftersom dokumentbiblioteket returnerar ett fel.

# PropertyIdHasNoValue
source: The propertyId must contain a value.
de_de: Die propertyId muss einen Wert enthalten.
es_es: El propertyId debe contener un valor.
fr_fr: Le propertyId doit contenir une valeur.
is_is: Kennið propertyId verður að innihalda gildi.
nl_nl: De propertyId moet een waarde bevatten.
ru_ru: propertyId должен содержать значение.
sv_se: propertyId måste innehålla ett värde.

# SharePointConnectionError
source: Could not connect to the following SharePoint site '{0}'. SharePoint Server returned the following error: '{1}'.
de_de: Verbindung zur folgenden SharePoint-Site nicht möglich: "{0}". SharePoint Server gab den folgenden Fehler zurück: "{1}".
es_es: No se pudo conectar con el siguiente sitio de SharePoint: '{0}'. SharePoint Server devolvió el siguiente error: '{1}'.
fr_fr: Impossible de se connecter au site SharePoint suivant « {0} ». SharePoint Server a renvoyé l'erreur suivante : « {1} ».
is_is: Ekki tókst að tengjast við eftirfarandi SharePoint-svæði „{0}“. SharePoint Server skilaði eftirfarandi villu: „{1}“.
nl_nl: Kon geen verbinding tot stand brengen met de volgende SharePoint-site '{0}'. SharePoint Server vertoonde de volgende fout: '{1}'.
ru_ru: Не удалось подключиться к следующему сайту SharePoint: "{0}". SharePoint Server возвращает следующую ошибку: "{1}".
sv_se: Det gick inte att ansluta till följande SharePoint-webbplats {0}. SharePoint Server returnerade följande fel: {1}.

# SharePointStoreFolderNotFound
source: Cannot find a folder with the specified name, {0}, because the document library returned an error.
de_de: Ein Ordner mit dem angegebenen Namen {0} kann nicht gefunden werden, da von der Dokumentenbibliothek ein Fehler zurückgegeben wurde.
es_es: No se puede encontrar una carpeta con el nombre especificado, {0}, porque la biblioteca de documentos devolvió un error.
fr_fr: Impossible de trouver un dossier portant le nom spécifié, {0}, car la bibliothèque de documents a renvoyé une erreur.
is_is: Ekki tókst að finna möppu með tilgreinda heitinu, {0}, þar sem skjalasafnið skilaði villu.
nl_nl: Kan geen map vinden met de opgegeven naam, {0}, omdat de documentbibliotheek een fout liet zien.
ru_ru: Не удается найти папку с указанным именем, {0}, так как библиотека документов возвратила ошибку.
sv_se: Det går inte att hitta en mapp med det angivna namnet, {0}, eftersom dokumentbiblioteket returnerar ett fel.

# SharePointCredentialProblem
source: Could not obtain credentials to connect to the SharePoint site. SharePoint Server returned the following error: {0}.
de_de: Abrufen der Anmeldeinformationen zum Herstellen der Verbindung zur SharePoint-Site nicht möglich. SharePoint Server gab den folgenden Fehler zurück: {0}.
es_es: No se pudieron obtener las credenciales para conectar con el sitio de SharePoint. SharePoint Server devolvió el siguiente error: {0}.
fr_fr: Impossible d'obtenir des informations d'identification pour se connecter au site SharePoint. SharePoint Server a renvoyé l'erreur suivante : {0}.
is_is: Ekki tókst að sækja skilríki til að tengjast við SharePoint-svæðið. SharePoint Server skilaði eftirfarandi villu: {0}.
nl_nl: Kon geen aanmeldgegevens verkrijgen om een verbinding tot stand te brengen met de SharePoint-site. SharePoint Server vertoonde de volgende fout: {0}.
ru_ru: Не удалось получить учетные данные для подключения к сайту SharePoint. SharePoint Server возвращает следующую ошибку: {0}.
sv_se: Det gick inte att hämta autentiseringsuppgifter för att ansluta till SharePoint-webbplatsen. SharePoint Server returnerade följande fel: {0}.
