Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI/Resources.*.resx
Languages: cs_cz, da_dk, de_ch, es_es, fi_fi, fr_be, is_is, it_ch, nb_no, nl_be, ru_ru, sv_se, zh_cn

# BooleanFalse
source: False
cs_cz: NEPRAVDA
da_dk: Falsk
fi_fi: Epätosi
fr_be: Faux
nb_no: Usann
nl_be: Onwaar
sv_se: Falskt
zh_cn: 假

# MessageForm_YesPrompt
source: Yes
cs_cz: Ano
da_dk: Ja
de_ch: Ja
es_es: Sí
fi_fi: Kyllä
fr_be: Oui
is_is: Já
it_ch: Sì
nb_no: Ja
nl_be: Ja
ru_ru: Да
sv_se: Ja
zh_cn: 是啊

# EmailValidationRule_NotValid
source: The value specifies an e-mail address that is not valid.
cs_cz: Hodnota určuje e-mailovou adresu, která není platná.
da_dk: Værdien specificerer en mailadresse, der er ugyldig.
de_ch: Der Wert gibt eine ungültige E-Mail-Adresse an.
es_es: El valor especifica una dirección de correo electrónico que no es válida.
fi_fi: Arvo määrittää sähköpostiosoitteen, joka ei ole kelvollinen.
fr_be: La valeur spécifie une adresse électronique non valide.
is_is: Gildið stendur fyrir ógilt netfang.
it_ch: Il valore specifica un indirizzo e-mail non valido.
nb_no: Verdien angir en e-postadresse som ikke er gyldig.
nl_be: De waarde geeft een ongeldig e-mailadres aan.
ru_ru: Значение указывает на недопустимый адрес электронной почты.
sv_se: Värdet anger en e-postadress som inte är giltig.
zh_cn: 值指定了无效的电子邮件地址。

# PasteRowsColumnsMissing
source: Last {0} columns have not been pasted.
cs_cz: Poslední {0} sloupce nebyly vloženy.
da_dk: De sidste {0} kolonner er ikke blevet indsat.
de_ch: Die letzten {0} Spalten wurden nicht eingefügt.
es_es: No se han pegado las últimas {0} columnas.
fi_fi: Viimeistä {0} saraketta ei ole liitetty.
fr_be: Les {0} dernières colonnes n'ont pas été collées.
is_is: Síðustu {0} dálkar hafa ekki verið límdir.
it_ch: Le ultime {0} colonne non sono state incollate.
nb_no: De siste {0} kolonnene er ikke limt inn.
nl_be: De laatste {0} zijn niet geplakt.
ru_ru: Последние {0} столбцов не вставлены.
sv_se: De {0} sista kolumnerna har inte klistrats in.
zh_cn: 最后 {0} 列未糊化。

# FilterCouldNotBeExecuted
source: The filter could not be run because of conditions on the form. The filter has been reverted to the previous filter.
cs_cz: Filtr nelze spustit kvůli podmínkám ve formuláři. Filtr se vrátil k předchozí filtru.
da_dk: Filteret kunne ikke køres på grund af betingelserne i formularen. Filteret er blevet ført tilbage til det foregående filter.
de_ch: Der Filter konnte aufgrund von Bedingungen für das Formular nicht ausgeführt werden. Der Filter wurde auf den vorherigen Filter zurückgesetzt.
es_es: No se puede ejecutar el filtro debido a las condiciones del formulario. Se ha revertido el filtro anterior.
fi_fi: Suodatinta ei voitu ajaa lomakkeen ehtojen vuoksi. Suodatin korvattiin edellisellä suodattimella.
fr_be: Impossible d'appliquer le filtre en raison des conditions du formulaire. Le filtre précédent a été réactivé.
is_is: Ekki tókst að keyra afmörkunina vegna skilyrða í glugganum. Afmörkuninni hefur verið breytt aftur í fyrri afmörkun.
it_ch: Impossibile eseguire il filtro a causa delle condizioni nel form. È stato ripristinato il filtro precedente.
nb_no: Kan ikke kjøre filteret på grunn av vilkårene i skjemaet. Det forrige filteret ble gjenopprettet.
nl_be: Het filter kan niet worden uitgevoerd vanwege problemen op het formulier. Het filter is teruggedraaid naar de vorige versie van het filter.
ru_ru: Не удалось запустить фильтр из-за условий формы. Восстановлен предыдущий фильтр.
sv_se: Det gick inte att köra filtret på grund av villkoren i formuläret. Filtret har återställts till föregående filter.
zh_cn: 窗体上，无法运行条件筛选器。筛选器已收归到前面的过滤器。

# UrlParserCommandBase_InvalidGuid
source: Parameter {0} is not a valid GUID.
cs_cz: Parametr {0} není platným identifikátorem GUID.
da_dk: Parameteren {0} er ikke et gyldigt GUID.
de_ch: Beim Parameter '{0}' handelt es sich nicht um eine gültige GUID.
es_es: El parámetro {0} no es un GUID válido.
fi_fi: Parametri {0} ei ole kelvollinen GUID-tunnus.
fr_be: Le paramètre {0} n'est pas un GUID valide.
is_is: Færibreytan {0} er ekki gilt GUID.
it_ch: Il parametro {0} non è un GUID valido.
nb_no: Parameteren {0} er ikke en gyldig GUID.
nl_be: Parameter {0} is geen geldig GUID.
ru_ru: Параметр {0} не является допустимым GUID.
sv_se: Parametern {0} är inte ett giltigt GUID.
zh_cn: 参数 {0} 不是有效的 GUID。

# ColumnFilterGreaterThan
source: greater than
cs_cz: větší než
da_dk: er større end
de_ch: grösser als
es_es: mayor que
fi_fi: suurempi kuin
fr_be: supérieur à
is_is: meira en
it_ch: maggiore di
nb_no: større enn
nl_be: groter dan
ru_ru: больше чем
sv_se: större än
zh_cn: 大于

# MessageForm_OKPrompt
source: OK
es_es: Aceptar
is_is: Í lagi
ru_ru: ОК
zh_cn: 还行

# UrlParserCommandBase_BadQueryParameter
source: A specified parameter does not have both a name and a value.
cs_cz: Zadaný parametr nemá název a hodnotu.
da_dk: En angivet parameter har ikke både et navn og en værdi.
de_ch: Für einen angegebenen Parameter wurde kein Name und/oder kein Wert angegeben.
es_es: Un parámetro especificado no tiene un nombre y un valor.
fi_fi: Määritetyllä parametrilla ei ole sekä nimeä että arvoa.
fr_be: Vous ne pouvez pas spécifier un nom et une valeur pour un paramètre.
is_is: Tiltekin breyta er ekki með bæði heiti og gildi.
it_ch: Un parametro specificato non dispone di un nome o di un valore.
nb_no: En angitt parameter har ikke både et navn og en verdi.
nl_be: Een opgegeven parameter heeft niet zowel een naam als een waarde.
ru_ru: У указанного параметра отсутствуют имя и значение.
sv_se: En specificerad parameter har inte både ett namn och ett värde.
zh_cn: 指定的参数不具有一个名称和值。

source: Error
cs_cz: Chyba
da_dk: Fejl
de_ch: Fehler
fi_fi: Virhe
fr_be: Erreur
is_is: Villa
it_ch: Errore
nb_no: Feil
nl_be: Fout
ru_ru: Ошибка
sv_se: Fel
zh_cn: 错误

# Paste_CannotPasteIfBadSelection
source: You cannot paste into more than one area at a time.
cs_cz: Nemůžete vložit do více než jedné oblasti najednou.
da_dk: Du kan ikke indsætte i mere end et område ad gangen.
de_ch: Das gleichzeitige Einfügen in mehrere Bereiche ist nicht möglich.
es_es: No se puede pegar en más de un área a la vez.
fi_fi: Tietoja voi liittää vain yhdelle alueelle kerrallaan.
fr_be: Vous ne pouvez pas coller des données dans plusieurs zones à la fois.
is_is: Ekki er hægt að líma inn í meira en eitt svæði í einu.
it_ch: Impossibile incollare in più aree contemporaneamente.
nb_no: Du kan ikke lime inn mer enn ett område om gangen.
nl_be: U kunt niet in meer dan één gebied tegelijk plakken.
ru_ru: За один раз невозможно выполнить вставку более чем в одну область.
sv_se: Det går inte att klistra in mer än ett område åt gången.
zh_cn: 你不能一次粘贴多个区域。

# LogicalControl_IllegalDataValueNumber
source: number
cs_cz: číslo
da_dk: tal
es_es: número
fi_fi: luku
fr_be: numéro
is_is: númer
it_ch: numero
nb_no: nummer
nl_be: getal
ru_ru: число
sv_se: tal
zh_cn: 数量

# ValidationRule_GreaterThanMax
source: The value must be less than or equal to {1}. Value: {0}.
cs_cz: Hodnota musí být menší než nebo rovna {1}. Hodnota: {0}.
da_dk: Værdien skal være mindre end eller lig med {1}. Værdi: {0}.
de_ch: Der Wert muss kleiner als oder gleich {1} sein. Wert: {0}.
es_es: El valor se menor o igual que {1}. Valor: {0}.
fi_fi: Arvon on oltava pienempi tai yhtä suuri kuin {1}. Arvo: {0}.
fr_be: La valeur doit être inférieure ou égale à {1}. Valeur : {0}.
is_is: Gildið verður að vera minna en eða jafnt og {1}. Gildi: {0}.
it_ch: Il valore deve essere minore o uguale a {1}. Valore: {0}.
nb_no: Verdien må være mindre enn eller lik {1}. Verdi: {0}.
nl_be: De waarde moet kleiner dan of gelijk aan {1} zijn. Waarde: {0}.
ru_ru: Значение должно быть меньше или равно {1}. Значение: {0}.
sv_se: Värdet måste vara mindre än eller lika med {1}. Värde: {0}.
zh_cn: 值必须小于或等于 {1}。价值: {0}。

# FilterControl_DatabaseException
source: The filter causes a database exception.
cs_cz: Filtr způsobil výjimku databáze.
da_dk: Filteret medfører en databaseundtagelse.
de_ch: Der Filter verursacht eine Datenbankausnahme.
es_es: El filtro origina una excepción de base de datos.
fi_fi: Suodatin aiheuttaa tietokantapoikkeuksen.
fr_be: Le filtre entraîne une exception de base de données.
is_is: Afmörkunin veldur gagnagrunns-endurtekningu
it_ch: Il filtro causa un'eccezione di database.
nb_no: Filteret fører til et databaseunntak.
nl_be: Het filter veroorzaakt een gegevensuitzondering.
ru_ru: Фильтр вызывает исключение базы данных.
sv_se: Filtret orsakar ett databasundantag.
zh_cn: 此筛选器使数据库异常。

# ColumnBinderNotSet
source: Column binder is not set.
cs_cz: Není nastavena vazba sloupců.
da_dk: Kolonnebinding er ikke angivet.
de_ch: Die Spaltenbindung wurde nicht festgelegt.
es_es: Cuaderno de columna no configurado.
fi_fi: Sarakkeen sitomistoimintoa ei ole määritetty.
fr_be: Le classeur à colonnes n'est pas défini.
is_is: Það er ekki búið að velja dálkaband.
it_ch: Associazione tra colonne non impostata.
nb_no: Kolonnebinder er ikke angitt.
nl_be: Kolombinder niet ingesteld.
ru_ru: Подшивка не задана.
sv_se: Ingen kolumnbindare har angetts.
zh_cn: 未设置列粘结剂。

# ImageValidationRule_UnrecognizableFormat
source: The data is not recognizable as an image.
cs_cz: Data nelze interpretovat jako obrázek.
da_dk: Dataene kan ikke genkendes som et billede.
de_ch: Die Daten können nicht als Bild erkannt werden.
es_es: Los datos no son reconocibles como imagen.
fi_fi: Tiedot eivät ole tunnistettavissa kuvaksi.
fr_be: Les données ne sont pas identifiables en tant qu'image.
is_is: Gögnin eru ekki greinanleg sem mynd.
it_ch: I dati non sono riconoscibili come immagine.
nb_no: Dataene gjenkjennes ikke som et bilde.
nl_be: De gegevens zijn niet herkenbaar als een afbeelding.
ru_ru: Данные не распознаются как изображение.
sv_se: Det går inte att identifiera data som en bild.
zh_cn: 数据不是作为图像可认识的。

# CopyCellAction_Caption
source: Copy Cell
cs_cz: Kopírovat buňku
da_dk: Kopier celle
de_ch: Zelle kopieren
es_es: Copiar celda
fi_fi: Kopioi solu
fr_be: Copier cellule
is_is: Afrita reit
it_ch: Copia cella
nb_no: Kopier celle
nl_be: Cel kopiëren
ru_ru: Копировать ячейку
sv_se: Kopiera cell
zh_cn: 复制单元格

# PasteWarningMoreColumnsInDataThanInRepeater
source: There are more columns in the Clipboard than in the target grid. Not all columns will be pasted. Are you sure that you want to continue?
cs_cz: V schránce než existuje více sloupců v cílové tabulce. Ne všechny sloupce budou vloženy. Jste si jisti, že chcete pokračovat?
da_dk: Der er flere kolonner i Udklipsholder end i destinationsgitteret. Ikke alle kolonner indsættes. Er du sikker på, at du vil fortsætte?
de_ch: Die Zwischenablage enthält mehr Spalten als das Zielraster. Es werden nicht alle Spalten eingefügt. Möchten Sie den Vorgang wirklich fortsetzen?
es_es: Hay más columnas en el Portapapeles que en la cuadrícula de destino. No se pegarán todas las columnas. ¿Está seguro de que desea continuar?
fi_fi: Leikepöydällä on enemmän sarakkeita kuin kohderuudukossa. Kaikkia sarakkeita ei liitetä. Haluatko varmasti jatkaa?
fr_be: Le Presse-papiers contient plus de colonnes que la grille cible. Toutes les colonnes ne seront pas collées. Êtes-vous sûr de vouloir continuer ?
is_is: Fleiri dálkar eru á klippiborðinu en í viðtökutöflunni. Ekki verða allir dálkarnir límdir inn. Á örugglega að halda áfram?
it_ch: Sono presenti più colonne negli Appunti che nella griglia di destinazione. Non tutte le colonne verranno incollate. Continuare?
nb_no: Det finnes flere kolonner på utklippstavlen enn i målrutenettet. Ikke alle kolonnene vil bli limt inn. Er du sikker på at du vil fortsette ?
nl_be: Er zijn meer kolommen in het Klembord dan in het doelraster. Niet alle kolommen worden geplakt. Weet u zeker dat u wilt doorgaan?
ru_ru: В буфере обмена больше столбцов, чем в целевой сетке. Будут вставлены не все столбцы. Продолжить?
sv_se: Det finns fler kolumner i Urklipp än i målrutnätet. Vissa kolumner kommer inte att klistras in. Vill du fortsätta?
zh_cn: 目标网格中比剪贴板中有更多的列。并非所有列都将被都粘贴。确实要继续吗?

# LogicalControl_IllegalDataValue
source: Your entry of '{0}' is not an acceptable {1} value.
cs_cz: Vaše položka {0}, není přijatelné {1} hodnota.
da_dk: Din indtastning '{0}' er ikke en gyldig værdi for {1}.
de_ch: Die Eingabe '{0}' ist kein zulässiger '{1}'-Wert.
es_es: La entrada de '{0}' no es un valor {1} aceptable.
fi_fi: Merkintä "{0}" ei ole kelvollinen kohteen {1} arvo.
fr_be: Votre entrée de '{0}' n'est pas une valeur {1} acceptable.
is_is: Færsluna '{0}' er ekki hægt að nota sem {1} gildi.
it_ch: Il valore '{0}' immesso non è un valore di tipo {1} accettabile.
nb_no: Oppføringen {0} er ikke en godkjent {1}-verdi.
nl_be: De door u opgegeven '{0}' is geen acceptabele {1}-waarde.
ru_ru: Введенное пользователем значение '{0}' не является допустимым значением для поля {1}.
sv_se: {0} kan inte accepteras som värde för {1}.
zh_cn: 你进入 '{0}' 不是一个可以接受的 {1} 值。

# LogicalLookupForm_Caption
source: Lookup {0}
cs_cz: Vyhledávání {0}
da_dk: Slå {0} op
es_es: {0} de búsqueda
fi_fi: Haku: {0}
fr_be: Consultation {0}
is_is: Uppfletting {0}
nb_no: Slå opp {0}
nl_be: {0} zoeken
ru_ru: Выбор {0}
sv_se: Sökning {0}
zh_cn: 查找 {0}

# UrlParserCommandBase_RequiredParameterMissing
source: Required parameter is not present.
cs_cz: Požadovaný parametr není k dispozici.
da_dk: En nødvendig parameter findes ikke.
de_ch: Ein erforderlicher Parameter ist nicht vorhanden.
es_es: El parámetro requerido no está presente.
fi_fi: Pakollinen parametri puuttuu.
fr_be: Le paramètre requis n'existe pas.
is_is: Áskilin breyta er ekki til staðar.
it_ch: Il parametro richiesto non è presente.
nb_no: En obligatorisk parameter mangler.
nl_be: Vereiste parameter is niet aanwezig.
ru_ru: Требуемый параметр не представлен.
sv_se: Den obligatoriska parametern finns inte.
zh_cn: 所需的参数不是存在的。

# ValidationErrorTitle
source: Error Results
cs_cz: Chyba výsledky
da_dk: Fejlresultater
de_ch: Fehler - Ergebnisse
es_es: Resultados de error
fi_fi: Virhetulokset
fr_be: Résultats erreur
is_is: Villuniðurstöður
it_ch: Risultati errore
nb_no: Feilresultater
nl_be: Foutresultaten
ru_ru: Результаты по ошибкам
sv_se: Felresultat
zh_cn: 错误结果

# PasteFailed_UnableToProceedToNextLine
source: Paste failed and could not proceed to the next line.
cs_cz: Vložení se nezdařilo a nemohl pokračovat na další řádek.
da_dk: Indsætning mislykkedes, og det var ikke muligt at fortsætte til næste linje.
de_ch: Fehler beim Einfügen. Es konnte nicht mit der nächsten Zeile fortgefahren werden.
es_es: Se produjo un error al pegar y no se pudo continuar a la línea siguiente.
fi_fi: Liittäminen epäonnistui, eikä sitä voitu jatkaa seuraavalle riville.
fr_be: Le collage a échoué et il est impossible de passer à la ligne suivante.
is_is: Líming mistókst og ekki tókst að halda áfram í næstu línu.
it_ch: Operazione Incolla non riuscita. Impossibile passare alla riga successiva.
nb_no: Lim inn mislyktes og kan ikke fortsette til neste linje.
nl_be: Plakken is mislukt en doorgaan naar de volgende regel is niet mogelijk.
ru_ru: Вставка завершилась неудачей и не удалось перейти к следующей строке.
sv_se: Inklistringen misslyckades och det gick inte att fortsätta till nästa rad.
zh_cn: 粘贴失败和不能进行到下一行。

# PropertyValue_MustBeNonNegative
source: The value must be positive or zero.
cs_cz: Hodnota musí být pozitivní nebo nula.
da_dk: Værdien skal være positiv eller nul.
de_ch: Der Wert muss positiv oder Null sein.
es_es: El valor debe ser positivo o cero.
fi_fi: Arvon on oltava positiivinen tai nolla.
fr_be: La valeur doit être positive ou nulle.
is_is: Gildið verður að vera jákvætt eða núll.
it_ch: Il valore deve essere positivo o uguale a zero.
nb_no: Verdien må være positiv eller null.
nl_be: De waarde moet positief of nul zijn.
ru_ru: Значение должно быть больше или равно нулю.
sv_se: Värdet måste vara positivt eller noll.
zh_cn: 值必须为正数或零。

# ValidationInfoTitle
source: Info Results
cs_cz: Info výsledky
da_dk: Oplysningsresultater
de_ch: Info - Ergebnisse
es_es: Resultados de información
fi_fi: Tietojen tulokset
fr_be: Résultats info
is_is: Upplýsinganiðurstöður
it_ch: Risultati informazione
nb_no: Informasjonsresultater
nl_be: Informatieresultaten
ru_ru: Информационные результаты
sv_se: Inforesultat
zh_cn: 信息结果

# PasteFailed_ValidationError
source: Paste failed because of validation errors.
cs_cz: Vložení se nezdařilo z důvodu chyby ověřování.
da_dk: Indsætning mislykkedes på grund af valideringsfejl.
de_ch: Fehler beim Einfügen aufgrund von Überprüfungsfehlern.
es_es: Error al pegar debido a errores de validación.
fi_fi: Liittäminen epäonnistui tarkistusvirheiden takia.
fr_be: Le collage a échoué en raison d'erreurs de validation.
is_is: Líming mistókst vegna prófunarvillna.
it_ch: Operazione Incolla non riuscita a causa di errori di convalida.
nb_no: Lim inn mislyktes på grunn av valideringsfeil.
nl_be: Plakken is mislukt vanwege validatiefouten.
ru_ru: Вставка завершилась неудачей из за ошибок достоверности.
sv_se: Inklistringen misslyckades på grund av valideringsfel.
zh_cn: 由于验证错误无法粘贴。

# UrlParserBase_ActionNotKnown
source: Action is not known.
cs_cz: Akce není známa.
da_dk: Handlingen kunne ikke genkendes.
de_ch: Die Aktion ist nicht bekannt.
es_es: No se conoce la acción.
fi_fi: Toiminto on tuntematon.
fr_be: L'action est inconnue.
is_is: Aðgerð er ekki þekkt.
it_ch: Azione sconosciuta.
nb_no: Ukjent handling.
nl_be: Actie is niet bekend.
ru_ru: Неизвестное действие.
sv_se: Åtgärden är inte känd.
zh_cn: 不知道行动。

# PasteClipboardAction_PasteControl
source: Paste Rows
cs_cz: Vložit řádky
da_dk: Indsæt rækker
de_ch: Zeilen einfügen
es_es: Pegar filas
fi_fi: Liitä rivit
fr_be: Coller lignes
is_is: Líma línur
it_ch: Incolla righe
nb_no: Lim inn rader
nl_be: Rijen plakken
ru_ru: Вставить строки
sv_se: Klistra in rader
zh_cn: 粘贴行

# BooleanExpressionNode_False
source: false
cs_cz: NEPRAVDA
da_dk: falsk
fi_fi: epätosi
fr_be: faux
nb_no: usann
nl_be: onwaar
sv_se: falskt
zh_cn: 假

# PasteRows_OverrideWarning
source: This will overwrite the selected data. Are you sure that you want to continue?
cs_cz: Tato akce přepíše vybraná data. Jste si jisti, že chcete pokračovat?
da_dk: Dette overskriver de valgte data. Er du sikker på, at du vil fortsætte?
de_ch: Die ausgewählten Daten werden überschrieben. Möchten Sie den Vorgang wirklich fortsetzen?
es_es: Se sobrescribirán los datos existentes. ¿Está seguro de que desea continuar?
fi_fi: Tämä korvaa valitut tiedot. Haluatko varmasti jatkaa?
fr_be: Cette opération va écraser les données sélectionnées. Êtes-vous sûr de vouloir continuer ?
is_is: Þetta skrifar yfir völdu gögnin. Á örugglega að halda áfram?
it_ch: I dati selezionati verranno sostituiti. Continuare?
nb_no: Dette vil overskrive de valgte dataene. Er du sikker på at du vil fortsette ?
nl_be: Hiermee worden de geselecteerde gegevens overschreven. Weet u zeker dat u wilt doorgaan?
ru_ru: Это приведет к перезаписи выбранных данных. Продолжить?
sv_se: Detta kommer att skriva över markerade data. Vill du fortsätta?
zh_cn: 这将覆盖所选的数据。确实要继续吗?

# ColumnFilterNotEqual_Description
source: not equal
cs_cz: není rovno
da_dk: er ikke lig med
de_ch: ungleich
es_es: no es igual que
fi_fi: eri suuri kuin
fr_be: différent de
is_is: ekki jafnt og
it_ch: diverso da
nb_no: ikke lik
nl_be: niet gelijk aan
ru_ru: не равно
sv_se: inte lika med
zh_cn: 不等于

# LogicalLookupForm_CreateNewCaption
source: Create &New
cs_cz: Vytvořit &nový
da_dk: Opret &nyt
de_ch: &Neue erstellen
es_es: Crear &nuevo
fi_fi: &Luo uusi
fr_be: Créer &nouveau
is_is: &Stofna nýtt
it_ch: &Crea nuovo
nb_no: Opprett &ny
nl_be: &Nieuwe maken
ru_ru: С&оздать
sv_se: Skapa &ny
zh_cn: 创建与新

# UrlParserCommandBase_InvalidEnumeratedValue
source: Parameter {0} is enumerated and cannot be value {1}.
cs_cz: Parametr {0} je uveden a nemůže být hodnota {1}.
da_dk: Parameteren {0} er optalt og kan ikke være værdien {1}.
de_ch: Der Parameter '{0}' wird aufgezählt und kann nicht dem Wert '{1}' entsprechen.
es_es: El parámetro {0} está enumerado y no puede ser el valor {1}.
fi_fi: Parametri {0} on luetteloitu, eikä se voi olla arvo {1}.
fr_be: Le paramètre {0} est énuméré et ne peut pas correspondre à la valeur {1}.
is_is: Færibreyta {0} er númeruð og getur ekki verið gildið {1}.
it_ch: Il parametro {0} è enumerato e non può essere un valore {1}.
nb_no: Parameteren {0} er opplistet og kan ikke ha verdien {1}.
nl_be: Parameter {0} wordt opgesomd en kan niet waarde {1} zijn.
ru_ru: Параметр {0} является нумерованным и не может быть значением {1}.
sv_se: Parametern {0} har räknats upp och kan inte ha värdet {1}.
zh_cn: 参数 {0} 枚举，并且不能值 {1}。

# ColumnFilterLessThanOrEqual_Description
source: less than or equal
cs_cz: menší než nebo rovno
da_dk: er mindre end eller lig med
de_ch: kleiner als oder gleich
es_es: menor o igual que
fi_fi: pienempi tai yhtä suuri kuin
fr_be: inférieur ou égal à
is_is: minna en eða jafnt og
it_ch: minore o uguale a
nb_no: mindre enn eller lik
nl_be: kleiner dan of gelijk aan
ru_ru: меньше или равно
sv_se: mindre än eller lika med
zh_cn: 小于或等于

# LogicalControl_IllegalDataValueCaption
source: Your entry of '{0}' is not an acceptable value for '{1}'.
cs_cz: Vaše položka {0} není přijatelná hodnota pro {1}.
da_dk: Din indtastning '{0}' er ikke en gyldig værdi for '{1}'.
de_ch: Die Eingabe '{0}' ist kein zulässiger Wert für '{1}'.
es_es: La entrada de '{0}' no es un valor aceptable para '{1}'.
fi_fi: Merkintä "{0}" ei ole kelvollinen arvo kohteelle {1}.
fr_be: Votre entrée de '{0}' n'est pas une valeur acceptable pour '{1}'.
is_is: '{0}' er ekki hægt að nota sem gildi fyrir '{1}'.
it_ch: Il valore '{0}' immesso non è un valore accettabile per '{1}'.
nb_no: Oppføringen {0} er ikke en godkjent verdi for {1}.
nl_be: De door u opgegeven '{0}' is geen acceptabele waarde voor '{1}'.
ru_ru: Введенное пользователем значение '{0}' не является допустимым значением для поля '{1}'.
sv_se: {0} kan inte accepteras som värde för {1}.
zh_cn: 你进入 '{0}' 不是可接受的值为 '{1}'。

# StringControl_InvalidUnicode
source: The value contains Unicode characters that are not valid.
cs_cz: Hodnota obsahuje znaky Unicode, které nejsou platné.
da_dk: Værdien indeholder Unicode-tegn, der ikke er gyldige.
de_ch: Der Wert enthält ungültige Unicode-Zeichen.
es_es: El valor contiene caracteres Unicode no válidos.
fi_fi: Arvo sisältää virheellisiä Unicode-merkkejä.
fr_be: La valeur contient des caractères Unicode non valides.
is_is: Gildið inniheldur Unicode-stafi sem eru ógildir.
it_ch: Nel valore sono contenuti caratteri Unicode non validi.
nb_no: Verdien inneholder Unicode-tegn som ikke er gyldige.
nl_be: De waarde bevat ongeldige Unicode-tekens.
ru_ru: Значение содержит недопустимые символы Unicode.
sv_se: Värdet innehåller Unicode-tecken som inte är giltiga.
zh_cn: 此值包含无效的 Unicode 字符。

# PasteRowsUnsuccesful
source: There was a problem pasting the rows
cs_cz: Došlo k chybě vkládání řádků
da_dk: Der opstod et problem ved indsætning af rækker
de_ch: Problem beim Einfügen der Zeilen.
es_es: Se produjo un problema al pegar las filas
fi_fi: Rivien liittämisessä ilmeni ongelma
fr_be: Un problème s'est produit lors du collage des lignes
is_is: Upp kom vandamál þegar línurnar voru límdar
it_ch: Problema durante l'operazione Incolla righe
nb_no: Det oppstod et problem ved innliming av radene
nl_be: Er is een probleem opgetreden bij het plakken van de rijen
ru_ru: При вставке строк возникла проблема
sv_se: Det inträffade ett problem när raderna klistrades in
zh_cn: 还有一个问题，粘贴行
