Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI/Resources.*.resx
Languages: cs_cz, da_dk, de_ch, es_es, fi_fi, fr_be, is_is, it_ch, nb_no, nl_be, ru_ru, sv_se, zh_cn

# ByteStreamValidationRule_MaxLenghtExceeded
source: The value exceeds the maximum size. Maximum size: {0}. Actual size: {1}
cs_cz: Hodnota překračuje maximální velikost. Maximální velikost: {0}. skutečná velikost: {1}
da_dk: Værdien overskrider den maksimale størrelse. Maksimal størrelse: {0}. Aktuel størrelse: {1}
de_ch: Der Wert überschreitet die maximale Grösse. Maximale Grösse: {0}. Aktuelle Grösse: {1}
es_es: El valor supera el tamaño máximo. Tamaño máximo: {0}. Tamaño real: {1}
fi_fi: Arvo ylittää enimmäiskoon. Enimmäiskoko: {0}. Arvo: {1}
fr_be: La valeur est supérieure à la taille maximale. Taille maximale : {0}. Taille actuelle : {1}
is_is: Gildið er hærra en hámarksstærð. Hámarksstærð: {0}. Raunveruleg stærð: {1}
it_ch: Il valore supera la dimensione massima. Dimensione massima: {0}. Dimensione effettiva: {1}
nb_no: Verdien overskrider maksimumsstørrelsen. Maksimumsstørrelse: {0}. Faktisk størrelse: {1}
nl_be: De waarde overschrijdt de maximale grootte. Maximale grootte: {0}. Werkelijke grootte: {1}
ru_ru: Размер значения превышает максимальный. Максимальный размер: {0}. Фактический размер: {1}
sv_se: Värdet överskrider den maximala storleken. Maximal storlek: {0}. Naturlig storlek: {1}
zh_cn: 值超过最大大小。最大大小: {0}.实际大小: {1}

# RequiredFieldValidationRule_ControlMustBeFilledIn
source: '"{0}" must be filled in. Enter a value.
cs_cz: ' "{0}" musí být vyplněno. Zadejte hodnotu.
da_dk: "{0}" skal udfyldes. Indtast en værdi.
de_ch: "{0}" muss ausgefüllt werden. Geben Sie einen Wert ein.
es_es: Debe rellenarse "{0}". Especifique un valor.
fi_fi: '"{0}" on täytettävä. Syötä arvo.
fr_be: « {0} » doit être rempli. Entrez une valeur.
is_is: „{0}“ verður að vera útfyllt. Færa inn gildi.
it_ch: '"{0}" deve essere compilato. Immettere un valore.
nb_no: {0} må fylles ut. Skriv inn en verdi.
nl_be: {0} moet worden ingevuld. Voer een waarde in.
ru_ru: Необходимо заполнить '"{0}". Введите значение.
sv_se: {0} måste fyllas i. Ange ett värde.
zh_cn: '"{0}"必须填写。输入一个值。

# LogicalControl_IllegalDataValueFormat
source: Your entry of '{0}' is not an acceptable {1} value. {2}
cs_cz: Vaše položka '{0}' není přijatelná {1} hodnota. {2}
da_dk: Din indtastning '{0}' er ikke en acceptabel værdi for {1}. {2}
de_ch: Die Eingabe '{0}' ist kein zulässiger {1}-Wert. {2}
es_es: La entrada de '{0}' no es un valor {1} aceptable. {2}
fi_fi: Merkintä "{0}" ei ole kelvollinen kohteen {1} arvo. {2}
fr_be: Votre entrée de '{0}' n'est pas une valeur {1} acceptable. {2}
is_is: Færsluna '{0}' er ekki hægt að nota sem {1} gildi. {2}
it_ch: Il valore '{0}' immesso non è un valore di tipo {1} accettabile. {2}
nb_no: Oppføringen {0} er ikke en godkjent {1}-verdi. {2}
nl_be: De door u opgegeven '{0}' is geen acceptabele {1}-waarde. {2}
ru_ru: Введенное пользователем значение '{0}' не является допустимым значением для поля {1}. {2}
sv_se: {0} kan inte accepteras som värde för {1}. {2}
zh_cn: 你进入 '{0}' 不是一个可以接受的 {1} 值。{2}

# ValidationWarningTitle
source: Warning Results
cs_cz: Varování výsledky
da_dk: Advarselsresultater
de_ch: Warnung - Ergebnisse
es_es: Resultados de advertencia
fi_fi: Varoitustulokset
fr_be: Résultats alerte
is_is: Viðvörunarniðurstöður
it_ch: Risultati avviso
nb_no: Advarselsresultater
nl_be: Waarschuwingsresultaten
ru_ru: Результаты по предупреждениям
sv_se: Varningsresultat
zh_cn: 警告的结果

# DataBindingException_ValidationFailed
source: Data request is not valid.
cs_cz: Požadavek na data je neplatný.
da_dk: Dataforespørgslen er ugyldig.
de_ch: Die Datumsanforderung ist ungültig.
es_es: La solicitud de datos no es válida.
fi_fi: Tietopyyntö ei ole kelvollinen.
fr_be: La demande de données n'est pas valide.
is_is: Gagnabeiðnin er ógild.
it_ch: Richiesta di dati non valida.
nb_no: Dataforespørsel er ikke gyldig.
nl_be: Gegevensverzoek is ongeldig.
ru_ru: Недопустимый запрос данных.
sv_se: Ogiltig begäran om data.
zh_cn: 数据请求无效。

# ColumnFilterContainsOperater_Description
source: contains
cs_cz: obsahuje
da_dk: indeholder
de_ch: enthält
es_es: contiene
fi_fi: sisältää
fr_be: contient
is_is: inniheldur
it_ch: contiene
nb_no: inneholder
nl_be: bevat
ru_ru: содержит
sv_se: innehåller
zh_cn: 包含

# MessageForm_CancelPrompt
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_ch: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_be: Annuler
is_is: Hætta við
it_ch: Annulla
nb_no: Avbryt
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt
zh_cn: 取消

# CopyActionProgressHeader
source: Copying
cs_cz: Kopírování
da_dk: Kopierer
de_ch: Kopieren...
es_es: Copiando
fi_fi: Kopioidaan
fr_be: Copie
is_is: Afritar
it_ch: Copia
nb_no: Kopiere
nl_be: Kopiëren
ru_ru: Выполняется копирование
sv_se: Kopierar
zh_cn: 复制

# LogicalControl_IllegalDataValueEnumaration
source: enumeration
cs_cz: – výčet
da_dk: optælling
es_es: enumeración
fi_fi: luettelointi
fr_be: énumération
is_is: upptalning
it_ch: enumerazione
nb_no: nummerering
nl_be: opsomming
ru_ru: перечисление
sv_se: uppräkning
zh_cn: 枚举

# ColumnFilterEquals
source: equals
cs_cz: rovná se
da_dk: er lig med
de_ch: ist gleich
es_es: es igual que
fi_fi: on yhtä suuri kuin
fr_be: égal à
is_is: jafnt og
it_ch: uguale a
nb_no: er lik
nl_be: is gelijk aan
ru_ru: равно
sv_se: är lika med
zh_cn: 等于

# LogicalControl_IllegalDataValueBoolean
source: Boolean
cs_cz: Logická hodnota
es_es: Booleano
fi_fi: Totuusarvo
fr_be: Booléen
is_is: Boole
nb_no: Boolsk
ru_ru: Логическое
zh_cn: 布尔值

# PasteCannotPasteClipboardIntoSelection
source: You cannot paste {0} rows in the selected {1} rows.
cs_cz: V řádcích vybraného {1} nelze vkládat {0} řádků.
da_dk: Du kan ikke indsætte {0} rækker i de valgte {1} rækker.
de_ch: Es ist nicht möglich, {0} Zeilen in die ausgewählten {1} Zeilen zu kopieren.
es_es: No puede pegar {0} filas en las {1} filas seleccionadas.
fi_fi: {0} riviä ei voi liittää valituille {1} riville.
fr_be: Vous ne pouvez pas coller les lignes {0} dans les lignes {1} sélectionnées.
is_is: Ekki er hægt að líma {0} línur í {1} línurnar sem eru valdar.
it_ch: Impossibile incollare {0} righe nelle {1} righe selezionate.
nb_no: Du kan ikke lime inn {0} rader i de valgte {1} radene.
nl_be: U kunt {0} rijen niet plakken in de geselecteerde {1} rijen.
ru_ru: Невозможно вставить строки {0} в выбранные строки {1}.
sv_se: Du kan inte klistra in {0} rader i de valda {1} raderna.
zh_cn: 无法将 {0} 行粘贴选定的 {1} 行中。

# PasteColumnsHaveBeenTruncated
source: Some values have been truncated.
cs_cz: Některé hodnoty byly zkráceny.
da_dk: Nogle værdier er blevet afkortet.
de_ch: Einige Werte wurden abgeschnitten.
es_es: Se han truncado algunos valores.
fi_fi: Jotkin arvot on katkaistu.
fr_be: Certaines valeurs ont été tronquées.
is_is: Sum gildi hafa verið stytt.
it_ch: Alcuni valori sono stati troncati.
nb_no: Noen verdier er avkortet.
nl_be: Sommige waarden zijn afgekapt.
ru_ru: Некоторые значения усечены.
sv_se: Vissa värden har inte trunkerats.
zh_cn: 某些值已被截断。

# FilterHelper_FilterTypeNotValid
source: '{0}' containing '{1}' is not a valid data type for '{2}'.
cs_cz: {0} obsahující {1} není platný datový typ {2}.
da_dk: '{0}', som indeholder '{1}', er ikke en gyldig datatype for '{2}'.
de_ch: '{0}' mit '{1}' ist kein gültiger Datentyp für '{2}'.
es_es: '{0}' que contiene '{1}' no es un tipo de datos válido para '{2}'.
fi_fi: "{0}", joka sisältää arvon "{1}", ei ole kelvollinen tietotyyppi kohteelle "{2}".
fr_be: '{0}' contenant '{1}' n'est pas un type de données valide pour '{2}'.
is_is: '{0}' sem inniheldur '{1}' er ekki gild gagnagerð fyrir '{2}'.
it_ch: '{0}' contenente '{1}' non è un tipo di dati valido per '{2}'.
nb_no: {0}, som inneholder {1}, er ikke en gyldig datatype for {2}.
nl_be: '{0}' met '{1}' is geen geldig gegevenstype voor '{2}'.
ru_ru: '{0}' с '{1}' не является допустимым типом данных для '{2}'.
sv_se: {0} som innehåller {1} är inte en giltig datatyp för {2}.
zh_cn: '{0}' 包含 '{1}' 不是 '{2}' 的有效数据类型。

source: Warning
cs_cz: Varování
da_dk: Advarsel
de_ch: Warnung
es_es: Advertencia
fi_fi: Varoitus
fr_be: Alerte
is_is: Viðvörun
it_ch: Avviso
nb_no: Advarsel
nl_be: Waarschuwing
ru_ru: Предупреждение
sv_se: Varning
zh_cn: 警告

# PasteWarningDataExceedColumnsPotentialTruncation
source: You are trying to paste data that exceeds the maximum width of the target column or columns. That data will be truncated. Are you sure that you want to continue?
cs_cz: Pokoušíte se vložit data, která překračuje maximální šířka cílové sloupce nebo sloupců. Tato data budou zkráceny. Jste si jisti, že chcete pokračovat?
da_dk: Du forsøger at indsætte data, som overstiger destinationskolonnens/-kolonnernes maksimale bredde. Dataene vil blive afkortet. Er du sikker på, at du vil fortsætte?
de_ch: Bei den einzufügenden Daten wird die maximale Breite der Zielspalte(n) überschritten. Die Daten werden abgeschnitten. Möchten Sie den Vorgang wirklich fortsetzen?
es_es: Está intentando pegar datos que superan el ancho máximo de las columnas de destino. Los datos se truncarán. ¿Está seguro de que desea continuar?
fi_fi: Yrität liittää tietoja, jotka ylittävät kohdesarakkeen tai -sarakkeiden enimmäisleveyden. Tiedot katkaistaan. Haluatko varmasti jatkaa?
fr_be: Vous essayez de coller des données qui excèdent la largeur maximale de la ou des colonnes cibles. Ces données seront tronquées. Êtes-vous sûr de vouloir continuer ?
is_is: Verið er að reyna að líma inn gögn sem fara yfir hámarksbreidd viðtökudálksins eða -dálkanna. Gögnin verða stýfð. Á örugglega að halda áfram?
it_ch: Si sta tentando di incollare dati che superano la larghezza massima della colonna o delle colonne di destinazione. I dati verranno troncati. Continuare?
nb_no: Du prøver å lime inn data som overskrider maksimal bredde for målkolonnen eller målkolonnene. Disse dataene vil bli avkortet. Er du sikker på at du vil fortsette ?
nl_be: U probeert gegevens te plakken die de maximale breedte van de doelkolom of doelkolommen overschrijden. Die gegevens worden afgekapt. Weet u zeker dat u wilt doorgaan?
ru_ru: Вы пытаетесь вставить данные, которые превышают максимальную ширину целевого столбца или столбцов. Данные будут усечены. Продолжить?
sv_se: Du försöker klistra in data som överskrider den maximala bredden på målkolumnen/målkolumnerna. Dessa data kommer att trunkeras. Vill du fortsätta?
zh_cn: 你正在粘贴超过最大宽度的目标列或多列的数据。这些数据将被截断。确实要继续吗?

# LogicalControl_IllegalDataValueDecimal
source: decimal number
cs_cz: desetinné číslo
da_dk: decimaltal
es_es: número decimal
fi_fi: desimaaliluku
fr_be: nombre décimal
is_is: tugabrot
it_ch: numero decimale
nb_no: desimaltall
nl_be: decimaal getal
ru_ru: десятичное число
sv_se: decimaltal
zh_cn: 十进制数

source: Confirm
cs_cz: Potvrdit
da_dk: Bekræft
de_ch: Bestätigen
es_es: Confirmar
fi_fi: Vahvista
fr_be: Confirmer
is_is: Staðfesta
it_ch: Conferma
nb_no: Bekreft
nl_be: Bevestigen
ru_ru: Подтвердить
sv_se: Bekräfta
zh_cn: 确认
