Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI/Resources.*.resx
Languages: cs_cz, da_dk, de_ch, es_es, fi_fi, fr_be, is_is, it_ch, nb_no, nl_be, ru_ru, sv_se, zh_cn

# DateTimeValidationRule_DateNotAllowed
source: A non-default date part is not allowed.
cs_cz: -Výchozí datum část není povoleno.
da_dk: En ikke-standardiseret datodel er ikke tilladt.
de_ch: Ein nicht standardmässiger Datumsteil ist nicht zulässig.
es_es: No se permite un elemento de fecha no predeterminada.
fi_fi: Oletuksesta poikkeava päivämääräosa ei ole sallittu.
fr_be: Un composant de date personnalisé n'est pas autorisé.
is_is: Ekki má nota dagsetningarhluta sem ekki er sjálfgefinn.
it_ch: Una parte di data non di default non è consentita.
nb_no: Det er ikke tillatt med en ikke-standard datodel.
nl_be: Een niet-standaarddatumonderdeel is niet toegestaan.
ru_ru: Формат даты, отличный от формата по умолчанию, недопустим.
sv_se: En datumdel som inte följer standarden får inte användas.
zh_cn: 不允许非默认日期部分。

source: Find selection field
cs_cz: Výběr pole najít
da_dk: Find valgfelt
de_ch: Auswahlfeld suchen
es_es: Buscar campo de selección
fi_fi: Etsi valintakenttä
fr_be: Champ Rechercher une sélection
is_is: Finna valreit
it_ch: Trova campo di selezione
nb_no: Søk etter valgfelt
nl_be: Selectieveld zoeken
ru_ru: Найти поле выбора
sv_se: Sök markeringsfält
zh_cn: 查找选择字段

# DateTimeValidationRule_MustNotContainDays
source: The value must not contain days.
cs_cz: Hodnota nesmí obsahovat dny.
da_dk: Værdien må ikke indeholde dage.
de_ch: Der Wert darf keine Tage enthalten.
es_es: El valor no debe contener días.
fi_fi: Arvo ei saa sisältää päiviä.
fr_be: La valeur ne doit pas contenir de jours.
is_is: Gildið getur ekki innihaldið daga.
it_ch: Il valore non deve contenere giorni.
nb_no: Verdien kan ikke inneholde dager.
nl_be: De waarde mag geen dagen bevatten.
ru_ru: Значение не должно содержать дни.
sv_se: Värdet måste inte innehålla dagar.
zh_cn: 值不能包含天。

# UrlParserCommandBase_InvalidRangedInteger
source: Parameter {0} must be a valid number between {1} and {2}.
cs_cz: Parametr {0} musí být platné číslo mezi {1} a {2}.
da_dk: Parameteren {0} skal være et gyldigt tal mellem {1} og {2}.
de_ch: Der Parameter '{0}' muss eine gültige Zahl zwischen {1} und {2} sein.
es_es: El parámetro {0} debe ser un número válido entre {1} y {2}.
fi_fi: Parametrilla {0} on oltava kelvollinen numero väliltä {1} ja {2}.
fr_be: Le paramètre {0} doit être un numéro valide compris entre {1} et {2}.
is_is: Færibreytan {0} verður að vera gild tala á milli {1} og {2}.
it_ch: Il parametro {0} deve essere un numero valido compreso tra {1} e {2}.
nb_no: Parameteren {0} må være et gyldig tall mellom {1} og {2}.
nl_be: Parameter {0} moet een geldig getal zijn tussen {1} en {2}.
ru_ru: Параметр {0} должен быть действительным номером между {1} и {2}.
sv_se: Parametern {0} måste vara ett giltigt nummer mellan {1} och {2}.
zh_cn: 参数 {0} 必须是 {1} 和 {2} 之间的有效数字。

# LogicalControl_IllegalDataValueFormatCaption
source: Your entry of '{0}' is not an acceptable value for '{1}'. {2}
cs_cz: Vaše položka '{0}' je nepřijatelná hodnota pro '{1}'. {2}
da_dk: Din indtastning '{0}' er ikke en acceptabel værdi for '{1}'. {2}
de_ch: Die Eingabe '{0}' ist kein zulässiger Wert für '{1}'. {2}
es_es: La entrada de '{0}' no es un valor aceptable para '{1}'. {2}
fi_fi: Merkintä "{0}" ei ole kelvollinen arvo kohteelle {1}. {2}
fr_be: Votre entrée de '{0}' n'est pas une valeur acceptable pour '{1}'. {2}
is_is: '{0}' er ekki hægt að nota sem gildi fyrir '{1}'. {2}
it_ch: Il valore '{0}' immesso non è un valore accettabile per '{1}'. {2}
nb_no: Oppføringen {0} er ikke en godkjent verdi for {1}. {2}
nl_be: De door u opgegeven '{0}' is geen acceptabele waarde voor '{1}'. {2}
ru_ru: Введенное пользователем значение '{0}' не является допустимым значением для поля '{1}'. {2}
sv_se: {0} kan inte accepteras som värde för {1}. {2}
zh_cn: 你进入 '{0}' 不是可接受的值为 '{1}'。{2}

# ClipboardNotAvailableError
source: Clipboard is currently not available. Please try again later.
cs_cz: Schránka není v současné době k dispozici. Opakujte akci později.
da_dk: Udklipsholder er ikke tilgængelig i øjeblikket. Prøv igen senere.
de_ch: Die Zwischenablage ist zurzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es_es: El Portapapeles no está disponible actualmente. Por favor, inténtelo más tarde.
fi_fi: Leikepöytä ei ole tällä hetkellä käytettävissä. Ole hyvä ja yritä uudelleen myöhemmin.
fr_be: Le Presse-papiers n'est pas disponible pour l'instant. Veuillez réessayer ultérieurement.
is_is: Klippiborðið er ekki tiltækt sem stendur. Hægt er að reyna aftur síðar.
it_ch: Gli Appunti non sono attualmente disponibili. Riprovare più tardi.
nb_no: Utklippstavlen er ikke tilgjengelig for øyeblikket. Prøv igjen senere.
nl_be: Klembord is momenteel niet beschikbaar. Probeer het later opnieuw.
ru_ru: Буфер обмена в настоящее время не доступен. Повторите попытку позже.
sv_se: Urklipp är inte tillgängligt för närvarande. Försök igen senare.
zh_cn: 剪贴板是目前不可用。请稍后再试。

# LogicalControl_IllegalDataValueString
source: string
cs_cz: řetězec
da_dk: streng
es_es: cadena
fi_fi: merkkijono
fr_be: chaîne
is_is: strengur
it_ch: stringa
nb_no: streng
nl_be: reeks
ru_ru: строка
sv_se: sträng
zh_cn: 字符串

# UrlParserCommandBase_InvalidBoolean
source: Parameter {0} does not represent a valid Boolean value.
cs_cz: Parametr {0} nepředstavuje platnou booleovskou hodnotu.
da_dk: Parameteren {0} repræsenterer ikke en gyldig boolesk værdi.
de_ch: Der Parameter '{0}' steht nicht für einen booleschen Wert.
es_es: El parámetro {0} no representa un valor booleano válido.
fi_fi: Parametri {0} ei ole kelvollinen totuusarvo.
fr_be: Le paramètre {0} ne représente pas une valeur booléenne valide.
is_is: Færibreyta {0} stendur ekki fyrir gilt Boole-gildi.
it_ch: Il parametro {0} non rappresenta un valore Boolean valido.
nb_no: Parameteren {0} representerer ikke en gyldig boolsk verdi.
nl_be: Met parameter {0} wordt geen geldige Boole-waarde vertegenwoordigd.
ru_ru: Параметр {0} не представляет допустимое логическое значение.
sv_se: Parametern {0} representerar inte ett giltigt booleskt värde.
zh_cn: 参数 {0} 不代表一个有效的布尔值。

# CopyActionProgressBody
source: Please wait while the rows are being copied
cs_cz: Počkejte prosím, než se kopírují řádky
da_dk: Vent venligst, mens rækkerne kopieres.
de_ch: Warten Sie, bis die Zeilen kopiert wurden.
es_es: Espere mientras se copian las filas
fi_fi: Odota. Rivejä kopioidaan
fr_be: Veuillez patienter pendant la copie des lignes
is_is: Vinsamlegast bíðið meðan línurnar eru afritaðar
it_ch: Copia delle righe in corso. Attendere.
nb_no: Vent mens radene kopieres.
nl_be: Een ogenblik geduld. De rijen worden gekopieerd.
ru_ru: Подождите, пока копируются строки
sv_se: Vänta medan raderna kopieras
zh_cn: 请正在复制的行，稍候

source: Fatal
cs_cz: Fatální
da_dk: Alvorlig
de_ch: Schwerwiegend
es_es: Grave
fi_fi: Vakava
is_is: Alvarlegt
it_ch: Irreversibile
nb_no: Uopprettelig
nl_be: Fataal
ru_ru: Неустранимая
sv_se: Allvarligt
zh_cn: 致命

# StringValidationRule_StringTooShort
source: The value is too short. Minimum length: {1}. Value: {0}.
cs_cz: Hodnota je příliš krátká. Minimální délka: {1}. hodnota: {0}.
da_dk: Værdien er for kort. Minimal længde: {1}. Værdi: {0}.
de_ch: Der Wert ist zu kurz. Mindestlänge: {1}. Wert: {0}.
es_es: El valor es demasiado corto. Longitud mínima: {1}. Valor: {0}.
fi_fi: Arvo on liian lyhyt. Vähimmäispituus: {1}. Arvo: {0}.
fr_be: La valeur est trop courte. Longueur minimale : {1}. Valeur : {0}.
is_is: Gildið er of stutt. Lágmarkslengd: {1}. Gildi: {0}.
it_ch: Il valore è troppo corto. Lunghezza minima: {1}. Valore: {0}.
nb_no: Verdien er for kort. Minimumslengde: {1}. Verdi: {0}.
nl_be: De waarde is te kort. Minimale lengte: {1}. Waarde: {0}.
ru_ru: Слишком короткое значение. Минимальная длина: {1}. Значение: {0}.
sv_se: Värdet är för kort. Minimilängd: {1}. Värde: {0}.
zh_cn: 值是太短。最小长度: {1}.价值: {0}。

# ColumnFilterBeginsWithOperator_Description
source: begins with
cs_cz: začíná s
da_dk: starter med
de_ch: beginnt mit
es_es: empieza por
fi_fi: alkaa
fr_be: commence par
is_is: byrjar á
it_ch: inizia con
nb_no: begynner med
nl_be: begint met
ru_ru: начинается с
sv_se: börjar med
zh_cn: 始于

# LogicalControl_IllegalDataValueTimeSpan
source: time span
cs_cz: časový rozsah
da_dk: tidsinterval
es_es: intervalo de tiempo
fi_fi: aikaväli
fr_be: période
is_is: tímabil
it_ch: intervallo di tempo
nb_no: tidsrom
nl_be: tijdsspanne
ru_ru: интервал времени
sv_se: tidsintervall
zh_cn: 时间跨度

# Dialog_DefaultCaption
source: Information
cs_cz: Informace
da_dk: Oplysninger
de_ch: Informationen
es_es: Información
fi_fi: Tiedot
fr_be: Informations
is_is: Upplýsingar
it_ch: Informazioni
nb_no: Informasjon
nl_be: Informatie
ru_ru: Информация
zh_cn: 信息

# SessionIsInvalidOrTimedout
source: The session has timed out or could not be found.
cs_cz: Relace vypršel nebo nebyl nalezen.
da_dk: Sessionen blev afbrudt pga. timeout eller kunne ikke findes.
de_ch: Für die Session ist ein Timeout aufgetreten, oder sie wurde nicht gefunden.
es_es: Se agotó el tiempo de espera de la sesión o no se pudo encontrar.
fi_fi: Istunto on aikakatkaistu tai sitä ei löytynyt.
fr_be: La session a expiré ou n'a pas pu être trouvée.
is_is: Lotan rann út á tíma eða fannst ekki.
it_ch: La sessione è scaduta o non è stata trovata.
nb_no: Økten ble tidsavbrutt eller ble ikke funnet.
nl_be: Er is een time-out opgetreden in de sessie of de sessie is niet gevonden.
ru_ru: Превышено время ожидания сеанса или сеанс не удалось найти.
sv_se: Tidsgränsen har nåtts för sessionen eller också gick det inte att hitta den.
zh_cn: 会话已超时，或找不到。

# ValidationRule_ValueNotDivisibleByMinUnit
source: The value must be divisible by {1}.
cs_cz: Hodnota musí být dělitelná {1}.
da_dk: Værdien skal kunne divideres med {1}.
de_ch: Der Wert muss durch {1} teilbar sein.
es_es: El valor debe ser divisible entre {1}.
fi_fi: Arvon on oltava jaollinen luvulla {1}.
fr_be: La valeur doit être divisible par {1}.
is_is: Það verður að vera hægt að deila í gildið með {1}.
it_ch: Il valore deve essere divisibile per {1}.
nb_no: Verdien må kunne deles på {1}.
nl_be: De waarde moet deelbaar door {1} zijn.
ru_ru: Значение должно быть кратным {1}.
sv_se: Värdet måste vara delbart med {1}.
zh_cn: 值必须是整除 {1}。

# LogicalLookupForm_AdvancedLookupCaption
source: Advanced &Lookup
cs_cz: Pokročilé &vyhledávání
da_dk: Avanceret ops&lag
de_ch: Erweiterter &Lookup
es_es: &Búsqueda avanzada
fi_fi: &Lisähaku
fr_be: Consu&ltation avancée
is_is: Ítarleg &uppfletting
it_ch: &Lookup avanzato
nb_no: Avansert opps&lag
nl_be: Geavanceerd &zoeken
ru_ru: Рас&ширенный выбор
sv_se: Avancerad &sökning
zh_cn: 先进的 & 查找

# CopyPreviousErrorMessage
source: The value to be copied is invalid.
cs_cz: Hodnota ke kopírování je neplatná.
da_dk: Den værdi, der skal kopieres, er ugyldig.
de_ch: Der zu kopierende Wert ist ungültig.
es_es: El valor que se copiará no es válido.
fi_fi: Kopioitava arvo on virheellinen.
fr_be: La valeur à copier n'est pas valide.
is_is: Gildið sem afrita á er ógilt.
it_ch: Il valore da copiare non è valido.
nb_no: Verdien som skal kopieres, er ugyldig.
nl_be: De te kopiëren waarde is ongeldig.
ru_ru: Недопустимое значение для копирования.
sv_se: Värdet som ska kopieras är ogiltigt.
zh_cn: 要复制的值是无效的。

# Message_DiscardChanges
source: There are unsaved changes on the page. Do you want to discard these changes?
da_dk: Der er ændringer på siden, som ikke er gemt. Vil du annullere disse ændringer?
de_ch: Die Seite enthält nicht gespeicherte Änderungen. Möchten Sie diese Änderungen verwerfen?
es_es: La página contiene cambios no guardados. ¿Desea descartar estos cambios?
fi_fi: Sivulla on tallentamattomia muutoksia. Haluatko hylätä muutokset?
fr_be: La page comporte des changements non enregistrés. Souhaitez-vous annuler ces changements ?
is_is: Það eru óvistaðar breytingar á síðunni. Á að fleygja þessum breytingum?
it_ch: Nella pagina sono presenti modifiche non salvate. Annullare le modifiche?
nb_no: Det er ulagrede endringer på siden. Vil du forkaste disse endringene?
nl_be: De pagina bevat niet-opgeslagen wijzigingen. Wilt u deze wijzigingen verwijderen?
ru_ru: На странице имеются несохраненные изменения. Отменить эти изменения?
sv_se: Det finns ändringar som inte sparats på sidan. Vill du ignorera ändringarna?
zh_cn: 在页面上那里未保存的更改。你想要放弃这些更改吗?

# UrlParserBase_BadUrl
source: Cannot interpret data as a URL.
cs_cz: Data nelze interpretovat jako adresu URL.
da_dk: Dataene kan ikke tolkes som en URL-adresse.
de_ch: Die Daten können nicht als URL interpretiert werden.
es_es: No se pueden interpretar los datos como una dirección URL.
fi_fi: Tietoja ei voi tulkita URL-osoitteeksi.
fr_be: Les données ne peuvent pas être interprétées comme une URL.
is_is: Ekki tókst að túlka gögn sem slóð.
it_ch: Impossibile interpretare i dati come URL.
nb_no: Kan ikke tolke data som en URL-adresse.
nl_be: Gegevens kunnen niet worden geïnterpreteerd als een URL.
ru_ru: Невозможно интерпретировать данные как URL-адрес.
sv_se: Det går inte att tolka data som en URL.
zh_cn: 不能将数据解释为一个 URL。

# MessageForm_AbortPrompt
source: Abort
cs_cz: Přerušit
da_dk: Annuller
de_ch: Abbrechen
es_es: Anular
fi_fi: Keskeytä
fr_be: Abandonner
is_is: Hætta við
it_ch: Interrompi
nb_no: Avbryt
nl_be: Afbreken
ru_ru: Прервать
sv_se: Avbryt
zh_cn: 中止

# BooleanTrue
source: True
cs_cz: Pravda
da_dk: Sand
fi_fi: Tosi
fr_be: Vrai
nb_no: Sann
nl_be: Waar
sv_se: Sant
zh_cn: 真正

# CopyAction_Caption
source: &Copy Rows
cs_cz: &Kopírovat řádky
da_dk: &Kopiér rækker
de_ch: &Zeilen kopieren
es_es: &Copiar filas
fi_fi: &Kopioi rivit
fr_be: &Copier les lignes
is_is: &Afrita raðir
it_ch: &Copia righe
nb_no: &Kopier rader
nl_be: &Rijen kopiëren
ru_ru: К&опировать строки
sv_se: &Kopiera rader
zh_cn: 与复制行

# Info
source: Information
cs_cz: Informace
da_dk: Oplysninger
de_ch: Informationen
es_es: Información
fi_fi: Tiedot
fr_be: Informations
is_is: Upplýsingar
it_ch: Informazioni
nb_no: Informasjon
nl_be: Informatie
ru_ru: Информация
zh_cn: 信息

# BooleanExpressionNode_True
source: true
cs_cz: pravda
da_dk: sand
fi_fi: tosi
fr_be: vrai
nb_no: sann
nl_be: waar
sv_se: sant
zh_cn: 真正的

# ColumnFilterLessThan
source: less than
cs_cz: menší než
da_dk: er mindre end
de_ch: kleiner als
es_es: menor que
fi_fi: pienempi kuin
fr_be: inférieur à
is_is: minna en
it_ch: minore di
nb_no: mindre enn
nl_be: kleiner dan
ru_ru: меньше чем
sv_se: mindre än
zh_cn: 小于

# MessageForm_NoPrompt
source: No
cs_cz: Ne
da_dk: Nej
de_ch: Nein
fi_fi: Ei
fr_be: Non
is_is: Nei
nb_no: Nei
nl_be: Nee
ru_ru: Нет
sv_se: Nej
zh_cn: 没有

# DateTimeValidationRule_TimeNotAllowed
source: A non-default time part is not allowed.
cs_cz: Část-výchozí čas není povoleno.
da_dk: En ikke-standardiseret klokkeslætsdel er ikke tilladt.
de_ch: Ein nicht standardmässiger Zeitangabenteil ist nicht zulässig.
es_es: No se permite un elemento de hora no predeterminada.
fi_fi: Oletuksesta poikkeava aikaosa ei ole sallittu.
fr_be: Un composant d'heure personnalisé n'est pas autorisé.
is_is: Ekki má nota tímahluta sem ekki er sjálfgefinn.
it_ch: Una parte di ora non di default non è consentita.
nb_no: Det er ikke tillatt med en ikke-standard klokkeslettdel.
nl_be: Een niet-standaardtijdonderdeel is niet toegestaan.
ru_ru: Формат времени, отличный от формата по умолчанию, недопустим.
sv_se: En tiddel som inte följer standarden får inte användas.
zh_cn: 不允许非默认时间部分。

# LogicalControl_IllegalDataValueStream
source: stream
es_es: secuencia
fi_fi: virta
fr_be: flux
is_is: straumur
it_ch: flusso
nb_no: strøm
ru_ru: поток
sv_se: ström
zh_cn: 流

# RequiredFieldValidationRule_MustBeFilledIn
source: A value must be entered.
cs_cz: Musíte zadat hodnotu.
da_dk: Der skal angives en værdi.
de_ch: Ein Wert muss eingegeben werden.
es_es: Se debe especificar un valor.
fi_fi: Arvo on määritettävä.
fr_be: Vous devez entrer une valeur.
is_is: Það þarf að færa inn gildi.
it_ch: È necessario immettere un valore.
nb_no: Du må angi en verdi.
nl_be: Er moet een waarde worden opgegeven.
ru_ru: Необходимо ввести значение.
sv_se: Ett värde måste anges.
zh_cn: 必须输入一个值。

# ColumnFilterGreaterThanOrEqual_Description
source: greater than or equal
cs_cz: větší než nebo rovno
da_dk: er større end eller lig med
de_ch: grösser als oder gleich
es_es: mayor o igual que
fi_fi: suurempi tai yhtä suuri kuin
fr_be: supérieur ou égal à
is_is: meira en eða jafnt og
it_ch: maggiore o uguale a
nb_no: større enn eller lik
nl_be: groter dan of gelijk aan
ru_ru: больше или равно
sv_se: större än eller lika med
zh_cn: 大于或等于

# ClipboardNotWorking
source: Cannot copy URL to the Clipboard.
cs_cz: Adresu URL nelze kopírovat do schránky.
da_dk: URL-adressen kan ikke kopieres til Udklipsholderen.
de_ch: Die URL konnte nicht in die Zwischenablage kopiert werden.
es_es: No se puede copiar la dirección URL al Portapapeles.
fi_fi: URL-osoitetta ei voi kopioida leikepöydälle.
fr_be: Impossible de copier l'URL dans le Presse-papiers.
is_is: Ekki tókst að afrita slóðina á klippiborðið.
it_ch: Impossibile copiare l'URL negli Appunti.
nb_no: Kan ikke kopiere URL-adressen til utklippstavlen.
nl_be: Kan URL niet naar het Klembord kopiëren.
ru_ru: Невозможно скопировать URL-адрес в буфер обмена.
sv_se: Det går inte att kopiera URL till Urklipp.
zh_cn: 无法将 URL 复制到剪贴板中。

# ColumnFilterIsOperator_Description
source: is
cs_cz: je
da_dk: er
de_ch: ist
es_es: es
fi_fi: on
fr_be: est
is_is: er
it_ch: è
nb_no: er
sv_se: är
zh_cn: 是

# UrlParserCommandBase_NotSingleValued
source: Parameter {0} has more than one value.
cs_cz: Parametr {0} má více než jednu hodnotu.
da_dk: Parameteren {0} har mere end én værdi.
de_ch: Der Parameter '{0} besitzt mehrere Werte.
es_es: El parámetro {0} tiene más de un valor.
fi_fi: Parametrilla {0} on enemmän kuin yksi arvo.
fr_be: Le paramètre {0} comporte plusieurs valeurs.
is_is: Færibreyta {0} hefur fleiri en eitt gildi.
it_ch: Il parametro {0} dispone di più di un valore.
nb_no: Parameteren {0} har mer enn én verdi.
nl_be: Parameter {0} heeft meerdere waarden.
ru_ru: Параметр {0} имеет более одного значения.
sv_se: Parametern {0} har mer än ett värde.
zh_cn: 参数 {0} 具有多个值。

source: Permission
cs_cz: Oprávnění
da_dk: Rettighed
de_ch: Zugriffsrecht
es_es: Permiso
fi_fi: Lupa
fr_be: Autorisation
is_is: Heimild
it_ch: Autorizzazione
nb_no: Tillatelse
nl_be: Toegangsrechten
ru_ru: Права доступа
sv_se: Behörighet
zh_cn: 权限

# UrlParserBase_BadScheme
source: Scheme {0} is not supported.
cs_cz: Schéma {0} není podporován.
da_dk: Skemaet {0} understøttes ikke.
de_ch: Das Schema '{0}' wird nicht unterstützt.
es_es: No se admite el nombre esquema {0}.
fi_fi: Suunnitelmaa {0} ei tueta.
fr_be: Le schéma {0} n'est pas pris en charge.
is_is: Skema {0} er ekki stutt.
it_ch: Schema {0} non supportato.
nb_no: Skjemaet {0} støttes ikke.
nl_be: Schema {0} wordt niet ondersteund.
ru_ru: Схема {0} не поддерживается.
sv_se: Planen {0} stöds inte.
zh_cn: 不支持计划 {0}。

# SelectionControlFormatter_InvalidValue
source: '{0}' is not a valid value.
cs_cz: '{0}' není platná hodnota.
da_dk: '{0}' er ikke en gyldig værdi.
de_ch: '{0}' ist kein gültiger Wert.
es_es: '{0}' no es un valor válido.
fi_fi: Arvo '{0}' ei kelpaa.
fr_be: La valeur '{0}' n'est pas valide.
is_is: '{0}' er ógilt gildi.
it_ch: "{0}" non è un valore valido.
nb_no: {0} er ikke en gyldig verdi.
nl_be: {0} is geen geldige waarde.
ru_ru: '{0}' не является допустимым значением.
sv_se: {0} är inte ett giltigt värde.
zh_cn: '{0}' 不是一个有效的值。

# ValidationRule_LessThanMin
source: The value must be greater than or equal to {1}. Value: {0}.
cs_cz: Hodnota musí být větší nebo rovna {1}. Hodnota: {0}.
da_dk: Værdien skal være større end eller lig med {1}. Værdi: {0}.
de_ch: Der Wert muss grösser als oder gleich {1} sein. Wert: {0}.
es_es: El valor debe ser mayor o igual que {1}. Valor: {0}.
fi_fi: Arvon on oltava suurempi tai yhtä suuri kuin {1}. Arvo: {0}.
fr_be: La valeur doit être supérieure ou égale à {1}. Valeur : {0}.
is_is: Gildið verður að vera meira en eða jafnt og {1}. Gildi: {0}.
it_ch: Il valore deve essere maggiore o uguale a {1}. Valore: {0}.
nb_no: Verdien må være større enn eller lik {1}. Verdi: {0}.
nl_be: De waarde moet groter dan of gelijk aan {1} zijn. Waarde: {0}.
ru_ru: Значение должно быть больше или равно {1}. Значение: {0}.
sv_se: Värdet måste vara större än eller lika med {1}. Värde: {0}.
zh_cn: 值必须是大于或等于 {1}。价值: {0}。

# StringValidationRule_StringTooLong
source: The value is too long. Maximum length: {1}. Value: {0}.
cs_cz: Hodnota je příliš dlouhá. Maximální délka: {1}. hodnota: {0}.
da_dk: Værdien er for lang. Maksimal længde: {1}. Værdi: {0}.
de_ch: Der Wert ist zu lang. Maximale Länge: {1}. Wert: {0}.
es_es: El valor es demasiado largo. Longitud máxima: {1}. Valor: {0}.
fi_fi: Arvo on liian pitkä. Enimmäispituus: {1}. Arvo: {0}.
fr_be: La valeur est trop longue. Longueur maximale : {1}. Valeur : {0}.
is_is: Gildið er of langt. Hámarkslengd: {1}. Gildi: {0}.
it_ch: Il valore è troppo lungo. Lunghezza massima: {1}. Valore: {0}.
nb_no: Verdien er for lang. Maksimumslengde: {1}. Verdi: {0}.
nl_be: De waarde is te lang. Maximale lengte: {1}. Waarde: {0}.
ru_ru: Слишком длинное значение. Максимальная длина: {1}. Значение: {0}.
sv_se: Värdet är för långt. Maxlängd: {1}. Värde: {0}.
zh_cn: 值太长。最大长度: {1}.价值: {0}。

# ResourceNoSaveAsFolderNotFound
source: The resources cannot be saved on the web server because folder {0} does not exist. Create the folder, add it to the website as a virtual directory, and restart the website.
da_dk: Ressourcerne kan ikke gemmes på webserveren, da mappen {0} ikke findes. Opret mappen, føj den til webstedet som et virtuelt bibliotek, og genstart webstedet.
de_ch: Die Ressourcen können nicht auf dem Webserver gespeichert werden, da der Ordner {0} nicht vorhanden ist. Erstellen Sie den Ordner, fügen Sie ihn der Website als virtuelles Verzeichnis hinzu, und starten Sie die Website neu.
es_es: Los recursos no se pueden guardar en el servidor web porque la carpeta {0} no existe. Cree la carpeta, agréguela al sitio web como directorio virtual y reinicie el sitio web.
fi_fi: Resursseja ei voi tallentaa verkkopalvelimeen, koska kansiota {0} ei ole. Luo kansio, lisää se sivustoon virtuaalihakemistona ja käynnistä sivusto uudelleen.
fr_be: Les ressources ne peuvent pas être enregistrées sur le serveur web car le dossier {0} n'existe pas. Créez le dossier, ajoutez-le au site web en tant que répertoire virtuel et relancez le site web.
is_is: Ekki er hægt að vista tilföngin á vefþjóninum vegna þess að mappan {0} er ekki til. Búa þarf til möppuna, bæta henni við vefsvæðið sem sýndarskráasafni og endurræsa vefsvæðið.
it_ch: Impossibile salvare le risorse sul server Web perché la cartella {0} non esiste. Creare la cartella, aggiungerla al sito Web come directory virtuale, quindi riavviare il sito Web.
nb_no: Ressursene kan ikke lagres på webserveren fordi mappen {0} finnes ikke. Opprett mappen, legg den til på webområdet som en virtuell katalog, og start webområdet på nytt.
nl_be: Kan de resources niet opslaan op de webserver omdat de map {0} niet bestaat. Maak de map, voeg de map toe aan de website als een virtuele map en start de website opnieuw.
ru_ru: Невозможно сохранить ресурсы на веб-сервере, так как отсутствует папка {0}. Создайте папку, добавьте ее на веб-сайт в качестве виртуальной директории и перегрузите веб-сайт.
sv_se: Det går inte att spara resurserna på webbservern eftersom mappen {0} inte finns. Skapa mappen, lägg till den på webbplatsen som en virtuell katalog och starta om webbplatsen.
zh_cn: 资源不能保存在 web 服务器上，因为文件夹 {0} 不存在。创建文件夹，将其添加到该网站作为一个虚拟目录，并重新启动该网站。

# LogicalControl_IllegalDataValueDateTime
source: date time
cs_cz: Datum čas
da_dk: dato klokkeslæt
es_es: fecha hora
fi_fi: päivämäärä ja aika
fr_be: date heure
is_is: dagsetning og tími
it_ch: data ora
nb_no: dato/klokkeslett
nl_be: datum tijd
ru_ru: дата и время
sv_se: datum/tid
zh_cn: 日期时间
