Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.Web/EmbeddedScripts.Framework.*.resx
Languages: da_dk, de_de, es_es, fi_fi, fr_ca, is_is, it_ch, nb_no, ru_ru, sv_se

# AuthenticationPage_HeaderText
source: Welcome!
da_dk: Velkommen!
de_de: Herzlich Willkommen!
es_es: Bienvenido
fi_fi: Tervetuloa!
fr_ca: Bienvenue !
is_is: Velkomin(n)!
it_ch: Benvenuto
nb_no: Velkommen!
ru_ru: Добро пожаловать!
sv_se: Välkommen!

# ContinuousScrollingBusyText
source: Fetching more rows
da_dk: Henter flere rækker
de_de: Abrufen weiterer Zeilen
es_es: Recuperando más filas
fi_fi: Noudetaan lisää rivejä
fr_ca: Extractions de davantage de lignes
is_is: Fleiri línur sóttar
it_ch: Recupero di più righe
nb_no: Henter flere rader
ru_ru: Выборка дополнительных строк
sv_se: Hämtar fler rader

# OpenContextMenuTitle
source: Open Menu
da_dk: Menuen Åbn
de_de: Menü öffnen
es_es: Abrir menú
fi_fi: Avaa valikko
fr_ca: Menu Ouvrir
is_is: Valmyndin Opna
it_ch: Menu Apri
nb_no: Åpne meny
ru_ru: Открыть меню
sv_se: Öppna meny

# Validation_MessageWarnings
source: The page has one or more warnings.
da_dk: Siden har én eller flere advarsler.
de_de: Die Seite weist mindestens eine Warnung auf.
es_es: La página tiene una o varias advertencias.
fi_fi: Sivulla on vähintään yksi varoitus.
fr_ca: La page comporte un ou plusieurs avertissements.
is_is: Ein eða fleiri viðvaranir eru á síðunni.
it_ch: La pagina contiene uno o più avvisi.
nb_no: Siden har én eller flere advarsler.
ru_ru: Страница содержит одно или несколько предупреждений.
sv_se: Sidan har minst en varning.

# Validation_MessageOneError_Desktop
source: The page has an error. Correct the error or try to [[[revert the change]]].
da_dk: Siden har en fejl. Ret fejlen, eller prøv at [[[tilbageføre ændringen]]].
de_de: Die Seite weist einen Fehler auf. Beheben Sie den Fehler, oder versuchen Sie, [[[die Änderung rückgängig zu machen]]].
es_es: La página tiene un error. Corríjalo o intente [[[revertir el cambio]]].
fi_fi: Sivulla on virhe. Korjaa virhe tai yritä [[[palauttaa muutos]]].
fr_ca: La page comporte une erreur. Corrigez l'erreur ou tentez d'[[[annuler la modification]]].
is_is: Síðan inniheldur villu. Leiðréttu villuna eða reyndu að afturkalla.[[[[snúa breytingunni aftur]]]]
it_ch: La pagina contiene un errore. Correggere l'errore o provare ad [[[annullare le modifiche]]].
nb_no: Siden har en feil. Rett feilen, eller prøv å [[[tilbakestille endringen]]].
ru_ru: Страница содержит ошибку. Исправьте ошибки или попробуйте [[[отменить изменения]]].
sv_se: Sidan innehåller ett fel. Åtgärda felet eller försök att [[[återställa ändringen]]].

# Validation_MessageOneError_Mobile
source: The page has an error. Correct the error or try to undo the change.[[[[Undo]]]]
da_dk: Siden har en fejl. Ret fejlen, eller prøv at annullere ændringen.[[[Fortryd]]]
de_de: Die Seite weist einen Fehler auf. Beheben Sie den Fehler, oder versuchen Sie, die Änderung rückgängig zu machen.[[[Rückgängig]]]
es_es: La página tiene un error. Corríjalo o intente deshacer el cambio.[[[Deshacer]]]
fi_fi: Sivulla on virhe. Korjaa virhe tai yritä kumota muutos. [[[Kumoa]]]
fr_ca: La page comporte une erreur. Corrigez l'erreur ou tentez d'annuler la modification.[[[[Annuler]]]]
is_is: Síðan inniheldur villu. Leiðréttu villuna eða reyndu að afturkalla breytingarnar.[[[[Afturkalla]]]]
it_ch: La pagina contiene un errore. Correggere l'errore o provare ad annullare le modifiche.[[[[Annulla]]]]
nb_no: Siden har en feil. Rett feilen, eller prøv å angre endringen.[[[[Angre]]]]
ru_ru: Страница содержит ошибку. Исправьте ошибки или попробуйте отменить изменения.[[[[Отменить]]]]
sv_se: Sidan innehåller ett fel. Åtgärda felet eller försök ångra ändringen.[[[[Ångra]]]]

# DatePickerDateFormat
source: mm/dd/yy
da_dk: dd/mm/åå
de_de: tt/mm/jj
es_es: mm/dd/aa
fi_fi: kk/pp/vv
fr_ca: jj/mm/aa
is_is: mm/dd/áá
it_ch: mm/gg/aa
nb_no: dd.MM.yyyy
ru_ru: мм/дд/гг
sv_se: mm/dd/åå

# Expander_Expand
source: Expand
da_dk: Udvid
de_de: Aufklappen
es_es: Expandir
fi_fi: Laajenna
fr_ca: Développer
is_is: Stækka
it_ch: Espandi
nb_no: Utvid
ru_ru: Раскрыть
sv_se: Expandera

# FileUploadWrongFile
source: Select a file with one of the following extensions: {0}
da_dk: Vælg en fil med et af følgende filtypenavne: {0}
de_de: Wählen Sie eine Datei mit einer der folgenden Erweiterungen aus: {0}
es_es: Seleccione un archivo con una de las extensiones siguientes: {0}
fi_fi: Valitse tiedosto, jolla on jokin seuraavista tiedostotunnisteista: {0}
fr_ca: Sélectionnez un fichier présentant l'une des extensions suivantes : {0}
is_is: Velja skrá með einn af eftirtöldum viðaukum: {0}
it_ch: Selezionare un file con una delle estensioni seguenti: {0}
nb_no: Velg en fil med én av følgende filtyper: {0}
ru_ru: Выберите файл с одним из следующих расширений: {0}
sv_se: Välj en fil med något av följande filtillägg: {0}

source: Restart
da_dk: Genstart
de_de: Neu starten
es_es: Reiniciar
fi_fi: Käynnistä uudelleen
fr_ca: Redémarrer
is_is: Endurræsa
it_ch: Riavvia
nb_no: Start på nytt
ru_ru: Перезапустить
sv_se: Starta om

# Filter_ExecuteButtonToolTip
source: Apply filter
da_dk: Anvend filter
de_de: Filter anwenden
es_es: Aplicar filtro
fi_fi: Käytä suodatinta
fr_ca: Appliquer filtre
is_is: Nota afmörkun
it_ch: Applica filtro
nb_no: Bruk filter
ru_ru: Применить фильтр
sv_se: Använd filter

# DatePickerCloseText
source: Done
da_dk: Færdigt
de_de: Erledigt
es_es: Terminado
fi_fi: Valmis
fr_ca: Terminée
is_is: Lokið
it_ch: Conclusa
nb_no: Ferdig
ru_ru: Выполнена
sv_se: Färdigt

# DatePickerDayNamesMin
source: Su,Mo,Tu,We,Th,Fr,Sa
da_dk: Sø,Ma,Ti,On,To,Fr,Lø
de_de: So,Mo,Di,Mi,Do,Fr,Sa
es_es: Do,Lu,Ma,Mi,Ju,Vi,Sá
fi_fi: Su,Ma,Ti,Ke,To,Pe,La
fr_ca: Di,Lu,Ma,Me,Je,Ve,Sa
is_is: Su,Má,Þr,Mi,Fi,Fö,La
it_ch: Do,Lu,Ma,Me,Gi,Ve,Sa
nb_no: Sø,Ma,Ti,On,To,Fr,Lø
ru_ru: Вс,Пн,Вт,Ср,Чт,Пт,Сб
sv_se: Sön,Mån,Tis,Ons,Tor,Fre,Lör

# NavigationPane_AllHeading
source: All
da_dk: Alle
de_de: Alle
es_es: Todo
fi_fi: Kaikki
fr_ca: Tous
is_is: Allt
it_ch: Tutto
nb_no: Alle
ru_ru: Все
sv_se: Alla

# LongOperationTitle
source: Working...
da_dk: Arbejder...
de_de: Vorgang wird ausgeführt...
es_es: En funcionamiento...
fi_fi: Käsittelee...
fr_ca: Travail en cours...
is_is: Vinnur...
it_ch: Elaborazione in corso...
nb_no: Arbeider ...
ru_ru: Обработка...
sv_se: Arbetar...

# DrillDown_TooltipTitle
source: Drill down
da_dk: Detailudledning
es_es: Explorar en profundidad
fi_fi: Poraudu
fr_ca: Zoom avant
is_is: Kafa niður
it_ch: Esegui drill-down
ru_ru: Детализировать
sv_se: Gå nedåt

# Lookup_TooltipTitle
source: Look up value
da_dk: Slå værdi op
de_de: Wert suchen
es_es: Valor de búsqueda
fi_fi: Hae arvo
fr_ca: Valeur de recherche
is_is: Fletta upp gildi
it_ch: Valore ricerca
nb_no: Oppslagsverdi
ru_ru: Найти значение
sv_se: Uppslagsvärde

# BusinessGrid_SelectRowToolTip
source: Select row
da_dk: Marker række
de_de: Zeile auswählen
es_es: Seleccionar fila
fi_fi: Valitse rivi
fr_ca: Sélectionner ligne
is_is: Velja röð
it_ch: Seleziona riga
nb_no: Velg rad
ru_ru: Выберите строку
sv_se: Välj rad

# Filter_ColumnChooserToolTipFormat
source: Filter column: {0}
da_dk: Filterkolonne: {0}
de_de: Spalte filtern: {0}
es_es: Columna de filtro: {0}
fi_fi: Suodata sarake {0}
fr_ca: Colonne Filtre : {0}
is_is: Afmarka dálk: {0}
it_ch: Colonna filtro: {0}
nb_no: Filterkolonne: {0}
ru_ru: Фильтрация столбца: {0}
sv_se: Filterkolumn: {0}

# Expander_Collapse
source: Collapse
da_dk: Skjul
de_de: Zusammenklappen
es_es: Contraer
fi_fi: Supista
fr_ca: Réduire
is_is: Fella saman
it_ch: Comprimi
nb_no: Skjul
ru_ru: Свернуть
sv_se: Reducera

# Message_CommunicationErrorTimedOut
source: Communication with the server failed because the connection timed out, and the content cannot be displayed. {0}
da_dk: Kommunikationen med serveren mislykkedes, fordi forbindelsen fik timeout, og indholdet kan ikke vises. {0}
de_de: Fehler bei der Kommunikation mit dem Server, da ein Verbindungstimeout aufgetreten ist und der Inhalt nicht angezeigt werden kann. {0}
es_es: Se produjo un error en la comunicación con el servidor porque se agotó el tiempo de espera y no se puede visualizar el contenido. {0}
fi_fi: Tietoliikenne palvelimen kanssa epäonnistui, koska yhteys aikakatkaistiin, eikä sisältöä voida näyttää. {0}
fr_ca: La communication avec le serveur a échoué car la connexion a expiré; le contenu n'a pas pu être affiché. {0}
is_is: Samskipti við þjóninn mistókust vegna þess að tengingin rann út á tíma. Ekki er hægt að birta efnið. {0}
it_ch: Comunicazione con il server non riuscita perché la connessione è scaduta. Impossibile visualizzare il contenuto. {0}
nb_no: Kommunikasjon med serveren mislyktes fordi tilkoblingen ble tidsavbrutt, og innholdet kan ikke vises. {0}
ru_ru: Связь с сервером нарушена, так как истекло время ожидания соединения, поэтому невозможно отобразить содержимое. {0}
sv_se: Kommunikationen med servern misslyckades eftersom en tidsgräns uppnåddes för anslutningen. Innehållet kan inte visas. {0}

# Validation_MessageMultipleErrors_Desktop
source: The page has {0} errors. Correct the errors or try to [[[revert the changes]]].
da_dk: Siden har {0} fejl. Ret fejlene, eller prøv at [[[tilbageføre ændringerne]]].
de_de: Die Seite weist {0} Fehler auf. Beheben Sie die Fehler, oder versuchen Sie, [[[die Änderungen rückgängig zu machen]]].
es_es: La página tiene {0} errores. Corríjalos o intente [[[revertir los cambios]]].
fi_fi: Sivulla on {0} virhettä. Korjaa virheet tai yritä [[[palauttaa muutokset]]].
fr_ca: La page comporte {0} erreurs. Corrigez les erreurs ou tentez d'[[[annuler les modifications]]].
is_is: Á síðunni eru {0} villur. Leiðrétta skal villurnar eða reyna að [[[afturkalla breytingarnar]]].
it_ch: La pagina contiene {0} errori. Correggere gli errori o provare ad [[[annullare le modifiche]]].
nb_no: Siden har {0} feil. Rett feilene, eller prøv å [[[tilbakestille endringene]]].
ru_ru: Ошибок на странице: {0}. Исправьте ошибки или попробуйте [[[отменить изменения]]].
sv_se: Sidan innehåller {0} fel. Åtgärda felen eller försök att [[[återställa ändringarna]]].

# FileUpload_FileTooBig
source: The file could not be uploaded because it was too big.
da_dk: Filen kunne ikke overføres, fordi den er for stor.
de_de: Die Datei konnte nicht hochgeladen werden, da sie zu groß war.
es_es: No se pudo cargar el archivo porque era demasiado grande.
fi_fi: Tiedostoa ei voitu ladata, koska se oli liian suuri.
fr_ca: Impossible de charger le fichier car il est trop volumineux.
is_is: Ekki tókst að hlaða upp skránni því hún var of stór.
it_ch: Impossibile caricare il file perché è troppo grande.
nb_no: Kan ikke laste opp filen fordi den er for stor.
ru_ru: Не удалось отправить файл, так как он слишком велик.
sv_se: Det gick inte att överföra filen eftersom den var för stor.

# DatePickerWeekHeader
source: Wk
da_dk: Uge
de_de: Wo
es_es: Sem
fi_fi: Vk
fr_ca: Sem
is_is: Vk
it_ch: Sett
nb_no: Uke
ru_ru: нед.
sv_se: V.

# ControlAddInMethodNotFound
source: Method "{0}" was not found in the control add-in.
da_dk: Metoden "{0}" blev ikke fundet i tilføjelseskontrolelementet.
de_de: Methode "{0}" wurde im Steuerungs-Add-in nicht gefunden.
es_es: No se encontró el método "{0}" en el complemento del control.
fi_fi: Menetelmää {0} ei löytynyt ohjauslisäosasta.
fr_ca: Méthode « {0} » introuvable dans le complément de contrôle.
is_is: Aðferðin „{0}“ fannst ekki í innbót stýringar.
it_ch: Metodo "{0}" non trovato nel componente aggiuntivo del controllo.
nb_no: Fant ikke metoden {0} i kontrolltillegget.
ru_ru: Метод "{0}" не найден в надстройке элемента управления.
sv_se: Det gick inte att hitta metoden {0} i kontrolltillägget.

# AriaLookupDescription
source: To look up a value, press the Alt+Down Arrow key.
da_dk: For at slå en værdi op skal du trykke på Alt + tasten Pil ned.
de_de: Drücken Sie die ALT+NACH-UNTEN-TASTE, um einen Wert nachzuschlagen.
es_es: Para buscar un valor, presione las tecla Alt+Flecha abajo.
fi_fi: Voit katsoa arvon painamalla Alt+Alanuolinäppäin.
fr_ca: Pour rechercher une valeur, appuyez sur la touche Alt + flèche bas.
is_is: Til að leita að gildi skal halda niðri Alt+niðurör.
it_ch: Per cercare un valore, premere il tasto ALT+Freccia GIÙ.
nb_no: Hvis du vil slå opp en verdi, trykker du Alt+Pil ned-tasten.
ru_ru: Для поиска значения нажмите сочетание клавиш Alt+Стрелка вниз.
sv_se: Om du vill söka efter ett värde trycker du ned Alt+Nedpil.

# OpenContextMenuTooltip
source: Open Menu
da_dk: Menuen Åbn
de_de: Menü öffnen
es_es: Abrir menú
fi_fi: Avaa valikko
fr_ca: Menu Ouvrir
is_is: Valmyndin Opna
it_ch: Menu Apri
nb_no: Åpne meny
ru_ru: Открыть меню
sv_se: Öppna meny

# Validation_TooltipTitle
source: Validation Results
da_dk: Valideringsresultater
de_de: Überprüfungsergebnisse
es_es: Resultados validación
fi_fi: Tarkistuksen tulokset
fr_ca: Résultats validation
is_is: Niðurstöður prófunar
it_ch: Risultati convalida
nb_no: Valideringsresultater
ru_ru: Результаты проверки
sv_se: Valideringsresultat

# Message_AadAuthenticationError
source: An error occurred while connecting to your Azure Active Directory account. Make sure that you are connected to the Internet, and then try again. Otherwise, contact your system administrator.
da_dk: Der opstod en fejl under oprettelse af forbindelse til din Azure Active Directory-konto. Kontrollér, at du har forbindelse til internettet, og prøv derefter igen. Ellers skal du kontakte systemadministratoren.
de_de: Fehler beim Herstellen der Verbindung mit Ihrem Azure Active Directory-Konto. Überprüfen Sie Ihre Internetverbindung, und versuchen Sie es ggf. noch einmal. Andernfalls wenden Sie sich an Ihren Systemadministrator.
es_es: Se produjo un error al intentar establecer la conexión a la cuenta de Azure Active Directory. Asegúrese de estar conectado a Internet y vuelva a intentarlo. De lo contrario, póngase en contacto con el administrador del sistema.
fi_fi: Ilmeni virhe muodostettaessa yhteyttä Azure Active Directory -tiliisi. Varmista, että Internet-yhteys on muodostettu, ja yritä sitten uudelleen. Ota muussa tapauksessa yhteys järjestelmänvalvojaan.
fr_ca: Une erreur s'est produite lors de la connexion à votre compte Azure Active Directory. Vérifiez que vous êtes bien connecté à Internet et réessayez. Sinon, contactez votre administrateur système.
is_is: Villa kom upp við tengingu við Azure Active Directory-reikninginn. Ganga þarf úr skugga um að tenging við internetið sé til staðar og reyna aftur. Ef svo er ekki skal hafa samband við kerfisstjóra.
it_ch: Si è verificato un errore durante la connessione all'account Azure Active Directory. Verificare di essere connessi a Internet e riprovare. In alternativa, contattare l'amministratore di sistema.
nb_no: Det oppstod en feil under tilkobling til Azure Active Directory-kontoen. Kontroller at du er koblet til Internett og prøv på nytt, eller kontakt systemansvarlig.
ru_ru: Произошла ошибка при подключении к вашей учетной записи Active Directory для Azure. Убедитесь, что имеется подключение к Интернету, и повторите попытку.
sv_se: Ett fel uppstod vid anslutning till ditt Azure Active Directory-konto. Kontrollera att datorn är ansluten till Internet och försök sedan igen. Kontakta annars systemadministratören.

# NavigationPane_ShowList
source: Show list
da_dk: Vis liste
de_de: Übersicht anzeigen
es_es: Mostrar lista
fi_fi: Näytä luettelo
fr_ca: Afficher liste
is_is: Sýna lista
it_ch: Mostra lista
nb_no: Vis liste
ru_ru: Показать список
sv_se: Visa lista

# JsonRPC_TimeoutError
source: Server connection timeout occurred.
da_dk: Serverforbindelsen fik timeout.
de_de: Serververbindungstimeout.
es_es: Se agotó el tiempo de espera de la conexión al servidor.
fi_fi: Palvelinyhteys aikakatkaistiin.
fr_ca: Expiration de la connexion au serveur.
is_is: Tenging við netþjón rann út á tíma.
it_ch: Timeout connessione server.
nb_no: Servertilkoblingen er tidsavbrutt.
ru_ru: Истекло время ожидания при подключении к серверу.
sv_se: En tidsgräns uppnåddes för serveranslutningen.

# CallbackServiceProxy_WebServiceFailed
source: The server method failed.
da_dk: Servermetoden mislykkedes.
de_de: Fehler bei der Servermethode.
es_es: Error en el método de servidor.
fi_fi: Palvelinmenetelmä epäonnistui.
fr_ca: Échec de la méthode du serveur.
is_is: Þjónsaðferðin mistókst.
it_ch: Metodo server non riuscito.
nb_no: Servermetoden mislyktes.
ru_ru: Сбой метода сервера.
sv_se: Servermetoden misslyckades.

# AuthenticationPage_EnterNewServerName
source: Enter new service name...
da_dk: Indtast et nyt tjenestenavn...
de_de: Geben Sie einen neuen Dienstnamen ein...
es_es: Introducir nuevo nombre de servicio...
fi_fi: Anna uusi palvelun nimi...
fr_ca: Entrez le nom du nouveau service...
is_is: Færa inn nýtt þjónustuheiti...
it_ch: Immettere il nome del nuovo servizio.
nb_no: Angi nytt tjenestenavn...
ru_ru: Введите новое имя службы...
sv_se: Ange ett nytt tjänstnamn...

# AuthenticationPage_ClearServerLIst
source: Clear server list
da_dk: Ryd serveroversigt
de_de: Serverliste löschen
es_es: Borrar lista de servidores
fi_fi: Tyhjennä palvelinluettelo
fr_ca: Effacer liste serveurs
is_is: Hreinsa netþjónslista
it_ch: Cancella lista server
nb_no: Nullstill serverliste
ru_ru: Очистить список серверов
sv_se: Rensa serverlista

# AuthenticationPage_Username
source: User name
da_dk: Brugernavn
de_de: Benutzername
es_es: Nombre de usuario
fi_fi: Käyttäjänimi
fr_ca: Nom de l'utilisateur
is_is: Notandanafn
it_ch: Nome utente
nb_no: Brukernavn
ru_ru: Имя пользователя
sv_se: Användarnamn

# DatePickerDayNames
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday
da_dk: Søndag,Mandag,Tirsdag,Onsdag,Torsdag,Fredag,Lørdag
de_de: Sonntag,Montag,Dienstag,Mittwoch,Donnerstag,Freitag,Samstag
es_es: Domingo,Lunes,Martes,Miércoles,Jueves,Viernes,Sábado
fi_fi: Sunnuntai,Maanantai,Tiistai,Keskiviikko,Torstai,Perjantai,Lauantai
fr_ca: Dimanche,Lundi,Mardi,Mercredi,Jeudi,Vendredi,Samedi
is_is: Sunnudagur,Mánudagur,Þriðjudagur,Miðvikudagur,Fimmtudagur,Föstudagur,Laugardagur
it_ch: Domenica,Lunedì,Martedì,Mercoledì,Giovedì,Venerdì,Sabato
nb_no: Søndag,Mandag,Tirsdag,Onsdag,Torsdag,Fredag,Lørdag
ru_ru: Воскресенье,Понедельник,Вторник,Среда,Четверг,Пятница,Суббота
sv_se: Söndag,Måndag,Tisdag,Onsdag,Torsdag,Fredag,Lördag

# ServerNotCompatible
source: The server is not compatible and will need to be upgraded to newer version. Please contact you system administrator.
da_dk: Serveren er ikke kompatibel og skal opgraderes til en nyere version. Kontakt systemadministratoren.
de_de: Der Server ist nicht kompatibel. Ein Upgrade auf eine neuere Version muss durchgeführt werden. Wenden Sie sich an Ihren Systemadministrator.
es_es: El servidor no es compatible y deberá actualizarse a una versión más reciente. Póngase en contacto con el administrador del sistema.
fi_fi: Palvelinohjelma ei ole yhteensopiva, ja se täytyy päivittää uudempaan versioon. Ota yhteys järjestelmänvalvojaan.
fr_ca: Le serveur n'est pas compatible et devra être mis à niveau vers la nouvelle version. Contactez votre administrateur système.
is_is: Netþjónninn er ósamhæfur og það þarf að uppfæra hann í nýrri útgáfu. Hafa skal samband við kerfisstjóra.
it_ch: Il server non è compatibile e deve essere aggiornato alla versione più recente. Contattare l'amministratore di sistema.
nb_no: Serveren er ikke kompatibel, og må oppgraderes til en nyere versjon. Kontakt systemansvarlig.
ru_ru: Сервер несовместим, потребуется его обновление до более новой версии. Обратитесь к системному администратору.
sv_se: Servern är inte kompatibel och måste uppgraderas till en nyare version. Kontakta systemadministratören.

# SynchronizationIcon_Tooltip
source: The changes to the field are being saved.
da_dk: Ændringerne af feltet gemmes.
de_de: Am Feld vorgenommene Änderungen werden gespeichert...
es_es: Se están guardando los cambios en el campo.
fi_fi: Kenttään tehdyt muutokset tallennetaan.
fr_ca: Les modifications apportées au champ sont en cours d'enregistrement.
is_is: Verið er að vista breytingarnar á reitnum.
it_ch: Le modifiche del campo vengono salvate.
nb_no: Endringene i feltet lagres.
ru_ru: Изменения в поле сохраняются.
sv_se: Ändringarna i fältet sparas.

# Back_Title
source: Back
da_dk: Tilbage
de_de: Zurück
es_es: Atrás
fi_fi: Takaisin
fr_ca: Précédent
is_is: Bakka
it_ch: Indietro
nb_no: Tilbake
ru_ru: Назад
sv_se: Bakåt

# EditControlWithDefaultActionToolTip
source: Open record "{0}" in a new window
da_dk: Åbn record "{0}" i et nyt vindue
de_de: Datensatz '{0}' in einem neuem Fenster öffnen
es_es: Abrir el registro "{0}" en una nueva ventana
fi_fi: Avaa tietue "{0}" uudessa ikkunassa
fr_ca: Ouvrir l'enregistrement « {0} » dans une nouvelle fenêtre
is_is: Opna færsluna "{0}" í nýjum glugga
it_ch: Apri record "{0}" in un'altra finestra
nb_no: Åpne posten {0} i et nytt vindu
ru_ru: Открыть запись "{0}" в новом окне
sv_se: Öppna posten "{0}" i ett nytt fönster

# DatePickerDayNamesShort
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
da_dk: Søn,Man,Tir,Ons,Tor,Fre,Lør
de_de: So,Mo,Di,Mi,Do,Fr,Sa
es_es: Do,Lun,Mar,Mié,Jue,Vie,Sáb
fi_fi: Sun,Maa,Tii,Kes,Tor,Per,Lau
fr_ca: Dim,Lun,Ma,Me,Jeu,Ven,Sam
is_is: Sun,Mán,Þri,Mið,Fim,Fös,Lau
it_ch: Dom,Lun,Mar,Mer,Gio,Ven,Sab
nb_no: Søn,Man,Tir,Ons,Tor,Fre,Lør
ru_ru: Вс, Пн, Вт, Ср, Чт, Пт, Сб
sv_se: Sön,Mån,Tis,Ons,Tor,Fre,Lör

# DatePickerNextText
source: Next
da_dk: Næste
de_de: Nächster
es_es: Siguiente
fi_fi: Seuraava
fr_ca: Suivant
is_is: Næsta
it_ch: Successiva
nb_no: Neste
ru_ru: Следующий
sv_se: Nästa

# DatePickerPreviousText
source: Previous
da_dk: Forrige
de_de: Vorheriger
es_es: Anterior
fi_fi: Edellinen
fr_ca: Précédent
is_is: Fyrra
it_ch: Precedente
nb_no: Forrige
ru_ru: Предыдущий
sv_se: Föregående

# FocusOnContent_Tooltip
source: Focus on content
da_dk: Fokuser på indhold
de_de: Konzentration auf den Inhalt
es_es: Centrarse en el contenido
fi_fi: Keskity sisältöön
fr_ca: Se concentrer sur le contenu
is_is: Áhersla á efni
it_ch: Stato attivo sul contenuto
nb_no: Fokuser på innhold
ru_ru: Фокус на содержимом
sv_se: Fokusera på innehållet

# Validation_MessageNotification
source: The page has one or more notifications.
da_dk: Siden har én eller flere notifikationer.
de_de: Die Seite verfügt über mindestens eine Benachrichtigung.
es_es: La página tiene notificaciones.
fi_fi: Sivulla on yksi tai useampi ilmoitus.
fr_ca: La page comporte une ou plusieurs notifications.
is_is: Síðan hefur eina eða fleiri tilkynningar.
it_ch: La pagina contiene una o più notifiche.
nb_no: Siden har én eller flere varslinger.
ru_ru: Страница содержит одно или несколько уведомлений.
sv_se: Sidan har minst ett meddelande.

# LongOperationMessage
source: Please wait while the operation is being completed.
da_dk: Vent venligst, mens operationen afsluttes.
de_de: Warten Sie, bis der Vorgang abgeschlossen ist.
es_es: Espere mientras se completa la operación.
fi_fi: Odota. Toiminto on vielä kesken.
fr_ca: Veuillez patienter lors de l'exécution de l'opération.
is_is: Bíðið þar til aðgerðinni hefur verið lokið.
it_ch: Attendere il completamento dell'operazione.
nb_no: Vent mens operasjonen fullføres.
ru_ru: Дождитесь завершения операции.
sv_se: Vänta medan operationen avslutas.

# BusinessGrid_EmptyRowDefaultMessage
source: (There is nothing to show in this view)
da_dk: (Der er ikke noget at vise i denne visning)
de_de: (In dieser Ansicht kann nichts angezeigt werden)
es_es: (No hay nada que mostrar en esta vista)
fi_fi: (Näkymässä ei ole mitään näytettävää)
fr_ca: (Il n'y a rien à afficher dans cette vue)
is_is: (Það eru engin atriði til að sýna í þessu yfirliti)
it_ch: (Non vi è nulla mostrare in questa visualizzazione)
nb_no: (Det finnes ikke noe å vise i denne visningen)
ru_ru: (Данные для отображения в этом представлении отсутствуют)
sv_se: (Det finns inget att visa i den här vyn)
