Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.Web/EmbeddedScripts.Framework.*.resx
Languages: da_dk, de_de, es_es, fi_fi, fr_ca, is_is, it_ch, nb_no, ru_ru, sv_se

# Message_ScriptError
source: A script error has occurred, and the content cannot be displayed. {0}
da_dk: Der er opstået en scriptfejl, og indholdet kan ikke vises. {0}
de_de: Ein Skriptfehler ist aufgetreten, und der Inhalt kann nicht angezeigt werden. {0}
es_es: Se produjo un error de script y no se puede visualizar el contenido. {0}
fi_fi: Tapahtui komentosarjavirhe, eikä sisältöä voida näyttää. {0}
fr_ca: Une erreur de script s'est produite et le contenu n'a pas pu être affiché. {0}
is_is: Forskriftarvilla kom upp. Ekki er hægt að birta efnið. {0}
it_ch: Si è verificato un errore di script. Impossibile visualizzare il contenuto. {0}
nb_no: Det oppstod en skriptfeil, og innholdet kan ikke vises. {0}
ru_ru: Возникла ошибка сценария – невозможно отобразить содержимое. {0}
sv_se: Ett skriptfel har inträffat. Innehållet kan inte visas. {0}

# LongOperationPleaseWait
source: Please wait. This is taking longer than usual.
da_dk: Vent venligst. Dette tager længere tid end normalt.
de_de: Bitte warten. Das dauert länger als üblich.
es_es: Espere. Este proceso está tardando más de lo habitual.
fi_fi: Odota. Tämä kestää tavallista kauemmin.
fr_ca: Veuillez patienter. Cette opération prend plus longtemps que prévu.
is_is: Augnablik. Þetta er að taka lengri tíma en venjulega.
it_ch: Attendere, l'operazione sta richiedendo più tempo del solito.
nb_no: Vent litt. Dette tar lengre tid enn vanlig.
ru_ru: Подождите. Действие занимает больше времени, чем обычно.
sv_se: Vänta, det här tar längre tid än vanligt.

# Network_Unavailable
source: The network is currently unavailable. The connection will resume when network access is restored.
da_dk: Netværket er ikke tilgængeligt i øjeblikket. Forbindelsen genoptages, når netværksadgangen er gendannet.
de_de: Das Netzwerk ist derzeit nicht verfügbar. Die Verbindung wird wieder aufgenommen, wenn der Netzwerkzugriff wieder hergestellt wird.
es_es: La red no está disponible actualmente. La conexión se reanudará cuando se restablezca el acceso a la red.
fi_fi: Verkko ei ole tällä hetkellä käytettävissä. Yhteys palautuu, kun verkkoyhteys on muodostettu uudelleen.
fr_ca: Le réseau est actuellement indisponible. La connexion sera rétablie une fois l'accès au réseau rétabli.
is_is: Netið er ekki til staðar eins og er. Tenging verður endurheimt þegar netaðgangur kemst á aftur.
it_ch: Rete attualmente non disponibile. La connessione verrà ripresa quando verrà ripristinato l'accesso alla rete.
nb_no: Nettverket er ikke tilgjengelig for øyeblikket. Tilkoblingen gjenopptas når nettverktilgangen er gjenopprettet.
ru_ru: В настоящий момент сеть недоступна. Соединение восстановится при возобновлении доступа к сети.
sv_se: Nätverket är inte tillgängligt för närvarande. Anslutningen återupprättas när nätverksåtkomsten återställs.

# Validation_MessageMultipleErrors_Mobile
source: The page has {0} errors. Correct the errors or try to undo the changes.[[[[Undo]]]]
da_dk: Siden har {0} fejl. Ret fejlene, eller prøv at annullere ændringerne.[[[Fortryd]]]
de_de: Die Seite weist {0} Fehler auf. Beheben Sie die Fehler, oder versuchen Sie, die Änderungen rückgängig zu machen.[[[Rückgängig]]]
es_es: La página tiene {0} errores. Corríjalos o intente deshacer los cambios.[[[Deshacer]]]
fi_fi: Sivulla on {0} virhettä. Korjaa virheet tai yritä kumota muutokset. [[[Kumoa]]]
fr_ca: La page comporte {0} erreurs. Corrigez les erreurs ou tentez d'annuler les modifications.[[[[Annuler]]]]
is_is: Síðan inniheldur {0} villur. Leiðréttu villurnar eða reyndu að afturkalla breytingarnar.[[[[Afturkalla]]]]
it_ch: La pagina contiene {0} errori. Correggere gli errori o provare ad annullare le modifiche.[[[[Annulla]]]]
nb_no: Siden har {0} feil. Rett feilene, eller prøv å angre endringene.[[[[Angre]]]]
ru_ru: Ошибок на странице: {0}. Исправьте ошибки или попробуйте отменить изменения.[[[[Отменить]]]]
sv_se: Sidan innehåller {0} fel. Åtgärda felen eller försök ångra ändringarna.[[[[Ångra]]]]

# ErrorPage_SendByMail
source: Click here to send this error by email.
da_dk: Klik her at sende denne fejl via mail.
de_de: Klicken Sie hier, um den Fehler per E-Mail zu senden.
es_es: Haga clic aquí para enviar este error por correo electrónico.
fi_fi: Lähetä tämä virhe sähköpostitse napsauttamalla tätä.
fr_ca: Cliquez ici pour envoyer cette erreur par courriel.
is_is: Smellið hér til að senda þessa villu með tölvupósti.
it_ch: Fare clic qui per inviare l'errore tramite e-mail.
nb_no: Klikk her for å sende denne feilen via e-post.
ru_ru: Щелкните здесь, чтобы отправить эту ошибку по электронной почте.
sv_se: Klicka här för att skicka information om felet via e-post.

# AuthenticationPage_Password
source: Password
da_dk: Adgangskode
de_de: Kennwort
es_es: Contraseña
fi_fi: Salasana
fr_ca: Mot de passe
is_is: Aðgangsorð
nb_no: Passord
ru_ru: Пароль
sv_se: Lösenord

# Message_CommunicationError
source: Communication with the server failed, and the content cannot be displayed. {0}
da_dk: Kommunikationen med serveren mislykkedes, og indholdet kan ikke vises. {0}
de_de: Fehler bei der Kommunikation mit dem Server. Inhalte können nicht angezeigt werden. {0}
es_es: Se produjo un error en la comunicación con el servidor y no se puede visualizar el contenido. {0}
fi_fi: Tietoliikenne palvelimen kanssa epäonnistui, eikä sisältöä voida näyttää. {0}
fr_ca: La communication avec le serveur a échoué et le contenu ne peut pas être affiché. {0}
is_is: Samskipti við þjóninn mistókust. Ekki er hægt að birta efnið. {0}
it_ch: Comunicazione con il server non riuscita. Impossibile visualizzare il contenuto. {0}
nb_no: Kommunikasjon med serveren mislyktes, og innholdet kan ikke vises. {0}
ru_ru: Связь с сервером нарушена, невозможно отобразить содержимое. {0}
sv_se: Kommunikationen med servern misslyckades. Innehållet kan inte visas. {0}

# JsonRPC_GenericConnectionError
source: Could not connect to the server.
da_dk: Der kunne ikke oprettes forbindelse til serveren.
de_de: Verbindung zum Server konnte nicht hergestellt werden.
es_es: No se puede conectar con el servidor.
fi_fi: Palvelimeen ei voitu muodostaa yhteyttä.
fr_ca: Impossible de se connecter au serveur.
is_is: Ekki náðist tenging við þjóninn.
it_ch: Impossibile connettersi al server.
nb_no: Kan ikke koble til serveren.
ru_ru: Не удалось подключиться к серверу.
sv_se: Det gick inte att ansluta till servern.

# DatePickerMonthNamesShort
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sept,Oct,Nov,Dec
da_dk: Jan,Feb,Mar,Apr,Maj,Jun,Jul,Aug,Sep,Okt,Nov,Dec
de_de: Jan,Feb,Mär,Apr,Mai,Jun,Jul,Aug,Sep,Okt,Nov,Dez
es_es: Ene,Feb,Mar,Abr,May,Jun,Jul,Ago,Sep,Oct,Nov,Dic
fi_fi: Tam,Hel,Maa,Huh,Tou,Kes,Hei,Elo,Syy,Lok,Mar,Jou
fr_ca: Jan,Fév,Mar,Avr,Mai,Jun,Jul,Aoû,Sept,Oct,Nov,Déc
is_is: Jan,Feb,Mar,Apr,Maí,Jún,Júl,Ágú,Sept,Okt,Nóv,Des
it_ch: Gen,Feb,Mar,Apr,Mag,Giu,Lug,Ago,Set,Ott,Nov,Dic
nb_no: Jan,Feb,Mar,Apr,Mai,Jun,Jul,Aug,Sep,Okt,Nov,Des
ru_ru: Янв,Фев,Мар,Апр,Май,Июн,Июл,Авг,Сен,Окт,Ноя,Дек
sv_se: Jan,Feb,Mar,Apr,Maj,Jun,Jul,Aug,Sep,Okt,Nov,Dec

# ErrorPage_ErrorHasOcurred
source: An error has occurred.
da_dk: Der opstod en fejl.
de_de: Ein Fehler ist aufgetreten.
es_es: Se produjo un error.
fi_fi: On tapahtunut virhe.
fr_ca: Une erreur s'est produite.
is_is: Villa kom upp.
it_ch: Si è verificato un errore.
nb_no: Det har oppstått en feil.
ru_ru: Произошла ошибка.
sv_se: Ett fel har uppstått.

# ConfirmNewServer
source: You are about to connect to '{0}', which is not your current default connection setting. Do you want to continue?
da_dk: Du er ved at oprette forbindelse til '{0}', hvilket ikke er den aktuelle standardindstilling for din forbindelse. Vil du fortsætte?
de_de: Sie sind im Begriff, eine Verbindung zu "{0}" herzustellen, was nicht Ihrer Standardverbindungseinstellung entspricht. Möchten Sie fortfahren?
es_es: Va a conectar con '{0}', que no es la configuración de conexión predeterminada actual. ¿Desea continuar?
fi_fi: Olet muodostamassa yhteyttä kohteeseen {0}. Tämä ei ole yhteyden nykyinen oletusasetus. Haluatko jatkaa?
fr_ca: Vous êtes sur le point de vous connecter à « {0} », ce qui n'est pas votre paramètre de connexion par défaut actuel. Voulez-vous continuer?
is_is: Verið er að koma á tengingu við '{0}' sem ekki er sjálfgefin tengingarstilling. Á að halda áfram?
it_ch: È in corso la connessione a '{0}', che non è l'impostazione di connessione predefinita corrente. Continuare?
nb_no: Du er i ferd med å koble til {0}, som ikke er gjeldende standard tilkoblingsinnstilling. Vil du fortsette?
ru_ru: Выполняется подключение к "{0}" – это не текущая настройка подключения по умолчанию. Продолжить?
sv_se: Du kommer nu att ansluta till {0} på servern, vilket inte är din aktuella standardinställning för anslutningar. Vill du fortsätta?

# Message_ErrorsExists
source: There are unsaved changes on the page. Do you want to discard these changes?
da_dk: Der er ændringer på siden, som ikke er gemt. Vil du annullere disse ændringer?
de_de: Die Seite enthält nicht gespeicherte Änderungen. Möchten Sie diese Änderungen verwerfen?
es_es: La página contiene cambios no guardados. ¿Desea descartar estos cambios?
fi_fi: Sivulla on tallentamattomia muutoksia. Haluatko hylätä muutokset?
fr_ca: La page comporte des changements non enregistrés. Souhaitez-vous annuler ces changements ?
is_is: Það eru óvistaðar breytingar á síðunni. Á að fleygja þessum breytingum?
it_ch: Nella pagina sono presenti modifiche non salvate. Annullare le modifiche?
nb_no: Det er ulagrede endringer på siden. Vil du forkaste disse endringene?
ru_ru: На странице имеются несохраненные изменения. Отменить эти изменения?
sv_se: Det finns ändringar som inte sparats på sidan. Vill du ignorera ändringarna?

# ConfirmNo
source: No
da_dk: Nej
de_de: Nein
fi_fi: Ei
fr_ca: N°
is_is: Nei
it_ch: Nr.
nb_no: Nei
ru_ru: Нет
sv_se: Nej

# Tooltip_ValidationItemDescriptionHeadlineFormat
source: ({0} of {1})
da_dk: ({0} af {1})
de_de: ({0} von {1})
es_es: ({0} de {1})
fr_ca: ({0} sur {1})
is_is: ({0} af {1})
it_ch: ({0} di {1})
nb_no: ({0} av {1})
ru_ru: ({0} из {1})
sv_se: ({0} av {1})

# Message_NavigateAway
source: If you choose to continue, then all open dialog boxes will be closed.
da_dk: Hvis du vælger at fortsætte, lukkes alle åbne dialogbokse.
de_de: Wenn Sie den Vorgang fortsetzen, werden alle geöffneten Dialogfelder geschlossen.
es_es: Si elige continuar, se cerrarán todos los cuadros de diálogo abiertos.
fi_fi: Jos päätät jatkaa, kaikki avoimet valintaikkunat suljetaan.
fr_ca: Si vous choisissez de continuer, toutes les boîtes de dialogue ouvertes se fermeront.
is_is: Ef valið er að halda áfram verður öllum opnum svargluggum lokað.
it_ch: Se si sceglie di continuare, tutte le finestre di dialogo aperte verranno chiuse.
nb_no: Hvis du velger å fortsette, lukkes alle åpne dialogbokser.
ru_ru: Если продолжить, все открытые диалоговые окна будут закрыты.
sv_se: Om du väljer att fortsätta stängs alla öppna dialogrutor.

# ConfirmYes
source: Yes
da_dk: Ja
de_de: Ja
es_es: Sí
fi_fi: Kyllä
fr_ca: Oui
is_is: Já
it_ch: Sì
nb_no: Ja
ru_ru: Да
sv_se: Ja

# MandatoryIcon_Tooltip
source: The value for this field is required.
da_dk: Værdien i dette felt er påkrævet.
de_de: Der Wert für dieses Feld muss angegeben werden.
es_es: El valor de este campo es obligatorio.
fi_fi: Kentän arvo on pakollinen.
fr_ca: La valeur de ce champ est obligatoire.
is_is: Gildið í þessum reit er áskilið.
it_ch: Il valore per questo campo è obbligatorio.
nb_no: Verdien for dette feltet er obligatorisk.
ru_ru: Для этого поля обязательно требуется значение.
sv_se: Värdet i det här fältet är obligatoriskt.

# EnterServerPage_UseExistingServer
source: Use an existing service.
da_dk: Anvend en eksisterende tjeneste.
de_de: Verwenden Sie einen vorhandenen Dienst.
es_es: Usar un servicio existente.
fi_fi: Käytä aiemmin luotua palvelua.
fr_ca: Utilisez un service existant.
is_is: Nota fyrirliggjandi þjónustu.
it_ch: Utilizzare un servizio esistente.
nb_no: Bruk en eksisterende tjeneste.
ru_ru: Использовать существующую службу.
sv_se: Använd en befintlig tjänst.

# AssistEdit_TooltipTitle
source: Assist edit
da_dk: Rediger Assist
de_de: Bearbeitung unterstützen
fi_fi: Muokkausapu
fr_ca: Assister la modification
is_is: Breytingahjálp
nb_no: Redigeringshjelp
ru_ru: Помощь в редактировании
sv_se: Redigeringshjälp

# RestartPage
source: Refresh the page or open a new browser window.
da_dk: Opdater siden, eller åbn et nyt browservindue.
de_de: Aktualisieren Sie die Seite, oder öffnen Sie ein neues Browserfenster.
es_es: Actualice la página o abra una ventana del explorador nueva.
fi_fi: Päivitä sivu tai avaa uusi selainikkuna.
fr_ca: Actualisez la page ou ouvrez une nouvelle fenêtre de navigateur.
is_is: Uppfærðu síðuna eða opnaðu nýjan vafraglugga.
it_ch: Aggiornare la pagina o aprire una nuova finestra del browser.
nb_no: Oppdater siden, eller åpne et nytt leservindu.
ru_ru: Обновите страницу или откройте новое окно браузера.
sv_se: Uppdatera sidan eller öppna ett nytt webbläsarfönster.

# LookupEditControlWithDefaultActionToolTip
source: Select record "{0}"
da_dk: Markér record "{0}"
de_de: Datensatz '{0}' auswählen
es_es: Seleccionar el registro "{0}"
fi_fi: Valitse tietue "{0}"
fr_ca: Sélectionner enregistrement « {0} »
is_is: Velja skrá "{0}"
it_ch: Seleziona record "{0}"
nb_no: Merk posten {0}
ru_ru: Выбрать запись "{0}"
sv_se: Välj posten "{0}"

# SelectServerPage_IntroText
source: To get started, you have to connect this app to a service on the Internet.
da_dk: For at komme i gang skal du oprette forbindelse fra denne app til en tjeneste på internettet.
de_de: Zuerst muss die App mit einem Dienst im Internet verbunden werden.
es_es: Para empezar, debe conectar esta aplicación a un servicio en Internet.
fi_fi: Jotta voisit aloittaa, sinun on yhdistettävä tämä sovellus Internetissä olevaan palveluun.
fr_ca: Pour démarrer, vous devez connecter cette app. à un service sur Internet.
is_is: Áður en hafist er handa þarf að tengja forritið við þjónustu á internetinu.
it_ch: Per iniziare, è necessario connettere l'app a un servizio in Internet.
nb_no: Du må koble dette programmet til en tjeneste på Internett for å komme i gang.
ru_ru: Для начала работы необходимо подключить это приложение к службе через Интернет.
sv_se: Du måste ansluta den här appen till en tjänst på Internet för att du ska kunna komma igång.

# DatePickerCurrentText
source: Today
da_dk: I dag
de_de: Heute
es_es: Hoy
fi_fi: Tänään
fr_ca: Aujourd'hui
is_is: Í dag
it_ch: Oggi
nb_no: I dag
ru_ru: Сегодня
sv_se: I dag

# Filter_ClearButtonToolTip
source: Clear filter
da_dk: Ryd filter
de_de: Filter löschen
es_es: Borrar filtro
fi_fi: Tyhjennä suodatin
fr_ca: Effacer le filtre
is_is: Hreinsa afmörkun
it_ch: Cancella filtro
nb_no: Fjern filter
ru_ru: Очистить фильтр
sv_se: Rensa filter

# SelectServerControl_ServiceName
source: Service name
da_dk: Tjenestenavn
es_es: Nombre del servicio
fi_fi: Palvelun nimi
fr_ca: Nom du service
is_is: Heiti þjónustu
it_ch: Nome servizio
nb_no: Servicenavn
ru_ru: Имя службы
sv_se: Servicenamn

# DatePickerMonthNames
source: January,February,March,April,May,June,July,August,September,October,November,December
da_dk: januar,februar,marts,april,maj,juni,juli,august,september,oktober,november,december
de_de: Januar,Februar,März,April,Mai,Juni,Juli,August,September,Oktober,November,Dezember
es_es: Enero,Febrero,Marzo,Abril,Mayo,Junio,Julio,Agosto,Septiembre,Octubre,Noviembre,Diciembre
fi_fi: Tammikuu,Helmikuu,Maaliskuu,Huhtikuu,Toukokuu,Kesäkuu,Heinäkuu,Elokuu,Syyskuu,Lokakuu,Marraskuu,Joulukuu
fr_ca: janvier,février,mars,avril,mai,juin,juillet,août,septembre,octobre,novembre,décembre
is_is: janúar,febrúar,mars,apríl,maí,júní,júlí,ágúst,september,október,nóvember,desember
it_ch: Gennaio,Febbraio,Marzo,Aprile,Maggio,Giugno,Luglio,Agosto,Settembre,Ottobre,Novembre,Dicembre
nb_no: Januar,Februar,Mars,April,Mai,Juni,Juli,August,September,Oktober,November,Desember
ru_ru: Январь,Февраль,Март,Апрель,Май,Июнь,Июль,Август,Сентябрь,Октябрь,Ноябрь,Декабрь
sv_se: Januari,Februari,Mars,April,Maj,Juni,Juli,Augusti,September,Oktober,November,December

# Sorting_SortLinkTitle
source: Sort on '{0}'
da_dk: Sortér efter '{0}'
de_de: Sortieren nach '{0}'
es_es: Ordenar en '{0}'
fi_fi: Lajitteluperuste: {0}
fr_ca: Effectuer un tri sur « {0} »
is_is: Raða á „{0}“
it_ch: Ordina su '{0}'
nb_no: Sorter etter {0}
ru_ru: Сортировка по "{0}"
sv_se: Sortera efter {0}
