Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/Properties.Resources.*.resx
Languages: cs_cz, da_dk, de_de, es_mx, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_be, ru_ru

# Exception_Clipboard_Operation_Did_Not_Succed
source: The requested Clipboard operation failed. This can occur when the Clipboard is being used by another process.
cs_cz: Požadovaná operace se schránkou se nezdařila. K tomu může dojít, když se do schránky je používán jiným procesem.
da_dk: Den handling i Udklipsholder, som der blev anmodet om, mislykkedes. Dette kan forekomme, når Udklipsholder anvendes af en anden proces.
de_de: Fehler beim angeforderten Zwischenablagevorgang. Dies kann vorkommen, wenn die Zwischenablage von einem anderen Prozess verwendet wird.
es_mx: Error en la operación solicitada del Portapapeles. Esto puede ocurrir cuando hay otro proceso que está usando el Portapapeles.
fi_fi: Pyydetty leikepöydän toiminto epäonnistui. Näin voi tapahtua, jos leikepöytä on toisen prosessin käytössä.
fr_ca: L'opération du Presse-papiers demandée a échoué. Cela survient lorsque le Presse-papiers est utilisé par un autre processus.
is_is: Umbeðin klemmuspjaldsaðgerð mistókst. Þetta getur gerst þegar önnur vinnsla er að nota klemmuspjaldið.
it_ch: L'operazione con gli Appunti richiesta non è riuscita. Questa situazione si verifica in genere quando gli Appunti sono utilizzati da un altro processo.
nb_no: Den forespurte utklippstavleoperasjonen mislyktes. Dette kan skje når utklippstavlen brukes i en annen prosess.
nl_be: De aangevraagde Klembord-bewerking is mislukt. Dit kan gebeuren als het Klembord wordt gebruikt door een ander proces.
ru_ru: Запрошенная операция буфера обмена завершилась ошибкой. Это может произойти, когда буфер обмена используется другим процессом.

# Outlook_OutlookIsNotInstalled
source: Could not connect to {0} or {0} is not installed.
cs_cz: Nelze se připojit k {0} nebo {0} není nainstalován.
da_dk: Der kunne ikke oprettes forbindelse til {0}, eller {0} er ikke installeret.
de_de: Mit {0} konnte keine Verbindung hergestellt werden, oder {0} ist nicht installiert.
es_mx: No se puede conectar a {0} o no se ha instalado {0}.
fi_fi: Yhteyttä kohteeseen {0} ei voitu muodostaa tai kohdetta {0} ei ole asennettu.
fr_ca: Impossible de se connecter à {0} ou {0} n'est pas installé.
is_is: Ekki tókst að tengjast við {0} eða {0} er ekki uppsett.
it_ch: Impossibile connettersi a {0} o {0} non è installato.
nb_no: Kan ikke koble til {0}, eller {0} er ikke installert.
nl_be: Kan geen verbinding maken met {0} of {0} is niet geïnstalleerd.
ru_ru: Не удалось подключиться к {0} или не выполнена установка {0}.

# ReportViewer_PrintLayoutMenuItemText
source: Print Preview
cs_cz: Náhled před tiskem
da_dk: Vis udskrift
de_de: Seitenansicht
es_mx: Vista preliminar
fi_fi: Tulostuksen esikatselu
fr_ca: Aperçu avant impression
is_is: Forskoðun prentunar
it_ch: Anteprima di stampa
nb_no: Forhåndsvisning
nl_be: Afdrukvoorbeeld
ru_ru: Предварительный просмотр

# Image_ActionCopy
source: &Copy
cs_cz: &Kopírovat
da_dk: &Kopier
de_de: &Kopie
es_mx: &Copiar
fi_fi: &Kopioi
fr_ca: &Copier
is_is: &Afrita
it_ch: &Copia
nb_no: Ko&pier
nl_be: &Kopiëren
ru_ru: К&опировать

# MenuItem_SelectAll
source: Select A&ll
cs_cz: Vybrat Vše
da_dk: Markér &alt
de_de: &Alles auswählen
es_mx: &Seleccionar todo
fi_fi: Valitse &kaikki
fr_ca: Sélectionner &tout
is_is: Velja &allt
it_ch: &Seleziona tutto
nb_no: Merk a&lt
nl_be: &Alles selecteren
ru_ru: Выбрать &все

# MenuItem_Essential
source: &Essential
cs_cz: &Základní
da_dk: &Essentiel
de_de: &Wesentlich
es_mx: &Esencial
fi_fi: &Olennainen
fr_ca: &Essentiel
is_is: &Nauðsynlegt
it_ch: &Essenziale
nb_no: &Viktig
nl_be: &Essentieel
ru_ru: Ба&зовый

# Message_Running_Out_Of_Resources
source: {0} is close to running out of system resources. To prevent the possible loss of unsaved data, close all unused {0} windows now.
cs_cz: {0} se blíží vyčerpání systémových prostředků. Chcete-li zabránit možné ztrátě neuložených dat, zavřete všechna okna nepoužívané {0} nyní.
da_dk: {0} er ved at løbe tør for systemressourcer. Luk alle ubrugte {0}-vinduer nu for at forhindre, at data går tabt.
de_de: Für {0} sind wenig Systemressourcen verfügbar. Schließen Sie alle nicht benötigten {0}-Fenster, um den Verlust nicht gespeicherter Daten zu vermeiden.
es_mx: {0} está a punto de agotar los recursos del sistema. Para evitar la posible pérdida de datos no guardados, cierre todas las ventanas de {0} que no use.
fi_fi: Kohteen {0} tarvitsemat järjestelmän resurssit ovat loppumassa. Sulje kaikki käyttämättömät kohteen {0} ikkunat heti, jotta et menettäisi tallentamattomia tietoja.
fr_ca: {0} ne dispose presque plus de ressources système suffisantes. Pour éviter la perte possible des données non enregistrées, fermez toutes les fenêtres {0} non utilisées maintenant.
is_is: {0} er nálægt því að skorta kerfistilföng. Til að koma í veg fyrir að gögn glatist skal loka öllum ónotuðum {0} gluggum núna.
it_ch: {0} sta per esaurire le risorse di sistema. Per evitare la possibile perdita di dati non salvati, chiudere ora tutte le finestre {0} inutilizzate.
nb_no: {0} går snart tom for systemressurser. Lukk alle ubrukte {0}-vinduer nå for å unngå mulig tap av ulagrede data.
nl_be: {0} heeft bijna geen systeemresources meer. Om te voorkomen dat gegevens verloren gaan, moet u nu alle {0}-vensters sluiten.
ru_ru: Для {0} недостаточно системных ресурсов. Чтобы избежать потери несохраненных данных, закройте все неиспользуемые окна {0}.

# Image_ActionSave
source: Save Picture &As...
cs_cz: Uložit obrázek &jako...
da_dk: Gem billede &som...
de_de: Bild speichern &unter...
es_mx: G&uardar imagen como...
fi_fi: Tallenna kuva &nimellä...
fr_ca: &Enregistrer l'image sous...
is_is: Vista mynd &sem...
it_ch: S&alva immagine con nome...
nb_no: Lagre bilde &som...
nl_be: Afbeelding &opslaan als...
ru_ru: &Сохранить изображение как...

# MenuItem_More_Menu
source: &More...
cs_cz: &Více...
da_dk: &Flere...
de_de: &Mehr...
es_mx: &Más...
fi_fi: &Lisää...
fr_ca: &Plus...
is_is: &Meira...
it_ch: &Altro...
nb_no: &Mer...
nl_be: &Meer...
ru_ru: Д&ополнительно...

# Exception_ImageFileTooLarge
source: The specified file is too large.
cs_cz: Zadaný soubor je příliš velký.
da_dk: Den angivne fil er for stor.
de_de: Die angegebene Datei ist zu groß.
es_mx: El archivo especificado es demasiado grande.
fi_fi: Määritetty tiedosto on liian suuri.
fr_ca: Le fichier spécifié est trop volumineux.
is_is: Skráin er of stór.
it_ch: Il file specificato è troppo grande.
nb_no: Den angitte filen er for stor.
nl_be: Het opgegeven bestand is te groot.
ru_ru: Слишком большой размер указанного файла.

# Outlook_ConnectionState_ConnectionFailed
source: Connection to {0} failed.
cs_cz: Připojení k {0} se nezdařilo.
da_dk: Der kunne ikke oprettes forbindelse til {0}.
de_de: Verbindung mit {0} fehlgeschlagen.
es_mx: Error de conexión con {0}.
fi_fi: Yhteyden muodostus kohteeseen {0} epäonnistui.
fr_ca: La connexion à {0} a échoué.
is_is: Tenging við {0} mistókst.
it_ch: Connessione a {0} non riuscita.
nb_no: Tilkobling til {0} mislyktes.
nl_be: Verbinding met {0} is mislukt.
ru_ru: Ошибка подключения к {0}.

# ReportViewer_ParameterAreaButtonToolTip
source: Parameters Area
cs_cz: Parametry oblast
da_dk: Parameterområde
de_de: Parameterbereich
es_mx: Área de parámetros
fi_fi: Parametrialue
fr_ca: Zone de paramètres
is_is: Færibreytusvæði
it_ch: Area parametri
nb_no: Parameterområde
nl_be: Parametersgebied
ru_ru: Область параметров

# ReportViewer_UserNamePrompt
source: User Name:
cs_cz: Uživatelské jméno:
da_dk: Brugernavn:
de_de: Benutzername:
es_mx: Nombre usuario:
fi_fi: Käyttäjänimi:
fr_ca: Nom d'utilisateur :
is_is: Notandanafn:
it_ch: Nome utente:
nb_no: Brukernavn:
nl_be: Gebruikersnaam:
ru_ru: Имя пользователя:

# ImageControl_Load_AllFiles_Filter
source: All files
cs_cz: Všechny soubory
da_dk: Alle filer
de_de: Alle Dateien
es_mx: Todos los archivos
fi_fi: Kaikki tiedostot
fr_ca: Tous les fichiers
is_is: Allar skrár
it_ch: Tutti i file
nb_no: Alle filer
nl_be: Alle bestanden
ru_ru: Все файлы

# GridHeader_ChooseHeight
source: Choose Header &Height
cs_cz: Vyberte &výšku záhlaví
da_dk: Vælg &højde på hoved
de_de: &Höhe des Kopfs auswählen
es_mx: Seleccione la altura de la &cabecera
fi_fi: Valitse otsikon &korkeus
fr_ca: Sélectionner la &hauteur d'en-tête
is_is: Velja &hæð hauss
it_ch: Scegli alte&zza intestazione
nb_no: Velg overskrifts&høyde
nl_be: Kop&hoogte kiezen
ru_ru: &Выбрать высоту заголовка

# ReportViewer_StopButtonToolTip
source: Stop Rendering
cs_cz: Zastaví vykreslování
da_dk: Stop oprettelse
de_de: Rendering abbrechen
es_mx: Detener representación
fi_fi: Pysäytä muodostaminen
fr_ca: Arrêter le rendu
is_is: Stöðva myndþýðingu
it_ch: Interrompi visualizzazione
nb_no: Stopp gjengivelse
nl_be: Weergave stoppen
ru_ru: Остановить отрисовку

# OneNote_WarningVersionCaption
source: Incompatible version of Microsoft OneNote Interop was found.
cs_cz: Byl nalezen nekompatibilní verze Microsoft OneNote Interop.
da_dk: Der blev fundet en inkompatibel version af Microsoft OneNote Interop.
de_de: Inkompatible Version von Microsoft OneNote Interop gefunden.
es_mx: Se encontró una versión incompatible de Microsoft OneNote Interop.
fi_fi: Microsoft OneNote -yhteiskäytön yhteensopimaton versio löytyi.
fr_ca: Une version non compatible de Microsoft OneNote Interop a été trouvée.
is_is: Ósamhæf útgáfa af Microsoft OneNote Interop fannst.
it_ch: Trovata una versione incompatibile di Microsoft OneNote Interop.
nb_no: Det ble funnet en inkompatibel versjon av Microsoft OneNote Interop.
nl_be: Er is een niet-compatibele versie van Microsoft OneNote Interop gevonden.
ru_ru: Найдена несовместимая версия межпрограммного взаимодействия Microsoft OneNote.

# ProgressNotificationForm_Cancel
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_de: Abbrechen
es_mx: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
is_is: Hætta við
it_ch: Annulla
nb_no: Avbryt
nl_be: Annuleren
ru_ru: Отмена

# ReportViewer_PageSetupMenuItemText
source: Page Setup
cs_cz: Vzhled stránky
da_dk: Sideopsætning
de_de: Seite einrichten
es_mx: Preparar página
fi_fi: Sivun asetukset
fr_ca: Mise en page
is_is: Blaðsíðusnið
it_ch: Imposta pagina
nb_no: Utskriftsformat
nl_be: Pagina-instelling
ru_ru: Параметры страницы

# ReportViewer_ChangeCredentialsText
source: Change Credentials
cs_cz: Změnit pověření
da_dk: Skift legitimationsoplysninger
de_de: Anmeldeinformationen ändern
es_mx: Cambiar credenciales
fi_fi: Muuta valtuuksia
fr_ca: Modifier les informations d'identification
is_is: Breyta skilríkjum
it_ch: Cambia credenziali
nb_no: Endre legitimasjon
nl_be: Referenties wijzigen
ru_ru: Изменить учетные данные

# OneNote_WarningVersion
source: Could not connect to Microsoft OneNote because an incompatible interoperability assembly was found. To integrate with OneNote, you must have at least Microsoft Office 2010, version 14.0.4763.1000, installed on your computer. Verify that you have the correct version of Microsoft Office installed.
cs_cz: Nelze se připojit k Microsoft OneNote, protože sestavení nekompatibilní interoperability nebyl nalezen. Pro integraci s aplikací OneNote, musí mít alespoň Microsoft Office 2010, verze 14.0.4763.1000, nainstalované v počítači. Ověřte, zda máte správnou verzi sady Microsoft Office.
da_dk: Der kunne ikke oprettes forbindelse til Microsoft OneNote, fordi der blev fundet en inkompatibel interoperabilitetssamling. Integration med OneNote kræver som minimum, at Microsoft Office 2010 version 14.0.4763.1000 er installeret på computeren. Kontroller, at den korrekte version af Microsoft Office er installeret.
de_de: Mit Microsoft OneNote konnte keine Verbindung hergestellt werden, da eine inkompatible Interoperabilitätsassembly gefunden wurde. Für die OneNote-Integration muss auf dem Computer mindestens Microsoft Office 2010 (Version 14.0.4763.1000) installiert sein. Vergewissern Sie sich, dass die korrekte Microsoft Office-Version installiert ist.
es_mx: No se pudo establecer conexión con Microsoft OneNote porque se encontró un ensamblado de interoperabilidad incompatible. Para la integración con OneNote, debe tener al menos Microsoft Office 2010, versión 14.0.4763.1000, instalado en el equipo. Compruebe que tiene la versión correcta de Microsoft Office instalada.
fi_fi: Yhteyttä Microsoft OneNoteen ei voitu muodostaa, koska yhteensopimaton yhteiskäyttökokoonpano löytyi. OneNote-integrointia varten tietokoneeseen pitää olla asennettuna vähintään Microsoft Office 2010, versio 14.0.4763.1000. Tarkista, että tietokoneessasi on oikea Microsoft Office -versio.
fr_ca: Impossible de se connecter à Microsoft OneNote car un assemblage d'interopérabilité non compatible a été trouvé. Pour intégrer votre système à OneNote, Microsoft Office 2010, version 14.0.4763.1000, ou ultérieure, doit être installé sur l'ordinateur. Vérifiez que la version de Microsoft Office installée est correcte.
is_is: Ekki tókst að tengjast við Microsoft OneNote því ósamhæf gagnvirknissamsetning fannst. Til að samþætta við OneNote verður að hafa a.m.k. Microsoft Office 2010, útgáfu 14.0.4763.1000, uppsetta í tölvunni. Staðfesta skal að rétt útgáfa Microsoft Office sé uppsett.
it_ch: Impossibile connettersi a Microsoft OneNote perché è stato trovato un assembly di interoperabilità incompatibile. Per l'integrazione con OneNote, è necessario avere almeno Microsoft Office 2010, versione 14.0.4763.1000, installato nel computer. Verificare che sia installata la versione corretta di Microsoft Office.
nb_no: Kan ikke koble til Microsoft OneNote fordi det ble funnet en inkompatibel interoperabilitetsmontering. Når du skal integrere med OneNote, må du ha minst Microsoft Office 2010, versjon 14.0.4763.1000, installert på datamaskinen. Kontroller at du har den riktige versjonen av Microsoft Office installert.
nl_be: Kan geen verbinding maken met Microsoft OneNote, omdat er een niet-compatibele interoperabiliteitsassemblage is gevonden. Voor integratie met OneNote moet u ten minste Microsoft Office 2010, versie 14.0.4763.1000, op uw computer hebben geïnstalleerd. Controleer dat u de juiste versie van Microsoft Office hebt geïnstalleerd.
ru_ru: Не удалось подключиться к Microsoft OneNote, так как была найдена несовместимая сборка взаимодействия. Чтобы объединение с OneNote было возможным, на компьютере должен быть установлен хотя бы пакет Microsoft Office 2010 версии 14.0.4763.1000. Убедитесь, что установлена подходящая версия Microsoft Office.

source: Control Add-in Error
cs_cz: Chyba ovládacího prvku Add-in
da_dk: Fejl i tilføjelseskontrolelementet
de_de: Fehler bei Add-In für Steuerelement.
es_mx: Error de complemento de control
fi_fi: Ohjauslisäosan virhe
fr_ca: Erreur complément contrôle
is_is: Villa í stýringarinnbót
it_ch: Errore componente aggiuntivo controllo
nb_no: Feil i kontrolltillegg
nl_be: Fout van besturingselementinvoegtoepassing
ru_ru: Ошибка надстройки элемента управления

# BusinessChartResetZoom
source: Reset Zoom
cs_cz: Vynulovat Lupu
da_dk: Nulstil zoom
de_de: Zoom zurücksetzen
es_mx: Restablecer zoom
fi_fi: Palauta zoomaus
fr_ca: Réinitialiser le zoom
is_is: Endurstilla aðdrátt
it_ch: Reimposta zoom
nb_no: Tilbakestill zoom
nl_be: Zoom opnieuw instellen
ru_ru: Сбросить масштаб

# Filter_FiniteEditorPicker_SelectAValue
source: Select a value
cs_cz: Vyberte hodnotu
da_dk: Vælg en værdi
de_de: Wählen Sie einen Wert aus.
es_mx: Seleccione un valor
fi_fi: Valitse arvo
fr_ca: Sélectionner une valeur
is_is: Velja gildi
it_ch: Selezionare un valore
nb_no: Velg en verdi
nl_be: Selecteer een waarde
ru_ru: Выберите значение

# ReportViewer_ProgressText
source: Report is being generated.
cs_cz: Probíhá generování sestavy.
da_dk: Rapporten genereres.
de_de: Bericht wird erstellt.
es_mx: Se está generando el informe
fi_fi: Raportin luonti on meneillään.
fr_ca: Le rapport est en cours de création.
is_is: Skýrsla í vinnslu.
it_ch: Generazione del report in corso.
nb_no: Rapporten genereres.
nl_be: Lijst wordt gegenereerd.
ru_ru: Идет создание отчета.

# ReportViewer_ZoomMenuItemText
source: Zoom
cs_cz: Lupa
fi_fi: Zoomaa
is_is: Aðdráttur
nl_be: In-/uitzoomen
ru_ru: Масштаб

# MenuItem_Cut
source: Cu&t
cs_cz: Vyjmo&ut
da_dk: &Klip
de_de: A&usschneiden
es_mx: Cor&tar
fi_fi: &Leikkaa
fr_ca: &Couper
is_is: &Klippa
it_ch: &Taglia
nb_no: Klipp &ut
nl_be: K&nippen
ru_ru: &Вырезать

# ReportViewer_LastPageButtonToolTip
source: Last Page
cs_cz: Poslední stránka
da_dk: Sidste side
de_de: Letzte Seite
es_mx: Última página
fi_fi: Viimeinen sivu
fr_ca: Dernière page
is_is: Síðasta síða
it_ch: Ultima pagina
nb_no: Siste side
nl_be: Laatste pagina
ru_ru: Последняя страница

# ControlAddIn_CreationError
source: An error occurred while creating the control add-in for "{0}". Error message: {1}
cs_cz: Došlo k chybě při vytváření aplikace řízení pro {0}. Chybová zpráva: {1}
da_dk: Der opstod en fejl ved oprettelse af tilføjelseskontrolelementet for "{0}". Fejlmeddelelse: {1}
de_de: Fehler beim Erstellen des Add-In-Steuerelements für "{0}". Fehlermeldung: {1}
es_mx: Error al crear el complemento de control para "{0}". Mensaje de error: {1}
fi_fi: Virhe luotaessa ohjauslisäosaa kohteelle {0}. Virhesanoma: {1}
fr_ca: Une erreur s'est produite lors de la création du complément de contrôle de « {0} ». Message d'erreur: {1}
is_is: Villa kom upp við gerð stýringarinnbótar fyrir „{0}“. Villuboð: {1}
it_ch: Errore durante la creazione del componente aggiuntivo di controllo per "{0}". Messaggio di errore: {1}
nb_no: Det oppstod en feil under oppretting av kontrolltillegget for {0}. Feilmelding: {1}
nl_be: Er is een fout opgetreden tijdens het maken van de besturingselementinvoegtoepassing voor "{0}". Foutmelding: {1}
ru_ru: Во время создания надстройки элемента управления для "{0}" возникла ошибка. Сообщение об ошибке: {1}

# ReportViewer_TextNotFound
source: Could not find results that match your search criteria.
cs_cz: Nelze najít výsledky, které odpovídají zadaným kritériím hledání.
da_dk: Der blev ikke fundet resultater, som opfylder søgekriterierne.
de_de: Für Ihre Suchkriterien wurden keine entsprechenden Ergebnisse gefunden.
es_mx: No se encontraron resultados que coincidan con los criterios de búsqueda.
fi_fi: Hakuehtojasi vastaavia tuloksia ei löytynyt.
fr_ca: Impossible de trouver des résultats correspondant à vos critères de recherche.
is_is: Ekki fundust niðurstöður sem samsvara leitarforsendum.
it_ch: Impossibile trovare risultati corrispondenti ai criteri di ricerca.
nb_no: Fant ingen resultater som samsvarer med søkekriteriene.
nl_be: Er zijn geen resultaten gevonden die overeenkomen met uw zoekcriteria.
ru_ru: Результаты, отвечающие критериям поиска, не найдены.

# OneNote_EmptyPageContent
source: There is not currently a note for the selected entity.
cs_cz: Není v současné době Poznámka pro vybranou entitu.
da_dk: Der findes ikke aktuelt en note til den markerede enhed.
de_de: Für die ausgewählte Einheit ist derzeit keine Notiz vorhanden.
es_mx: Actualmente no hay ninguna nota para la entidad seleccionada.
fi_fi: Valitulle objektille ei ole tällä hetkellä muistiota.
fr_ca: Aucune note n'a été entrée pour l'entité sélectionnée.
is_is: Sem stendur er engin athugasemd fyrir völdu eininguna.
it_ch: Non è attualmente presente una nota per l'entità selezionata.
nb_no: Det finnes ikke noe notat for den valgte enheten for øyeblikket.
nl_be: Er is momenteel geen notitie voor de geselecteerde entiteit.
ru_ru: В текущий момент для выбранного объекта нет заметки.

# Outlook_CreateNewTask
source: Create New Task
cs_cz: Vytvořit nový úkol
da_dk: Opret ny opgave
de_de: Neue Aufgabe erstellen
es_mx: Crear nueva tarea
fi_fi: Luo uusi tehtävä
fr_ca: Créer une tâche
is_is: Stofna nýjan verkhluta
it_ch: Crea nuovo task
nb_no: Opprett ny oppgave
nl_be: Nieuwe taak maken
ru_ru: Создать задачу

# MenuItem_Undo
source: &Undo
cs_cz: &Zpět
da_dk: Fort&ryd
de_de: &Rückgängig
es_mx: &Deshacer
fi_fi: &Kumoa
fr_ca: &Annuler
is_is: &Afturkalla
it_ch: &Annulla
nb_no: &Angre
nl_be: &Ongedaan maken
ru_ru: &Отменить

# ReportViewer_FindButtonToolTip
source: Find
cs_cz: Najít
da_dk: Søg
de_de: Suchen
es_mx: Buscar
fi_fi: Etsi
fr_ca: Rechercher
is_is: Leita
it_ch: Trova
nb_no: Søk
nl_be: Zoeken
ru_ru: Найти

# AcsErrorPageHeader
source: The Access Control Service webpage is not working properly
cs_cz: Služby řízení přístupu webové stránky nefunguje správně
da_dk: Access Control Service-websiden fungerer ikke korrekt
de_de: Die Dienstwebseite für die Zugriffssteuerung funktioniert nicht ordnungsgemäß.
es_mx: La página Web de Access Control Service no funciona correctamente
fi_fi: Käytönvalvontapalvelun verkkosivu ei toimi oikein
fr_ca: La page Web Access Control Service ne fonctionne pas correctement
is_is: Access Control Service-vefsíðan virkar ekki sem skyldi
it_ch: La pagina Web di Servizio di controllo di accesso non funziona
nb_no: Websiden for tilgangskontrolltjenesten fungerer ikke som den skal
nl_be: De webpagina voor de toegangsbeheerservice werkt niet naar behoren
ru_ru: Веб-страница службы Access Control Service работает неправильно

# Exception_ImageFileLoadError
source: An error occurred while trying to open the specified file.
cs_cz: Došlo k chybě při pokusu otevřít zadaný soubor.
da_dk: Der opstod en fejl under forsøget på at åbne den angivne fil.
de_de: Fehler beim Öffnen der angegebenen Datei.
es_mx: Error al intentar abrir el archivo especificado.
fi_fi: Virhe yritettäessä avata määritettyä tiedostoa.
fr_ca: Une erreur est survenue lors de la tentative d'ouverture du fichier spécifié.
is_is: Villa kom upp þegar reynt var að opna tilgreindu skrána.
it_ch: Errore durante il tentativo di aprire il file specificato.
nb_no: Det oppstod en feil under forsøk på å åpne den angitte filen.
nl_be: Er is een fout opgetreden bij het openen van het opgegeven bestand.
ru_ru: При попытке открыть указанный файл возникла ошибка.

# ReportViewer_PreviousPageButtonToolTip
source: Previous Page
cs_cz: Předchozí stránka
da_dk: Forrige side
de_de: Vorherige Seite
es_mx: Página anterior
fi_fi: Edellinen sivu
fr_ca: Page précédente
is_is: Fyrri síða
it_ch: Pagina precedente
nb_no: Forrige side
nl_be: Vorige pagina
ru_ru: Предыдущая страница

# Unknown_Control_Message
source: A control adapter could not be found to map the logical control {0}.
cs_cz: Nelze nalézt ovládací adaptér pro namapování logické kontroly {0}.
da_dk: Der findes ikke en kontroladapter til tilknytning af det logiske kontrolelement {0}.
de_de: Es konnte kein Controladapter gefunden werden, um das logische Control {0} zuzuordnen.
es_mx: No se encontró un adaptador de control para asignar el control lógico {0}.
fi_fi: Loogisen ohjauksen {0} määritystä varten ei löydy ohjaussovitinta.
fr_ca: Aucun adaptateur de contrôle n'a pu être trouvé pour mapper le contrôle logique {0}.
is_is: Það fannst ekki stýringabreytir til að varpa röklegu stýringunni {0}.
it_ch: Impossibile trovare una scheda di controllo per mappare il controllo logico {0}.
nb_no: Fant ingen kontrolladapter for tilknytning av den logiske kontrollen {0}.
nl_be: Er is geen besturingselementadapter gevonden voor toewijzing aan het logische besturingselement {0}.
ru_ru: Не удалось найти адаптер управления, соответствующий логическому элементу управления {0}.

# OneNote_Empty
source: Empty
cs_cz: Prázdný
da_dk: Tom
de_de: Leer
es_mx: Vacío
fi_fi: Tyhjä
fr_ca: Vide
is_is: Tómt
it_ch: Vuoto
nb_no: Tom
nl_be: Leeg
ru_ru: Пусто

# Outlook_None
source: None
cs_cz: Žádný
da_dk: Ingen
de_de: Keine
es_mx: Ninguna
fi_fi: Ei yhtään
fr_ca: Aucun
is_is: Ekkert
it_ch: Nessuno
nb_no: Ingen
nl_be: Geen
ru_ru: Нет

# ReportViewer_DocumentMapMenuItemText
source: Document Map
cs_cz: Rozvržení dokumentu
da_dk: Dokumentoversigt
de_de: Dokumentstruktur
es_mx: Mapa del documento
fi_fi: Asiakirjan rakenneruutu
fr_ca: Explorateur de documents
is_is: Skjalayfirlit
it_ch: Mappa documenti
nb_no: Dokumentkart
nl_be: Documenttoewijzing
ru_ru: Схема документа
