Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/Properties.Resources.*.resx
Languages: cs_cz, da_dk, de_de, es_mx, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_be, ru_ru

# Outlook_ConnectionState_ConnectionLost
source: Connection to {0} has been lost.
cs_cz: Připojení k {0} bylo ztraceno.
da_dk: Forbindelsen til {0} er blevet afbrudt.
de_de: Verbindung mit {0} unterbrochen.
es_mx: Se ha perdido la conexión con {0}.
fi_fi: Yhteys kohteeseen {0} on katkennut.
fr_ca: La connexion à {0} a été perdue.
is_is: Tenging við {0} rofnaði.
it_ch: Connessione a {0} persa.
nb_no: Tilkoblingen til {0} er brutt.
nl_be: Verbinding met {0} is verbroken.
ru_ru: Подключение к {0} потеряно.

# ReportViewer_ZoomControlToolTip
source: Zoom
cs_cz: Lupa
fi_fi: Zoomaa
is_is: Aðdráttur
nl_be: In-/uitzoomen
ru_ru: Масштаб

# GridHeader_HeightApplyToAll
source: &Apply To All Lists
cs_cz: &Platí pro všechny seznamy
da_dk: &Anvend på alle lister
de_de: &Auf alle Listen anwenden
es_mx: &Aplicar a todas las listas
fi_fi: &Käytä kaikissa luetteloissa
fr_ca: &Appliquer à toutes les listes
is_is: &Nota á alla lista
it_ch: &Applica a tutte le liste
nb_no: Bruk på &alle oversikter
nl_be: Toep&assen op alle overzichten
ru_ru: &Применить ко всем спискам

# BusinessChartSaveAs
source: &Save Picture As...
cs_cz: &Uložit obrázek jako...
da_dk: &Gem billede som...
de_de: Bild &speichern unter...
es_mx: G&uardar imagen como...
fi_fi: &Tallenna kuva nimellä...
fr_ca: &Enregistrer l'image sous...
is_is: &Vista mynd sem...
it_ch: &Salva immagine con nome...
nb_no: Lagre bilde &som...
nl_be: &Afbeelding opslaan als...
ru_ru: &Сохранить изображение как...

# FormPanel_ToolTipCount
source: ({0} of {1})
da_dk: ({0} af {1})
de_de: ({0} von {1})
es_mx: ({0} de {1})
fr_ca: ({0} sur {1})
is_is: ({0} af {1})
it_ch: ({0} di {1})
nb_no: ({0} av {1})
nl_be: ({0} van {1})
ru_ru: ({0} из {1})

# FormPanel_ToolTipFooter
source: Press F1 for Help
cs_cz: Stisknutím klávesy F1 Nápovědu
da_dk: Tryk på F1 for at åbne Hjælp
de_de: Drücken Sie F1, um die Hilfe anzuzeigen.
es_mx: Pulse F1 para obtener ayuda
fi_fi: Saat Ohjeen näkyviin painamalla F1-näppäintä
fr_ca: Pour obtenir de l'aide, appuyez sur F1
is_is: Ýttu á F1 til opna hjálpina
it_ch: Per l'Help premere F1
nb_no: Trykk F1 for Hjelp
nl_be: Druk op F1 voor Help
ru_ru: Нажмите клавишу F1, чтобы открыть справку

# AcsErrorPageAddress
source: Address:
cs_cz: Adresa:
da_dk: Adresse:
de_de: Adresse:
es_mx: Dirección:
fi_fi: Osoite:
fr_ca: Adresse :
is_is: Aðsetur:
it_ch: Indirizzo:
nb_no: Adresse:
nl_be: Adres:
ru_ru: Адрес:

# Outlook_OutlookInbox
source: Mail
cs_cz: Pošta
da_dk: Post
de_de: E-Mail
es_mx: Correo
fi_fi: Posti
fr_ca: Courriel
is_is: Póstur
it_ch: E-mail
nb_no: E-post
nl_be: E-mail
ru_ru: Почта

# MenuItem_Delete
source: &Delete
cs_cz: &Odstranit
da_dk: &Slet
de_de: &Löschen
es_mx: &Eliminar
fi_fi: &Poista
fr_ca: &Supprimer
is_is: &Eyða
it_ch: &Elimina
nb_no: &Slett
nl_be: V&erwijderen
ru_ru: Удал&ить

# ImageControl_Load_Image_Filter
source: Image files
cs_cz: Obrazové soubory
da_dk: Billedfiler
de_de: Bilddateien
es_mx: Archivos de imagen
fi_fi: Kuvatiedostot
fr_ca: Fichiers image
is_is: Myndaskrár
it_ch: File di immagine
nb_no: Bildefiler
nl_be: Afbeeldingsbestanden
ru_ru: Файлы изображений

# AcsErrorPageIssue2
source: The website is temporarily unavailable.
cs_cz: Stránka je dočasně nedostupná.
da_dk: Webstedet er ikke tilgængeligt i øjeblikket.
de_de: Die Website ist derzeit nicht verfügbar.
es_mx: El sitio Web está temporalmente no disponible.
fi_fi: Sivusto on tilapäisesti poissa käytöstä.
fr_ca: Le site web n'est temporairement pas disponible.
is_is: Vefsvæðið er ekki aðgengilegt sem stendur.
it_ch: Sito Web temporaneamente non disponibile.
nb_no: Webområdet er ikke tilgjengelig for øyeblikket.
nl_be: De website is tijdelijk niet beschikbaar.
ru_ru: Веб-сайт временно недоступен.

# OneNote_ErrorCreatingContent
source: Could not create OneNote content. Check the location and permissions for your OneNote working folder.
cs_cz: Aplikace OneNote nemůže vytvořit obsah. Zkontrolujte umístění a oprávnění pro pracovní složky aplikace OneNote.
da_dk: Det var ikke muligt at oprette OneNote-indhold. Kontroller placeringen af OneNote-arbejdsmappen og rettighederne til den.
de_de: Fehler beim Erstellen von OneNote-Inhalt. Überprüfen Sie den Ort und die Zugriffsrechte für den OneNote-Arbeitsordner.
es_mx: No se pudo crear contenido de OneNote. Compruebe la ubicación y los permisos de la carpeta de trabajo de OneNote.
fi_fi: OneNote-sisällön luominen ei onnistunut. Tarkista OneNote-työkansion sijainti ja käyttöoikeudet.
fr_ca: Création du contenu OneNote impossible. Vérifiez l'emplacement et les autorisations de votre dossier de travail OneNote.
is_is: Ekki var hægt að stofna OneNote-efni. Athuga skal staðsetninguna og heimildir fyrir OneNote-vinnumöppunni.
it_ch: Impossibile creare contenuto di OneNote. Controllare il percorso e le autorizzazioni per la cartella di lavoro di OneNote.
nb_no: Kan ikke opprette OneNote-innhold. Kontroller lokasjonen og tillatelsene for OneNote-arbeidsmappen.
nl_be: Kan geen OneNote-inhoud maken. Controleer de locatie en rechten voor uw OneNote-werkmap.
ru_ru: Не удалось создать содержимое OneNote. Проверьте местонахождение и разрешения для своей рабочей папки OneNote.

# GridHeader_HeightApplyToAllConfirm
source: You are about to apply a column header height of {0} lines to all lists in the application. Do you want to continue?
cs_cz: Se chystáte použít výšky záhlaví sloupce {0} řádků všech seznamů v aplikaci. Přejete si pokračovat?
da_dk: Du er i færd med at anvende en kolonnehovedhøjde på {0} linjer i alle lister i programmet. Vil du fortsætte?
de_de: Sie sind im Begriff, eine Spaltenkopfhöhe von {0} Zeilen in alle Listen in der Anwendung zu kopieren. Möchten Sie fortfahren?
es_mx: Aplicará una altura de cabecera de columna de {0} líneas a todas las listas de la aplicación. ¿Desea continuar?
fi_fi: Olet ottamassa sarakkeen otsikon korkeutta ({0} riviä) käyttöön kaikissa sovelluksen luetteloissa. Haluatko jatkaa?
fr_ca: Vous êtes sur le point d'appliquer une hauteur d'en-tête de colonne de {0} lignes à toutes les listes dans l'application. Voulez-vous continuer?
is_is: Hæð hauss, {0} línur, verður notuð á alla lista í forritinu. Á að halda áfram?
it_ch: Si sta per applicare un'altezza di testata di colonna di {0} righe a tutte le liste nell'applicazione. Continuare?
nb_no: Du er i ferd med å bruke en kolonneoverskriftshøyde på {0} linjer på alle oversikter i programmet. Vil du fortsette?
nl_be: U gaat een kolomkophoogte van {0} regels toepassen op alle overzichten in de toepassing. Wilt u doorgaan?
ru_ru: Высота заголовка столбца (число строк: {0}) будет применена ко всем спискам в приложении. Продолжить?

# ReportViewer_NoMoreMatches
source: No more matches were found.
cs_cz: Nebyly nalezeny žádné další shody.
da_dk: Der blev ikke fundet flere resultater.
de_de: Es wurden keine weiteren Übereinstimmungen gefunden.
es_mx: No se encontraron más coincidencias.
fi_fi: Enempää vastaavuuksia ei löytynyt.
fr_ca: Plus aucun résultat correspondant.
is_is: Það fundust ekki fleiri samsvaranir.
it_ch: Nessuna ulteriore corrispondenza trovata.
nb_no: Fant ikke flere treff.
nl_be: Geen overeenkomsten meer gevonden.
ru_ru: Другие совпадения не найдены.

# BusinessChartSaveAsErrorText
source: An error occurred while saving the image. The following message was returned: "{0}" Ensure that you have write access to the folder where the image is saved. If you are overwriting an existing file, ensure that it is writable.
cs_cz: Při ukládání obrázku došlo k chybě. Byla vrácena následující zpráva: "{0}" Ujistěte se, že máte oprávnění k zápisu do složky, kde je obrázek uložen. Je-li se přepsat existující soubor, ujistěte se, že je zapisovatelný.
da_dk: Der opstod en fejl under lagring af billedet. Følgende meddelelse blev returneret: "{0}" Kontrollér, at du har skriveadgang til mappen, hvor billedet er gemt. Hvis du overskriver en eksisterende fil, skal du kontrollere, at den er skrivbar.
de_de: Fehler beim Speichern des Bilds. Zurückgegebene Meldung: "{0}" Vergewissern Sie sich, dass Sie über Schreibzugriff für den Ordner verfügen, in dem das Bild gespeichert werden soll. Wenn Sie eine vorhandene Datei überschreiben möchten, vergewissern Sie sich, dass die Datei nicht schreibgeschützt ist.
es_mx: Error al guardar la imagen. Se ha devuelto el siguiente mensaje: "{0}" Compruebe que tiene acceso de escritura a la carpeta en la que está guardada la imagen. Si está sobrescribiendo un archivo existente, compruebe que es editable.
fi_fi: Virhe tallennettaessa kuvaa. Seuraava sanoma palautettiin: "{0}" Varmista, että sinulla on kirjoitusoikeudet kansioon, johon kuva on tallennettu. Jos korvaat olemassa olevaa tiedostoa, varmista, että se on kirjoitettava.
fr_ca: Une erreur s'est produite lors de l'enregistrement de l'image. Le message suivant s'est affiché : « {0} » Assurez-vous que vous disposez de l'accès en écriture au dossier dans lequel l'image est enregistrée. Si vous remplacez un fichier existant, assurez-vous qu'il est accessible en écriture.
is_is: Villa kom upp við vistun myndarinnar: Eftirfarandi skilaboðum var skilað: „{0}“ Tryggja verður að skrifheimild sé til staðar að möppunni þar sem myndin er geymd. Ef skrifað er yfir fyrirliggjandi skrá skal tryggja að hún sé skrifanleg.
it_ch: Errore durante il salvataggio dell'immagine. È stato restituito il messaggio seguente: '{0}' Assicurarsi di disporre dell'accesso in scrittura per la cartella in cui è stata salvata l'immagine. Se si tenta di sovrascrivere un file esistente, assicurarsi che sia scrivibile.
nb_no: Det oppstod en feil ved lagring av bildet. Følgende melding ble returnert: {0} Kontroller at du har skrivetilgang til mappen som bildet skal lagres på. Hvis du overskriver en eksisterende fil, kontrollerer du at den er skrivbar.
nl_be: Er is een fout opgetreden bij het opslaan van de afbeelding. Het volgende bericht is geretourneerd: {0}. Zorg ervoor dat u over schrijfrechten beschikt voor de map waarin de afbeelding wordt opgeslagen. Als u een bestaand bestand overschrijft, controleert u of dat bestand schrijfbaar is.
ru_ru: Во время сохранения изображения возникла ошибка. Возвращено следующее сообщение: "{0}" Убедитесь в наличии доступа на запись в папку, в которую сохраняется изображение. Если перезаписывается существующий файл, проверьте, чтобы он был перезаписываемый.

# OneNote_FileOrNoteBookDoesNotExists
source: File or notebook does not exist. Check the location where your OneNote files and notebooks are stored.
cs_cz: Nebyl nalezen soubor nebo notebook. Zkontrolujte umístění, kde jsou uloženy soubory aplikace OneNote a notebooky.
da_dk: Filen eller notesbogen findes ikke. Kontroller den placering, hvor OneNote-filerne og notesbøgerne lagres.
de_de: Die Datei oder das Notizbuch ist nicht vorhanden. Überprüfen Sie den Speicherort für OneNote-Dateien und -Notizbücher.
es_mx: El fichero o bloc de notas no existe. Compruebe la ubicación en la que se almacenan los archivos y blocs de notas de OneNote.
fi_fi: Tiedostoa tai muistikirjaa ei ole olemassa. Tarkista sijainti, johon OneNote-tiedostot ja -muistikirjat on tallennettu.
fr_ca: Le fichier ou le bloc-notes n'existe pas. Vérifiez l'emplacement où sont enregistrés vos fichiers et bloc-notes OneNote.
is_is: Skrá eða glósubók fannst ekki. Athuga skal staðsetninguna þar sem OneNote-skrár og glósubækur eru geymdar.
it_ch: File o blocco appunti inesistente. Controllare il percorso in cui sono archiviati i file e i blocchi appunti di OneNote.
nb_no: Filen eller notatblokken finnes ikke. Kontroller lokasjonen og tillatelsene for OneNote-arbeidsmappen.
nl_be: Het bestand of de notitieblok bestaat niet. Controleer de locatie waar uw OneNote-bestanden en -notitieblokken worden opgeslagen.
ru_ru: Файл или записная книжка не существует. Проверьте место хранения файлов и записных книжек OneNote.

# MenuItem_Copy
source: &Copy
cs_cz: &Kopírovat
da_dk: &Kopier
de_de: &Kopie
es_mx: &Copiar
fi_fi: &Kopioi
fr_ca: &Copier
is_is: &Afrita
it_ch: &Copia
nb_no: Ko&pier
nl_be: &Kopiëren
ru_ru: Коп&ировать

# ReportViewer_ViewReportButtonText
source: View Report
cs_cz: Zobrazit zprávu
da_dk: Vis rapport
de_de: Bericht anzeigen
es_mx: Ver informe
fi_fi: Näytä raportti
fr_ca: Visualiser rapport
is_is: Skoða skýrslu
it_ch: Visualizza report
nb_no: Vis rapport
nl_be: Lijst weergeven
ru_ru: Просмотр отчета

# Unknown_Control_Caption
source: The {0} is unknown.
cs_cz: {0} Neznámý.
da_dk: {0} er ukendt.
de_de: '{0}' ist unbekannt.
es_mx: Tipo {0} desconocido.
fi_fi: Tyyppi {0} on tuntematon.
fr_ca: Le {0} est inconnu.
is_is: {0} er óþekkt.
it_ch: {0} sconosciuto.
nb_no: {0} er ukjent.
nl_be: De {0} is onbekend.
ru_ru: Неизвестный {0}.

# Message_Selection_Invalid
source: The selection is not valid.
cs_cz: Výběr není platný.
da_dk: Dette valg er ikke gyldigt.
de_de: Die Auswahl ist ungültig.
es_mx: La selección no es válida.
fi_fi: Valinta ei kelpaa.
fr_ca: La sélection n'est pas valide.
is_is: Valið er ekki gilt.
it_ch: La selezione non è valida.
nb_no: Valget er ikke gyldig.
nl_be: De selectie is niet geldig.
ru_ru: Недопустимое выделение.

# Outlook_ConnectionState_Disconnected
source: Not connected to {0}.
cs_cz: Nepřipojeno k {0}.
da_dk: Der er ikke oprettet forbindelse til {0}.
de_de: Keine Verbindung mit {0}.
es_mx: No hay conexión con {0}.
fi_fi: Kohteeseen {0} ei ole yhteyttä.
fr_ca: Non connecté à {0}.
is_is: Engin tenging við {0}.
it_ch: Connessione a {0} non stabilita.
nb_no: Ikke koblet til {0}.
nl_be: Geen verbinding met {0}.
ru_ru: Нет подключения к {0}.

# ReportViewer_PageSetupButtonToolTip
source: Page Setup
cs_cz: Vzhled stránky
da_dk: Sideopsætning
de_de: Seite einrichten
es_mx: Preparar página
fi_fi: Sivun asetukset
fr_ca: Mise en page
is_is: Blaðsíðusnið
it_ch: Imposta pagina
nb_no: Utskriftsformat
nl_be: Pagina-instelling
ru_ru: Параметры страницы

# AcsErrorPageIssue3
source: Scripting is disabled for the webpage.
cs_cz: Skriptování je zakázáno pro webové stránky.
da_dk: Scripting er deaktiveret for websiden.
de_de: Die Skripterstellung ist für die Webseite deaktiviert.
es_mx: El scripting está desactivado para la página Web.
fi_fi: Komentosarjat on poistettu käytöstä verkkosivulla.
fr_ca: Les scripts sont désactivés pour la page web.
is_is: Forskriftir eru óvirkar fyrir þessa vefsíðu.
it_ch: Script disabilitati per la pagina Web.
nb_no: Skript er deaktivert for websiden.
nl_be: Het uitvoeren van scripts is uitgeschakeld voor deze webpagina.
ru_ru: Выполнение сценариев для этой веб-страницы отключено.

# ReportViewer_SaveAs_Title
source: Save Report As...
cs_cz: Uložit sestavu jako...
da_dk: Gem rapport som...
de_de: Bericht speichern unter...
es_mx: Guardar informe como...
fi_fi: Tallenna raportti nimellä...
fr_ca: Enregistrer le rapport sous...
is_is: Vista skýrslu sem...
it_ch: Salva report con nome...
nb_no: Lagre rapport som...
nl_be: Lijst opslaan als...
ru_ru: Сохранить отчет как...

# ReportViewer_PrintButtonToolTip
source: Print
cs_cz: Tisk
da_dk: Udskriv
de_de: Drucken
es_mx: Imprimir
fi_fi: Tulosta
fr_ca: Imprimer
is_is: Prenta
it_ch: Stampa
nb_no: Skriv ut
nl_be: Afdrukken
ru_ru: Печать

# BusinessChartPrintPageSetup
source: Print Setup...
cs_cz: Nastavení tisku...
da_dk: Indstil printer...
de_de: Druckeinstellungen...
es_mx: Configuración de impresora...
fi_fi: Tulostusasetukset...
fr_ca: Configuration de l'impression...
is_is: Uppsetning prentunar...
it_ch: Imposta stampante...
nb_no: Skriveroppsett ...
nl_be: Afdrukinstelling...
ru_ru: Настройки печати...

# ReportViewer_FalseValueText
source: False
cs_cz: NEPRAVDA
da_dk: Falsk
fi_fi: Epätosi
fr_ca: Faux
nb_no: Usann
nl_be: Onwaar

# ReportViewer_TrueValueText
source: True
cs_cz: Pravda
da_dk: Sand
fi_fi: Tosi
fr_ca: Vrai
nb_no: Sann
nl_be: Waar
