Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/Properties.Resources.*.resx
Languages: cs_cz, da_dk, de_de, es_mx, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_be, ru_ru

# MenuItem_Additional
source: &Additional
cs_cz: &Další
da_dk: &Flere
de_de: &Zusätzlich
es_mx: &Adicional
fi_fi: &Lisäkohteet
fr_ca: Supplément&aire
is_is: &Auka
it_ch: &Aggiuntivo
nb_no: &Tillegg
nl_be: &Aanvullend
ru_ru: Д&ополнительно

# ReportViewer_ExportMenuItemText
source: Save As...
cs_cz: Uložit jako...
da_dk: Gem som...
de_de: Speichern unter...
es_mx: Guardar como...
fi_fi: Tallenna nimellä...
fr_ca: Enregistrer sous...
is_is: Vista sem...
it_ch: Salva con nome...
nb_no: Lagre som...
nl_be: Opslaan als...
ru_ru: Сохранить как...

# ReportViewer_RefreshButtonToolTip
source: Refresh
cs_cz: Aktualizovat
da_dk: Opdater
de_de: Aktualisieren
es_mx: Actualizar
fi_fi: Päivitä
fr_ca: Actualiser
is_is: Endurnýja
it_ch: Aggiorna
nb_no: Forny
nl_be: Vernieuwen
ru_ru: Обновить

# ReportViewer_FindNextButtonText
source: Next
cs_cz: Další
da_dk: Næste
de_de: Nächster
es_mx: Siguiente
fi_fi: Seuraava
fr_ca: Suivant
is_is: Næsta
it_ch: Successivo
nb_no: Neste
nl_be: Volgende
ru_ru: Следующий

# ReportViewer_SelectAll
source: (Select All)
cs_cz: (Vybrat vše)
da_dk: (Markér alt)
de_de: (Alles auswählen)
es_mx: (Seleccionar todo)
fi_fi: (Valitse kaikki)
fr_ca: (Sélectionner tout)
is_is: (Velja allt)
it_ch: (Seleziona tutto)
nb_no: (Merk alt)
nl_be: (Alles selecteren)
ru_ru: (Выбрать все)

# BusinessChartSaveAsCompressedBitmapFilter
source: Compressed Bitmap
cs_cz: Komprimovaný rastrový obrázek
da_dk: Komprimeret bitmap
de_de: Komprimierte Bitmap
es_mx: Mapa de bits comprimido
fi_fi: Tiivistetty bittikartta
fr_ca: Bitmap compressé
is_is: Þjöppuð bitamynd
it_ch: Bitmap compressa
nb_no: Komprimert punktgrafikk
nl_be: Gecomprimeerde bitmap
ru_ru: Сжатый точечный рисунок

# Exception_ImageFileSaveError
source: An error occurred while trying to save the specified file.
cs_cz: Při pokusu o uložení souboru došlo k chybě.
da_dk: Der opstod en fejl under forsøget på at gemme den angivne fil.
de_de: Fehler beim Speichern der angegebenen Datei.
es_mx: Error al intentar guardar el archivo especificado.
fi_fi: Virhe yritettäessä tallentaa määritettyä tiedostoa.
fr_ca: Une erreur est survenue lors de la tentative d'enregistrement du fichier spécifié.
is_is: Villa kom upp þegar reynt var að vista tilgreindu skrána.
it_ch: Errore durante il tentativo di salvare il file specificato.
nb_no: Det oppstod en feil under forsøk på å lagre den angitte filen.
nl_be: Fout bij het opslaan van het opgegeven bestand.
ru_ru: При попытке сохранить указанный файл возникла ошибка.

# AcsErrorPageTitle
source: Cannot sign in because the Access Control Service webpage is not working properly
cs_cz: Nelze se přihlásit, protože služby řízení přístupu webové stránky nefungují správně
da_dk: Kan ikke logge på, fordi Access Control Service-websiden ikke fungerer korrekt
de_de: Anmeldung nicht möglich, da die Dienstwebseite für die Zugriffssteuerung nicht ordnungsgemäß funktioniert
es_mx: No se puede iniciar sesión porque la página Web de Access Control Service no funciona correctamente.
fi_fi: Kirjautuminen ei onnistu, koska käytönvalvontapalvelun verkkosivu ei toimi oikein.
fr_ca: Connexion impossible car la page Web Access Control Service ne fonctionne pas correctement
is_is: Ekki tókst að skrá inn vegna þess að Access Control Service-vefsíðan virkar ekki sem skyldi
it_ch: Impossibile accedere perché la pagina Web di Servizio di controllo di accesso non funziona
nb_no: Kan ikke logge på fordi websiden for tilgangskontrolltjenesten ikke fungerer som den skal
nl_be: Kan niet aanmelden omdat de webpagina voor de toegangsbeheerservice niet naar behoren werkt
ru_ru: Невозможно зарегистрироваться, так как веб-страница службы Access Control Service работает неправильно

# ReportViewer_PasswordPrompt
source: Password:
cs_cz: Heslo:
da_dk: Adgangskode:
de_de: Kennwort:
es_mx: Contraseña:
fi_fi: Salasana:
fr_ca: Mot de passe :
is_is: Aðgangsorð:
nb_no: Passord:
nl_be: Wachtwoord:
ru_ru: Пароль:

# AcsErrorPageIssue1
source: Internet connectivity has been lost.
cs_cz: Připojení k Internetu bylo ztraceno.
da_dk: Forbindelsen til internettet er mistet.
de_de: Die Internetverbindung wurde unterbrochen.
es_mx: Se ha perdido la conectividad a Internet.
fi_fi: Internet-yhteys on katkennut.
fr_ca: Connectivité Internet perdue.
is_is: Internettenging rofnaði.
it_ch: Connettività Internet interrotta.
nb_no: Internettilkoblingen er brutt.
nl_be: De internetconnectiviteit is verloren gegaan.
ru_ru: Подключение к Интернету потеряно.

# ReportViewer_PageOf
source: of
cs_cz: z
da_dk: af
de_de: von
es_mx: de
fr_ca: de
is_is: af
it_ch: di
nb_no: av
nl_be: van
ru_ru: из

# ReportViewer_ExportButtonToolTip
source: Save As...
cs_cz: Uložit jako...
da_dk: Gem som...
de_de: Speichern unter...
es_mx: Guardar como...
fi_fi: Tallenna nimellä...
fr_ca: Enregistrer sous...
is_is: Vista sem...
it_ch: Salva con nome...
nb_no: Lagre som...
nl_be: Opslaan als...
ru_ru: Сохранить как...

# ReportViewer_PrintMenuItemText
source: Print
cs_cz: Tisk
da_dk: Udskriv
de_de: Drucken
es_mx: Imprimir
fi_fi: Tulosta
fr_ca: Imprimer
is_is: Prenta
it_ch: Stampa
nb_no: Skriv ut
nl_be: Afdrukken
ru_ru: Печать

# ReportViewer_ZoomToPageWidth
source: Page Width
cs_cz: Šířka stránky
da_dk: Sidebredde
de_de: Seitenbreite
es_mx: Ancho de página
fi_fi: Sivun leveys
fr_ca: Largeur de page
is_is: Síðubreidd
it_ch: Larghezza pagina
nb_no: Sidebredde
nl_be: Paginabreedte
ru_ru: Ширина страницы

# ReportViewer_Runtime_Not_Installed
source: {0} was not installed. Contact your system administrator.
cs_cz: {0} nebyl nainstalován. Obraťte se na správce systému.
da_dk: {0} blev ikke installeret. Kontakt systemadministratoren.
de_de: '{0}' wurde nicht installiert. Wenden Sie sich an den Systemadministrator.
es_mx: {0} no está instalado. Póngase en contacto con el administrador del sistema.
fi_fi: Kohdetta {0} ei asennettu. Ota yhteys järjestelmänvalvojaan.
fr_ca: {0} n'était pas installé. Contactez votre administrateur système.
is_is: {0} var ekki sett upp. Hafa skal samband við kerfisstjóra.
it_ch: {0} non installato. Contattare l'amministratore di sistema.
nb_no: {0} er ikke installert. Kontakt systemansvarlig.
nl_be: {0} is niet geïnstalleerd. Neem contact op met de systeembeheerder.
ru_ru: Программа {0} не установлена. Обратитесь к системному администратору.

# ReportViewer_DocumentMapButtonToolTip
source: Show or Hide Document Map
cs_cz: Zobrazení nebo skrytí rozvržení dokumentu
da_dk: Vis eller skjul dokumentoversigt
de_de: Dokumentstruktur anzeigen oder ausblenden
es_mx: Mostrar u ocultar mapa del documento
fi_fi: Näytä tai piilota asiakirjan rakenneruutu
fr_ca: Afficher ou masquer l'Explorateur de documents
is_is: Sýna eða fela skjalayfirlit
it_ch: Mostra o nascondi mappa documenti
nb_no: Vis eller skjul dokumentkart
nl_be: Documenttoewijzing weergeven of verbergen
ru_ru: Показать или скрыть схему документа

# ReportViewer_PrintLayoutButtonToolTip
source: Print Layout
cs_cz: Rozložení při tisku
da_dk: Udskriftslayout
de_de: Drucklayout
es_mx: Diseño de impresión
fi_fi: Tulostusasettelu
fr_ca: Mise en page
is_is: Prentútlit
it_ch: Layout di stampa
nb_no: Utskriftsoppsett
nl_be: Afdrukindeling
ru_ru: Разметка страницы

# Outlook_ConnectionState_Connecting
source: Connecting to {0}...
cs_cz: Připojení k {0}...
da_dk: Opretter forbindelse til {0}...
de_de: Verbinden mit {0}...
es_mx: Conectando con {0}...
fi_fi: Muodostetaan yhteyttä kohteeseen {0}...
fr_ca: Connexion à {0}...
is_is: Tengist við {0}...
it_ch: Connessione a {0} in corso...
nb_no: Kobler til {0} ...
nl_be: Bezig met maken van verbinding met {0}...
ru_ru: Подключение к {0}...

# ReportViewer_ViewReportButtonToolTip
source: View Report
cs_cz: Zobrazit zprávu
da_dk: Vis rapport
de_de: Bericht anzeigen
es_mx: Ver informe
fi_fi: Näytä raportti
fr_ca: Visualiser rapport
is_is: Skoða skýrslu
it_ch: Visualizza report
nb_no: Vis rapport
nl_be: Lijst weergeven
ru_ru: Просмотр отчета

# LookupSetDefaultColumnActionName
source: Set as default filter column
cs_cz: Nastavit jako výchozí sloupec filtru
da_dk: Angiv som standardfilterkolonne
de_de: Als Standardfilterspalte festlegen
es_mx: Definir como columna de filtro predeterminado
fi_fi: Määritä suodattimen oletussarakkeeksi
fr_ca: Définir comme colonne de filtre par défaut
is_is: Gera að sjálfgefnum afmörkunardálki
it_ch: Imposta come colonna di filtro di default
nb_no: Angi som standard filtreringskolonne
nl_be: Als standaardfilterkolom instellen
ru_ru: Установить как столбец фильтра по умолчанию

# MenuItem_Typical
source: &Typical
cs_cz: &Typická
da_dk: &Typisk
de_de: &Typisch
es_mx: &Típica
fi_fi: &Tyypillinen
fr_ca: S&tandard
is_is: &Dæmigert
it_ch: &Tipico
nb_no: &Vanlig
nl_be: &Typisch
ru_ru: &Обычный

# AcsSignInCancelMessage
source: Are you sure you want to cancel signing in?
cs_cz: Jste si jisti, že chcete zrušit přihlášení?
da_dk: Er du sikker på, du vil annullere logon?
de_de: Möchten Sie die Anmeldung wirklich abbrechen?
es_mx: ¿Está seguro de que desea cancelar el inicio de sesión?
fi_fi: Haluatko varmasti peruuttaa sisäänkirjautumisen?
fr_ca: Êtes-vous sûr de vouloir annuler la connexion ?
is_is: Á örugglega að hætta við innskráningu?
it_ch: Annullare l'acceso?
nb_no: Er du sikker på at du vil avbryte påloggingen?
nl_be: Weet u zeker dat u het aanmelden wilt annuleren?
ru_ru: Отменить регистрацию?

# ReportViewer_SaveAs_Excel_Filter
source: {0} Workbook
cs_cz: {0} Sešitu
da_dk: {0}-projektmappe
de_de: {0} Arbeitsmappe
es_mx: {0} Libro
fi_fi: {0} - työkirja
fr_ca: Classeur {0}
is_is: {0} vinnubók
it_ch: Cartella di lavoro di {0}
nb_no: {0}-arbeidsbok
nl_be: {0}-werkmap
ru_ru: Книга {0}

# ReportViewer_SearchTextBoxToolTip
source: Search Text
cs_cz: Hledaný Text
da_dk: Søgetekst
de_de: Text suchen
es_mx: Buscar texto
fi_fi: Hakuteksti
fr_ca: Texte à rechercher
is_is: Leita í texta
it_ch: Testo ricerca
nb_no: Søketekst
nl_be: Zoektekst
ru_ru: Поиск текста

# Outlook_Calendar
source: Calendar
cs_cz: Kalendář
da_dk: Kalender
de_de: Kalender
es_mx: Calendario
fi_fi: Kalenteri
fr_ca: Calendrier
is_is: Dagatal
it_ch: Calendario
nb_no: Kalender
nl_be: Agenda
ru_ru: Календарь

# OneNote_EmptyPage
source: Empty Page
cs_cz: Prázdná stránka
da_dk: Tom side
de_de: Leere Seite
es_mx: Página vacía
fi_fi: Tyhjä sivu
fr_ca: Page vierge
is_is: Auð síða
it_ch: Pagina vuota
nb_no: Tom side
nl_be: Lege pagina
ru_ru: Пустая страница

# ReportViewer_FindButtonText
source: Find
cs_cz: Najít
da_dk: Søg
de_de: Suchen
es_mx: Buscar
fi_fi: Etsi
fr_ca: Rechercher
is_is: Leita
it_ch: Trova
nb_no: Søk
nl_be: Zoeken
ru_ru: Найти

# AccessibleActionClick
source: Click
cs_cz: Klepněte na tlačítko
da_dk: Klik
de_de: Klicken
es_mx: Clic
fi_fi: Napsauta
fr_ca: Cliquer
is_is: Smella
it_ch: Clic
nb_no: Klikk
nl_be: Klikken
ru_ru: Щелчок

# Outlook_Open
source: Open
cs_cz: Otevřené
da_dk: Åbn
de_de: Öffnen
es_mx: Abrir
fi_fi: Avaa
fr_ca: Ouvrir
is_is: Opna
it_ch: Apri
nb_no: Åpne
nl_be: Openen
ru_ru: Открыть

# MissingControl_LibraryNotFound
source: Could not find one or more dependencies for control '{0}'.
cs_cz: Nelze nalézt jeden nebo více závislostí pro ovládací prvek {0}.
da_dk: En eller flere afhængigheder til kontrol '{0}' blev ikke fundet.
de_de: Mindestens eine Abhängigkeit für Steuerung '{0}' wurde nicht gefunden.
es_mx: No se encuentran una o varias dependencias del control '{0}'.
fi_fi: Vähintään yhtä ohjausobjektin '{0}' edellyttämistä kohteista ei löytynyt.
fr_ca: Une ou plusieurs dépendances sont introuvables pour le contrôle '{0}'.
is_is: Ein eða fleiri tengingar fyrir stýringu '{0}' fundust ekki.
it_ch: Impossibile trovare una o più dipendenze per il controllo '{0}'.
nb_no: Fant ikke en eller flere avhengigheter for kontrollen '{0}'.
nl_be: Kan een of meer afhankelijkheden voor het besturingselement '{0}' niet vinden.
ru_ru: Не удалось найти одну или несколько зависимостей для элемента управления '{0}'.

# BusinessChartPrintPageError
source: Print Chart Error
cs_cz: Chyba při tisku grafu
da_dk: Udskriv diagramfejl
de_de: Fehler beim Drucken des Diagramms
es_mx: Imprimir error del gráfico
fi_fi: Virhe tulostettaessa kaaviota
fr_ca: Imprimer erreur graphique
is_is: Villa við prentun myndrits
it_ch: Errore di stampa grafico
nb_no: Feil ved utskrift av diagram
nl_be: Diagramafdrukfout
ru_ru: Ошибка печати диаграммы

# ControlAddIn_WrongDataType
source: The control add-in for "{0}" expects data of .NET type {1}. Change the control on the page to bind to data of this type.
cs_cz: Ovládací prvek add-in pro {0}"očekává, že typ dat .NET {1}. Změňte ovládací prvek na stránce vázat na data tohoto typu.
da_dk: Tilføjelseskontrolelementet for "{0}" forventer data af .NET-typen {1}. Skift kontrolelementet på siden for at sammenknytte data af denne type.
de_de: Das Add-in für Steuerelemente für "{0}" erwartet Daten von .NET-Typ {1}. Ändern Sie das Steuerelement auf der Seite, um Daten dieses Typs zu binden.
es_mx: El complemento de control para "{0}" espera datos del tipo .NET {1}. Cambio el control en la página para enlazar a datos de este tipo.
fi_fi: Kohteen {0} ohjauslisäosa odottaa .NET-tyypin {1} tietoja. Tee sidos tämän tyyppisiin tietoihin muuttamalla sivulla olevaa ohjausobjektia.
fr_ca: Le complément de contrôle de « {0} » attend des données du type .NET {1}. Modifiez le contrôle sur la page pour assurer une liaison aux données de ce type.
is_is: Stýringarinnbótin fyrir „{0}“ gerir ráð fyrir gögnum af .NET gerð {1}. Breyta skal stýringunni á síðunni til að binda við gögn af þessari gerð.
it_ch: Il componente aggiuntivo di controllo per "{0}" prevede dati di tipo .NET {1}. Modificare il controllo sulla pagina per associare dati di questo tipo.
nb_no: Kontrolltillegget for {0} forventer data av .NET-typen {1}. Endre kontrollen på siden for å binde til data av denne typen.
nl_be: De besturingselementinvoegtoepassing voor "{0}" verwacht gegevens van .NET-type {1}. Wijzig het besturingselement op de pagina om te binden naar gegevens van dit soort.
ru_ru: Надстройка элемента управления для "{0}" ожидает данные типа .NET {1}. Измените элемент управления на странице, связав его с данными этого типа.

# FormPanel_ToolTipTitle
source: Validation Results
cs_cz: Výsledky ověření
da_dk: Valideringsresultater
de_de: Überprüfungsergebnisse
es_mx: Resultados validación
fi_fi: Tarkistuksen tulokset
fr_ca: Résultats validation
is_is: Niðurstöður prófunar
it_ch: Risultati convalida
nb_no: Valideringsresultater
nl_be: Validatieresultaten
ru_ru: Результаты проверки

# OneNote_ErrorNavigating
source: Could not locate OneNote content. Check the location and permissions for your OneNote working folder.
cs_cz: Nelze nalézt aplikaci OneNote obsah. Zkontrolujte umístění a oprávnění pro pracovní složky aplikace OneNote.
da_dk: Der blev ikke fundet OneNote-indhold. Kontroller placeringen af OneNote-arbejdsmappen og rettighederne til den.
de_de: Der OneNote-Inhalt wurde nicht gefunden. Überprüfen Sie den Ort und die Zugriffsrechte für den OneNote-Arbeitsordner.
es_mx: No se pudo ubicar el contenido de OneNote. Compruebe la ubicación y los permisos de la carpeta de trabajo de OneNote.
fi_fi: OneNote-sisältöä ei löytynyt. Tarkista OneNote-työkansion sijainti ja käyttöoikeudet.
fr_ca: Impossible de localiser le contenu OneNote. Vérifiez l'emplacement et les autorisations de votre dossier de travail OneNote.
is_is: Ekki tókst að finna OneNote-efni. Athuga skal staðsetninguna og heimildir fyrir OneNote-vinnumöppunni.
it_ch: Impossibile trovare contenuto di OneNote. Controllare il percorso e le autorizzazioni per la cartella di lavoro di OneNote.
nb_no: Finner ikke OneNote-innhold. Kontroller lokasjonen og tillatelsene for OneNote-arbeidsmappen.
nl_be: Kan geen OneNote-inhoud vinden. Controleer de locatie en rechten voor uw OneNote-werkmap.
ru_ru: Не удалось найти содержимое OneNote. Проверьте местонахождение и разрешения для своей рабочей папки OneNote.

# ProgressNotificationForm_Canceling
source: Cancelling
cs_cz: Zrušení
da_dk: Annullerer
de_de: Stornieren...
es_mx: Cancelando
fi_fi: Peruutetaan
fr_ca: Annulation
is_is: Hættir við
it_ch: Annullamento
nb_no: Avbryte
nl_be: Annuleren
ru_ru: Отмена

# ReportViewer_StopMenuItemText
source: Stop
de_de: Stopp
es_mx: Detener
fi_fi: Pysäytä
fr_ca: Arrêt
is_is: Stöðva
it_ch: Interrompi
nb_no: Stopp
nl_be: Stoppen
ru_ru: Остановить

# OneNote_ErrorCommunicating
source: Could not communicate with the OneNote working folder. Check the location and permissions for your OneNote working folder.
cs_cz: Nelze komunikovat s pracovní složku aplikace OneNote. Zkontrolujte umístění a oprávnění pro pracovní složky aplikace OneNote.
da_dk: Det var ikke muligt at kommunikere med OneNote-arbejdsmappen. Kontroller placeringen af OneNote-arbejdsmappen og rettighederne til den.
de_de: Die Kommunikation mit dem OneNote-Arbeitsordner war nicht möglich. Überprüfen Sie den Ort und die Zugriffsrechte für den OneNote-Arbeitsordner.
es_mx: No se pudo comunicar con la carpeta de trabajo de OneNote. Compruebe la ubicación y los permisos de la carpeta de trabajo de OneNote.
fi_fi: Yhteyttä OneNote-työkansioon ei voitu muodostaa. Tarkista OneNote-työkansion sijainti ja käyttöoikeudet.
fr_ca: Communication impossible avec le dossier de travail OneNote. Vérifiez l'emplacement et les autorisations de votre dossier de travail OneNote.
is_is: Samskipti við OneNote-vinnumöppuna tókust ekki. Athuga skal staðsetninguna og heimildir fyrir OneNote-vinnumöppunni.
it_ch: Impossibile comunicare con la cartella di lavoro di OneNote. Controllare il percorso e le autorizzazioni per la cartella di lavoro di OneNote.
nb_no: Kan ikke kommunisere med OneNote-arbeidsmappen. Kontroller lokasjonen og tillatelsene for OneNote-arbeidsmappen.
nl_be: Kan niet communiceren met de werkmap OneNote Controleer de locatie en rechten voor uw OneNote-werkmap.
ru_ru: Не удалось связаться с рабочей папкой OneNote. Проверьте местонахождение и разрешения для своей рабочей папки OneNote.

# ExceptionAcsUriIsInvalid
source: The address specified for the Access Control Service is not valid ({0})
cs_cz: Adresa určená pro službu řízení přístupu není platná ({0})
da_dk: Den angivne adresse for Access Control Service er ikke gyldig ({0})
de_de: Die für den Zugriffssteuerungsdienst angegebene Adresse ist nicht gültig ({0}).
es_mx: La dirección especificada para Access Control Service no es válida ({0}).
fi_fi: Käytönvalvontapalvelussa määritetty osoite ei kelpaa ({0})
fr_ca: L'adresse spécifiée pour Access Control Service n'est pas valide ({0})
is_is: Slóðin sem tilgreind er fyrir Access Control Service er ekki gild ({0})
it_ch: L'indirizzo specificato per Servizio di controllo di accesso non è valido ({0})
nb_no: Adressen angitt for tilgangskontrolltjenesten er ikke gyldig ({0})
nl_be: Het opgegeven adres voor de toegangsbeheerservice is niet geldig ({0})
ru_ru: Адрес, указанный для службы Access Control Service, является недопустимым ({0})

# OneNote_LinkTo
source: Link to {0}
cs_cz: Odkaz na {0}
da_dk: Sammenkæd med {0}
de_de: Link mit '{0}'
es_mx: Vincular a {0}
fi_fi: Linkitä tietueeseen {0}
fr_ca: Lier à {0}
is_is: Tenging við {0}
it_ch: Collega a {0}
nb_no: Koble til {0}
nl_be: Koppeling naar {0}
ru_ru: Связать с {0}

# BusinessChartPrintPagePreview
source: Print Preview...
cs_cz: Náhled tisku...
da_dk: Vis udskrift...
de_de: Seitenansicht...
es_mx: Vista preliminar...
fi_fi: Tulostuksen esikatselu...
fr_ca: Aperçu avant impression...
is_is: Forskoðun prentunar...
it_ch: Anteprima di stampa...
nb_no: Forhåndsvisning ...
nl_be: Afdrukvoorbeeld...
ru_ru: Предварительный просмотр печати...

# MissingControl_Error
source: Control Error
cs_cz: Chyba řízení
da_dk: Kontrolfejl
de_de: Steuerungsfehler
es_mx: Error de control
fi_fi: Hallintavirhe
fr_ca: Erreur de contrôle
is_is: Stjórnvilla
it_ch: Errore controllo
nb_no: Kontrollfeil
nl_be: Besturingselementfout
ru_ru: Ошибка элемента управления

# ControlAddIn_NoJavaScript
source: The control add-in for "{0}" cannot be displayed because JavaScript is not enabled.
cs_cz: Ovládací prvek add-in pro {0}"nelze zobrazit, protože není zapnut jazyk JavaScript.
da_dk: Tilføjelseskontrolelementet for "{0}" kan ikke vises, fordi JavaScript ikke er aktiveret.
de_de: Das Add-in für Steuerelemente für "{0}" kann nicht angezeigt werden, da JavaScript nicht aktiviert ist.
es_mx: El complemento de control para "{0}" no se puede visualizar porque JavaScript no está habilitado.
fi_fi: Kohteen {0} ohjauslisäosaa ei voi näyttää, koska JavaScript ei ole käytössä.
fr_ca: Le complément de contrôle de « {0} » ne peut pas être affiché car JavaScript n'est pas activé.
is_is: Ekki er hægt að birta stýringarinnbótina fyrir „{0}“ því JavaScript er ekki virkt.
it_ch: Impossibile visualizzare il componente aggiuntivo di controllo per "{0}" perché JavaScript non è abilitato.
nb_no: Kan ikke vise kontrolltillegget for {0} ettersom JavaScript ikke er aktivert.
nl_be: De besturingselementinvoegtoepassing voor "{0}" kan niet worden weergegeven omdat JavaScript niet is ingeschakeld.
ru_ru: Не удается отобразить надстройку элемента управления для "{0}", так как не включен JavaScript.

# MissingControl_Details
source: Details: {0}
cs_cz: Podrobnosti: {0}
da_dk: Detaljer: {0}
es_mx: Detalles: {0}
fi_fi: Tiedot: {0}
fr_ca: Détails : {0}
is_is: Upplýsingar: {0}
it_ch: Dettagli: {0}
nb_no: Detaljer: {0}
ru_ru: Сведения: {0}

# AcsSignInCancelButton
source: Cancel sign in
cs_cz: Zrušit přihlášení
da_dk: Annuller logon
de_de: Anmeldung abbrechen
es_mx: Cancelar inicio de sesión
fi_fi: Peruuta kirjautuminen
fr_ca: Annuler connexion
is_is: Hætta við innskráningu
it_ch: Annulla accesso
nb_no: Avbryt pålogging
nl_be: Aanmelden annuleren
ru_ru: Отменить регистрацию

# Clipboard_Copy_ExternalError
source: Cannot copy text to the Clipboard because it is being used by another program.
cs_cz: Nelze kopírovat text do schránky, protože je používán jiným programem.
da_dk: Der kunne ikke kopieres tekst til Udklipsholder, da den anvendes af et andet program.
de_de: Es kann kein Text in die Zwischenablage kopiert werden, da er von einem anderen Programm verwendet wird.
es_mx: No se puede copiar texto al Portapapeles porque otro usuario lo está usando.
fi_fi: Tekstiä ei voi kopioida leikepöydälle, sillä toinen ohjelma käyttää sitä.
fr_ca: Impossible de copier du texte dans le Presse-papiers car il est utilisé par un autre programme.
is_is: Ekki er hægt að afrita textann á klippiborðið því að annað forrit er að nota hann.
it_ch: Impossibile copiare il testo negli Appunti perché è in uso in un altro programma.
nb_no: Kan ikke kopiere tekst til utklippstavlen da den brukes av et annet program.
nl_be: Kan geen tekst naar het klembord kopiëren omdat dit door een ander programma wordt gebruikt.
ru_ru: Невозможно скопировать текст в буфер обмена, т.к. он используется другой программой.

# ReportViewer_BackButtonToolTip
source: Back to Parent Report
cs_cz: Zpět k nadřazené sestavě
da_dk: Tilbage til overordnet rapport
de_de: Zurück zum übergeordneten Bericht
es_mx: Volver a informe primario
fi_fi: Takaisin pääraporttiin
fr_ca: Retour au rapport parent
is_is: Aftur í móðurskýrslu
it_ch: Torna al report padre
nb_no: Tilbake til overordnet rapport
nl_be: Terug naar bovenliggende lijst
ru_ru: Назад к родительскому отчету
