Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/Properties.Resources.*.resx
Languages: cs_cz, da_dk, de_de, es_mx, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_be, ru_ru

# Image_ActionLoad
source: &Select Picture...
cs_cz: Vy&brat obrázek...
da_dk: &Vælg billede...
de_de: &Bild auswählen...
es_mx: &Seleccionar imagen...
fi_fi: &Valitse kuva...
fr_ca: &Sélectionner une image...
is_is: &Velja mynd...
it_ch: &Seleziona immagine...
nb_no: &Velg bilde...
nl_be: Afbeelding &selecteren...
ru_ru: &Выбор изображения...

# ControlAddIn_LibraryNotFound
source: Could not locate the control add-in library for "{0}".
cs_cz: Nelze nalézt doplněk knihovny ovládacích prvků pro {0}".
da_dk: Tilføjelseskontrolelementets bibliotek for "{0}" blev ikke fundet.
de_de: Die Steuerelement-Add-In-Bibliothek für "{0}" wurde nicht gefunden.
es_mx: No se encuentra la biblioteca de complementos de control para "{0}".
fi_fi: Kohteen {0} ohjauslisäosakirjastoa ei löytynyt.
fr_ca: Impossible de localiser la bibliothèque du complément de contrôle pour « {0} ».
is_is: Stýringarinnbótasafn fyrir „{0}“ fannst ekki.
it_ch: Impossibile individuare la libreria del componente aggiuntivo di controllo per "{0}".
nb_no: Finner ikke kontrolltilleggsbiblioteket for {0}.
nl_be: Kan de bibliotheek van de besturingselementinvoegtoepassing niet vinden voor "{0}".
ru_ru: Не удалось обнаружить библиотеку надстроек элементов управления для "{0}".

# MenuItem_Paste
source: &Paste
cs_cz: &Vložit
da_dk: Sæt i&nd
de_de: &Einfügen
es_mx: &Pegar
fi_fi: L&iitä
fr_ca: C&oller
is_is: &Líma
it_ch: &Incolla
nb_no: Lim i&nn
nl_be: &Plakken
ru_ru: &Вставить

# ReportViewer_SelectAValue
source: <Select a value>
cs_cz: <Vyberte hodnotu>
da_dk: <Vælg en værdi>
de_de: <Wählen Sie einen Wert>
es_mx: <Seleccione un valor>
fi_fi: <Valitse arvo>
fr_ca: <Sélectionner une valeur>
is_is: <Velja gildi>
it_ch: <Selezionare un valore>
nb_no: <Velg en verdi>
nl_be: <Selecteer een waarde>
ru_ru: <Выберите значение>

# MissingControl_InstallRequired
source: Make sure that application dependencies are installed and then install the application again.
cs_cz: Ujistěte se, že závislostí aplikací jsou nainstalovány a potom nainstalujte aplikaci znovu.
da_dk: Kontroller, at programafhængighederne er installeret, og installer derefter programmet igen.
de_de: Vergewissern Sie sich, dass die Anwendungsabhängigkeiten installiert sind, und installieren Sie die Anwendung anschließend neu.
es_mx: Compruebe que las dependencias de aplicación estén instaladas y, a continuación, vuelva a instalar la aplicación.
fi_fi: Varmista, että sovelluksen edellyttämät kohteet on asennettu, ja asenna sovellus sitten uudelleen.
fr_ca: Assurez-vous que les dépendances des applications sont installées, puis réinstallez l'application.
is_is: Ganga skal úr skugga um að tengingar í forrit séu uppsettar og setja síðan forritið upp aftur.
it_ch: Assicurarsi che le dipendenze dell'applicazione siano installate, quindi installare nuovamente l'applicazione.
nb_no: Kontroller at programavhengighetene er installert, og installer deretter programmet på nytt.
nl_be: Zorg ervoor dat de toepassingsafhankelijkheden zijn geïnstalleerd en installeer vervolgens de toepassing opnieuw.
ru_ru: Убедитесь, что установлены зависимые элементы для приложения, а затем повторно установите приложение.

# ReportViewer_NullCheckBoxToolTip
source: Make Parameter Value Null
cs_cz: Nastavit parametr na hodnotu Null
da_dk: Sæt parameterværdi til Null
de_de: Parameterwert auf Null festlegen
es_mx: Hacer que el valor del parámetro sea NULL
fi_fi: Määritä parametrin arvoksi Null
fr_ca: Définir la valeur du paramètre sur Null
is_is: Hafa færibreytuna núll
it_ch: Rendi null valore parametro
nb_no: Sett parameterverdien til null
nl_be: Parameterwaarde Null maken
ru_ru: Установить для параметра значение NULL

# MenuItem_ImportanceLevel
source: &Required Importance
cs_cz: &Požadovaná důležitost
da_dk: &Påkrævet vigtighed
de_de: &Erforderliche Wichtigkeit
es_mx: Importancia &requerida
fi_fi: &Vaadittu tärkeys
fr_ca: Importance &requise
is_is: &Áskilið mikilvægi
it_ch: Li&vello di importanza
nb_no: &Nødvendig viktighet
nl_be: &Vereist belang
ru_ru: &Необходимый уровень важности

# GridHeader_HeightTitle
source: Number of Lines in Header
cs_cz: Počet řádků v záhlaví
da_dk: Antal linjer i hoved
de_de: Anzahl von Zeilen im Kopf
es_mx: Número de líneas de la cabecera
fi_fi: Otsikon rivien määrä
fr_ca: Nombre de lignes de l'en-tête
is_is: Fjöldi lína í haus
it_ch: Numero di righe nell'intestazione
nb_no: Antall linjer i overskrift
nl_be: Aantal regels in kop
ru_ru: Число строк в заголовке

# OneNote_PressToCreate
source: To create a new note, use the OneNote action (Alt+F7) in {0}.
cs_cz: Chcete-li vytvořit novou poznámku, použijte akci OneNote (Alt + F7) v {0}.
da_dk: Brug handlingen OneNote (Alt+F7) i {0} for at oprette en ny note.
de_de: Verwenden Sie zum Erstellen eines neuen Knotens die OneNote-Aktion (ALT+F7) in {0}.
es_mx: Para crear una nueva nota, use la acción de OneNote (Alt+F7) en {0}.
fi_fi: Luo uusi muistio käyttämällä OneNote-toimintoa (Alt+F7) ohjelmistossa {0}.
fr_ca: Pour créer une nouvelle note, utilisez l'action OneNote (Alt+F7) dans {0}.
is_is: Til að búa til nýja athugasemd skal nota OneNote-aðgerðina (Alt+F7) í {0}.
it_ch: Per creare una nuova nota, utilizzare l'azione OneNote (ALT+F7) in {0}.
nb_no: Hvis du vil opprette et nytt notat, bruker du handlingen OneNote (Alt+F7) i {0}.
nl_be: Gebruik de actie OneNote (Alt+F7) in {0} als u een nieuwe notitie wilt maken.
ru_ru: Для создания новой заметки используйте действие OneNote (Alt+F7) в {0}.

# ReportViewer_ZoomToWholePage
source: Whole Page
cs_cz: Celá stránka
da_dk: Hele siden
de_de: Ganze Seite
es_mx: Página completa
fi_fi: Koko sivu
fr_ca: Page entière
is_is: Öll síðan
it_ch: Pagina intera
nb_no: Hele siden
nl_be: Hele pagina
ru_ru: Страница целиком

# ControlAddIn_UnsupportedDataType
source: The control add-in for "{0}" expects data of .NET type {1}. This data type is not a supported control add-in data type.
cs_cz: Ovládací prvek add-in pro {0}"očekává, datový typ .NET {1}. Tento datový typ není podporovaný datový typ ovládacího doplňku.
da_dk: Tilføjelseskontrolelementet for "{0}" forventer data af .NET-typen {1}. Denne datatype er ikke en understøttet datatype for tilføjelseskontrolelementer.
de_de: Das Add-in für Steuerelemente für "{0}" erwartet Daten von .NET-Typ {1}. Dieser Datentyp ist kein unterstützter Add-in-Datentyp für Steuerelemente.
es_mx: El complemento de control para "{0}" espera datos del tipo .NET {1}. Este tipo de datos no es un tipo de datos de complemento de control compatible.
fi_fi: Kohteen {0} ohjauslisäosa odottaa .NET-tyypin {1} tietoja. Tämä tietotyyppi ei ole tuettu ohjauslisäosan tietotyyppi.
fr_ca: Le complément de contrôle de « {0} » attend des données du type .NET {1}. Ce type de données n'est pas un type de données de complément de contrôle pris en charge.
is_is: Stýringarinnbótin fyrir „{0}“ gerir ráð fyrir gögnum af .NET gerð {1}. Þessi gagnagerð er ekki studd gagnagerð stýringarinnbótar.
it_ch: Il componente aggiuntivo di controllo per "{0}" prevede dati di tipo .NET {1}. Questo tipo di dati non è un tipo di dati del componente aggiuntivo di controllo supportato.
nb_no: Kontrolltillegget for {0} forventer data av .NET-typen {1}. Denne datatypen er ikke en kontrolltilleggsdatatype som støttes.
nl_be: De besturingselementinvoegtoepassing voor "{0}" verwacht gegevens van .NET-type {1}. Dit gegevenstype is geen gegevenstype dat wordt ondersteund voor besturingselementinvoegtoepassingen.
ru_ru: Надстройка элемента управления "{0}" ожидает данные типа .NET {1}. Этот тип данных не является поддерживаемым типом данных надстройки элемента управления.

# BusinessChartPrintPage
source: Print...
cs_cz: Tisk...
da_dk: Udskriv...
de_de: Drucken...
es_mx: Imprimir...
fi_fi: Tulosta...
fr_ca: Imprimer...
is_is: Prenta...
it_ch: Stampa...
nb_no: Skriv ut ...
nl_be: Afdrukken...
ru_ru: Печать...

# ActionBarTabButton_DefaultAction
source: Switch
cs_cz: Spínač
da_dk: Skift
de_de: Wechseln
es_mx: Cambiar
fi_fi: Vaihda
fr_ca: Basculer
is_is: Skipta
it_ch: Passa a
nb_no: Bytt
nl_be: Schakelen
ru_ru: Перейти

# OneNote_ErrorServerExecution
source: Cannot connect to Microsoft OneNote. OneNote has to be started itself once to make this work. Make sure that you are not running either Microsoft Dynamics NAV or OneNote as administrator. Close all instances of OneNote. Then send the page or record to OneNote again.
cs_cz: Nelze se připojit k Microsoft OneNote. Aplikace OneNote musí začít sama jednou, aby tuto práci. Ujistěte se, že nepoužíváte systém Microsoft Dynamics NAV nebo OneNote jako správce. Zavřete všechny instance aplikace OneNote. Odešlete stránku nebo záznamu aplikace OneNote znovu.
da_dk: Der kan ikke oprettes forbindelse til Microsoft OneNote. OneNote skal starte selv én gang for at få dette til at fungere. Kontrollér, at du ikke kører enten Microsoft Dynamics NAV eller OneNote som administrator. Luk alle forekomster af OneNote. Send herefter siden eller recorden til OneNote igen.
de_de: Verbindung zu Microsoft OneNote nicht möglich. OneNote muss einmal gestartet werden, damit es funktioniert. Sie dürfen entweder Microsoft Dynamics NAV oder OneNote nicht als Administrator ausführen. Schließen Sie alle Instanzen von OneNote. Senden Sie dann die Seite oder den Datensatz erneut an OneNote.
es_mx: No se puede establecer la conexión a Microsoft OneNote. OneNote debe iniciarse una vez para realizar este trabajo. Compruebe que no está ejecutando Microsoft Dynamics NAV u OneNote como administrador. Cierre todas las instancias de OneNote. A continuación, envíe la página o el registro de nuevo a OneNote.
fi_fi: Yhteyttä Microsoft OneNoteen ei voi muodostaa. OneNote on käynnistettävä kerran, jotta tämä toimisi. Varmista, ettet ole käyttämässä joko Microsoft Dynamics NAVia tai OneNotea järjestelmänvalvojana. Sulje kaikki OneNote-esiintymät. Lähetä sitten sivu tai tietue uudelleen OneNoteen.
fr_ca: Impossible de se connecter à Microsoft OneNote. OneNote doit être démarré une fois pour que cela fonctionne. Assurez-vous que vous n'exécutez pas Microsoft Dynamics NAV ou OneNote en tant qu'administrateur. Fermez toutes les instances de OneNote. Renvoyez ensuite la page ou l'enregistrement à OneNote.
is_is: Tenging næst ekki við Microsoft OneNote. Ræsa þarf OneNote einu sinni til að þetta virki. Gakktu úr skugga um að hvorki Microsoft Dynamics NAV né OneNote séu keyrð sem stjórnandi. Lokaðu öllum tilvikum af OneNote. Sendu síðan síðuna eða færsluna aftur í OneNote.
it_ch: Impossibile connettersi a Microsoft OneNote. OneNote deve essere avviato una volta perché funzioni. Assicurarsi di eseguire Microsoft Dynamics NAV o OneNote come amministratore. Chiudere tutte le istanze di OneNote, quindi inviare nuovamente la pagina o il record a OneNote.
nb_no: Kan ikke koble til Microsoft OneNote. OneNote må starte én gang for at dette skal fungere. Kontroller at du ikke kjører Microsoft Dynamics NAV eller OneNote som administrator. Lukk alle forekomster av OneNote. Send deretter siden eller posten til OneNote på nytt.
nl_be: Kan geen verbinding maken met de Microsoft OneNote. OneNote moet één keer opnieuw worden opgestart voordat dit functioneert. Zorg ervoor dat u Microsoft Dynamics NAV of OneNote niet als beheerder uitvoert. Sluit alle exemplaren van OneNote af. Verzend vervolgens de pagina of record opnieuw naar OneNote.
ru_ru: Не удается подключиться к Microsoft OneNote. Для выполнения этой задачи необходим автоматический запуск OneNote@@@. Убедитесь, что вы не запускаете ни Microsoft Dynamics NAV, ни OneNote от имени администратора. Закройте все экземпляры OneNote. Затем отправьте страницу или запись в OneNote еще раз.

# ReportViewer_SaveAs_PDF_Filter
source: Adobe PDF files
cs_cz: Soubory Adobe PDF
da_dk: Adobe PDF-filer
de_de: Adobe PDF-Dateien
es_mx: Archivos PDF de Adobe
fi_fi: Adoben PDF-tiedostot
fr_ca: Fichiers Adobe PDF
is_is: PDF-skrár
it_ch: File di Adobe PDF
nb_no: Adobe PDF-filer
nl_be: Adobe PDF-bestanden
ru_ru: Файлы Adobe PDF

# DefaultActionWrapper_DefaultAction_Caption
source: Default Action
cs_cz: Výchozí akce
da_dk: Standardhandling
de_de: Standardaktion
es_mx: Acción predeterminada
fi_fi: Oletustoiminto
fr_ca: Action par défaut
is_is: Sjálfgefin aðgerð
it_ch: Azione di default
nb_no: Standardhandling
nl_be: Standaardactie
ru_ru: Действие по умолчанию

# ReportViewer_FirstPageButtonToolTip
source: First Page
cs_cz: První stránka
da_dk: Første side
de_de: Erste Seite
es_mx: Primera página
fi_fi: Ens. sivu
fr_ca: 1re page
is_is: Fyrsta síða
it_ch: Prima pag.
nb_no: Første side
nl_be: 1e pagina
ru_ru: Первая страница

# ControlAddIn_NotSupported
source: The control add-in for "{0}" is not supported.
cs_cz: Ovládací prvek add-in pro {0}, není podporována.
da_dk: Tilføjelseskontrolelementet for "{0}" understøttes ikke.
de_de: Das Add-In für Steuerelemente für '{0}' wird nicht unterstützt.
es_mx: El complemento de control para "{0}" no es compatible.
fi_fi: Kohteen "{0}" ohjauslisäosaa ei tueta.
fr_ca: Le complément de contrôle de « {0} » n'est pas pris en charge.
is_is: Stýringarinnbót fyrir „{0}“ er ekki studd.
it_ch: Il componente aggiuntivo controllo per "{0}" non è supportato.
nb_no: Kontrolltillegget for {0} støttes ikke.
nl_be: De besturingselementinvoegtoepassing voor {0} wordt niet ondersteund.
ru_ru: Надстройка управления для "{0}" не поддерживается.

# Outlook_CreateNewAppointment
source: Create New Appointment
cs_cz: Vytvořit novou událost
da_dk: Opret ny aftale
de_de: Neuen Termin erstellen
es_mx: Crear nueva cita
fi_fi: Luo uusi tapaaminen
fr_ca: Créer un rendez-vous
is_is: Nýtt erindi
it_ch: Crea nuovo appuntamento
nb_no: Opprett ny avtale
nl_be: Nieuwe afspraak maken
ru_ru: Создать встречу

# Outlook_CreateNewMail
source: Create New Email Message
cs_cz: Vytvořit novou e-mailovou zprávu
da_dk: Opret en ny mail
de_de: Neue E-Mail erstellen
es_mx: Crear nuevo mensaje de correo electrónico
fi_fi: Luo uusi sähköpostiviesti
fr_ca: Créer nouveau courriel
is_is: Búa til nýtt tölvupóstskeyti
it_ch: Crea nuovo messaggio e-mail
nb_no: Opprett ny e-postmelding
nl_be: Nieuw e-mailbericht maken
ru_ru: Создать новое сообщение электронной почты

# BusinessChartSaveAsBitmapFilter
source: Bitmap
cs_cz: Rastrový obrázek
es_mx: Mapa de bits
fi_fi: Bittikartta
is_is: Bitamynd
nb_no: Punktgrafikk
ru_ru: Точечный рисунок

# ReportViewer_BackMenuItemText
source: Parent Report
cs_cz: Nadřazená sestava
da_dk: Overordnet rapport
de_de: Übergeordneter Bericht
es_mx: Informe primario
fi_fi: Pääraportti
fr_ca: Rapport parent
is_is: Móðurskýrsla
it_ch: Report padre
nb_no: Overordnet rapport
nl_be: Bovenliggende lijst
ru_ru: Родительский отчет

# Image_ActionDelete
source: &Delete
cs_cz: &Odstranit
da_dk: &Slet
de_de: &Löschen
es_mx: &Eliminar
fi_fi: &Poista
fr_ca: &Supprimer
is_is: &Eyða
it_ch: &Elimina
nb_no: &Slett
nl_be: V&erwijderen
ru_ru: Удал&ить

# ControlAddIn_NotSupportedInDesignMode
source: The control add-in is not displayed in the designer.
cs_cz: Přidat do ovládacího prvku není zobrazeno v návrháři.
da_dk: Tilføjelseskontrolelementet vises ikke i designeren.
de_de: Das Add-in für Steuerelemente wird im Designer nicht angezeigt.
es_mx: El complemento de control no se muestra en el diseñador.
fi_fi: Ohjauslisäosaa ei näytetä suunnittelutoiminnossa.
fr_ca: Le complément de contrôle n'est pas affiché dans le générateur.
is_is: Stýringarinnbótin er ekki birt í hönnuðinum.
it_ch: Il componente aggiuntivo di controllo non è visualizzato nella finestra di progettazione.
nb_no: Kontrolltillegget vises ikke i Designer.
nl_be: De besturingselementinvoegtoepassing wordt niet weergegeven in de Designer.
ru_ru: Надстройка элемента управления не отображается в конструкторе.

# DefaultBrowserIsNotInstalled
source: Internet browser is not installed.
cs_cz: Není nainstalován internetový prohlížeč.
da_dk: Der er ikke installeret en internetbrowser.
de_de: Es ist kein Internetbrowser installiert.
es_mx: El explorador de Internet no está instalado.
fi_fi: Internet-selainta ei ole asennettu.
fr_ca: Aucun navigateur Internet n'est installé.
is_is: Það er ekki búið setja upp internetvafra.
it_ch: Il browser Internet non è installato.
nb_no: Internett-lesere er ikke installert.
nl_be: Internetbrowser is niet geïnstalleerd.
ru_ru: Интернет-браузер не установлен.

# ControlAddIn_InitializationError
source: An error occurred when initializing the control add-in "{0}". Error message: {1}.
cs_cz: Došlo k chybě při inicializaci ovládací prvek přidat do "{0}". Chybová zpráva: {1}.
da_dk: Der opstod en fejl ved initialisering af tilføjelseskontrolelementet "{0}". Fejlmeddelelse: {1}.
de_de: Fehler bei der Initialisierung des Add-ins für Steuerelemente "{0}". Fehlermeldung: {1}.
es_mx: Error al inicializar el complemento de control "{0}". Mensaje de error: {1}.
fi_fi: Virhe alustettaessa ohjauslisäosaa kohteessa {0}. Virhesanoma: {1}.
fr_ca: Une erreur s'est produite lors de l'initialisation du complément de contrôle « {0} ». Message d'erreur : {1}.
is_is: Villa kom upp þegar stýringarinnbótin „{0}“ var frumstillt. Villuboð: {1}.
it_ch: Errore durante l'inizializzazione del componente aggiuntivo di controllo "{0}". Messaggio di errore: {1}.
nb_no: Det oppstod en feil under initialisering av kontrolltillegget {0}. Feilmelding: {1}.
nl_be: Er is een fout opgetreden bij het initialiseren van de besturingselementinvoegtoepassing "{0}". Foutmelding: {1}.
ru_ru: При инициализации надстройки элемента управления "{0}" возникла ошибка. Сообщение об ошибке: {1}.

# Outlook_AllDay
source: All day
cs_cz: Celý den
da_dk: Hele dagen
de_de: Ganztägig
es_mx: Todo el día
fi_fi: Koko päivä
fr_ca: Toute la journée
is_is: Allur dagurinn
it_ch: Tutto il giorno
nb_no: Hele dagen
nl_be: De hele dag
ru_ru: Весь день

# ReportViewer_NextPageButtonToolTip
source: Next Page
cs_cz: Další stránka
da_dk: Næste side
de_de: Nächste Seite
es_mx: Página siguiente
fi_fi: Seuraava sivu
fr_ca: Page suivante
is_is: Næsta síða
it_ch: Pagina successiva
nb_no: Neste side
nl_be: Volgende pagina
ru_ru: Следующая страница

# AcsSignInCancelTitle
source: Cancel sign in
cs_cz: Zrušit přihlášení
da_dk: Annuller logon
de_de: Anmeldung abbrechen
es_mx: Cancelar inicio de sesión
fi_fi: Peruuta kirjautuminen
fr_ca: Annuler connexion
is_is: Hætta við innskráningu
it_ch: Annulla accesso
nb_no: Avbryt pålogging
nl_be: Aanmelden annuleren
ru_ru: Отменить регистрацию

# Image_ActionShow
source: Pre&view Picture
cs_cz: &Zobrazit obrázek
da_dk: Vis &billede
de_de: &Bildvorschau
es_mx: &Vista previa de imagen
fi_fi: Kuvan &esikatselu
fr_ca: Ape&rçu
is_is: &Skoða mynd
it_ch: An&teprima immagine
nb_no: &Forhåndsvis bilde
nl_be: &Voorbeeld van afbeelding
ru_ru: &Просмотр изображения

# ReportViewer_CurrentPageTextBoxToolTip
source: Current Page
cs_cz: Aktuální stránka
da_dk: Aktuel side
de_de: Aktuelle Seite
es_mx: Página actual
fi_fi: Nykyinen sivu
fr_ca: Page active
is_is: Opin síða
it_ch: Pagina corrente
nb_no: Gjeldende side
nl_be: Huidige pagina
ru_ru: Текущая страница

# Outlook_CreateNewMeetingRequest
source: Create New Meeting Request
cs_cz: Vytvořit novou žádost o schůzku
da_dk: Opret ny mødeindkaldelse
de_de: Neue Besprechungsanfrage erstellen
es_mx: Crear nueva solicitud de reunión
fi_fi: Luo uusi kokouspyyntö
fr_ca: Créer une demande de réunion
is_is: Ný fundarbeiðni
it_ch: Crea nuova richiesta di riunione
nb_no: Opprett ny møteinnkallelse
nl_be: Nieuw vergaderverzoek maken
ru_ru: Создать приглашение на собрание

# Filter_StringEditor_EnterAValue
source: Enter a value.
cs_cz: Zadejte hodnotu.
da_dk: Angiv en værdi.
de_de: Geben Sie einen Wert ein.
es_mx: Especifique un valor.
fi_fi: Kirjoita arvo.
fr_ca: Entrer une valeur.
is_is: Færa skal inn gildi.
it_ch: Immettere un valore.
nb_no: Angi en verdi.
nl_be: Geef een waarde op.
ru_ru: Введите значение.

# ReportViewer_RefreshMenuItemText
source: Refresh
cs_cz: Aktualizovat
da_dk: Opdater
de_de: Aktualisieren
es_mx: Actualizar
fi_fi: Päivitä
fr_ca: Actualiser
is_is: Endurnýja
it_ch: Aggiorna
nb_no: Forny
nl_be: Vernieuwen
ru_ru: Обновить

# ReportViewer_FindNextButtonToolTip
source: Find Next
cs_cz: Hledat další
da_dk: Find næste
de_de: Nächster
es_mx: Buscar sigte.
fi_fi: Etsi seuraava
fr_ca: Suivant
is_is: Finna næsta
it_ch: Trova successivo
nb_no: Søk etter neste
nl_be: Volgende zoeken
ru_ru: Найти следующую

# ReportViewer_NullCheckBoxText
source: Null
is_is: Núll

# ReportViewer_TotalPagesToolTip
source: Total Pages
cs_cz: Celkový počet stránek
da_dk: Sider i alt
de_de: Seiten gesamt
es_mx: Total de páginas
fi_fi: Sivuja yhteensä
fr_ca: Total des pages
is_is: Síðufjöldi
it_ch: Totale pagine
nb_no: Totalt antall sider
nl_be: Totaal aantal pagina's
ru_ru: Всего страниц

# Outlook_More
source: More...
cs_cz: Více...
da_dk: Flere...
de_de: Mehr...
es_mx: Más...
fi_fi: Lisää...
fr_ca: Plus...
is_is: Meira...
it_ch: Altro...
nb_no: Mer...
nl_be: Meer...
ru_ru: Дополнительно...

# BusinessChartSaveAsSaveErrorCaption
source: Save error
cs_cz: Chyba při ukládání
da_dk: Lagringsfejl
de_de: Fehler beim Speichern
es_mx: Error al guardar
fi_fi: Tallennusvirhe
fr_ca: Erreur d'enregistrement
is_is: Vista villu
it_ch: Salva errore
nb_no: Lagringsfeil
nl_be: Fout opslaan
ru_ru: Ошибка сохранения

# Outlook_Today
source: Today
cs_cz: Dnes
da_dk: I dag
de_de: Heute
es_mx: Hoy
fi_fi: Tänään
fr_ca: Aujourd'hui
is_is: Í dag
it_ch: Oggi
nb_no: I dag
nl_be: Vandaag
ru_ru: Сегодня

# OneNote_Section_NotFound
source: Cannot find OneNote section "{0}" in the notebook that is located in "{1}".
cs_cz: Nelze najít aplikaci OneNote sekce "{0}" v poznámkovém bloku, který se nachází v "{1}".
da_dk: OneNote-afsnittet "{0}" findes ikke i den notesbog, som er placeret i "{1}".
de_de: Der OneNote-Abschnitt '{0}' wurde im Notizbuch unter '{1}' nicht gefunden.
es_mx: No se encuentra la sección OneNote "{0}" en el bloc de notas que se encuentra en "{1}".
fi_fi: OneNote-osaa "{0}" ei löydy muistikirjasta, joka sijaitsee kohteessa "{1}".
fr_ca: Impossible de trouver la section OneNote « {0} » dans le bloc-notes se trouvant dans « {1} ».
is_is: Ekki tókst að finna OneNote-hluta „{0}“ í glósubókinni sem er í „{1}“.
it_ch: Impossibile trovare la sezione di OneNote "{0}" nel blocco appunti che si trova in "{1}".
nb_no: Finner ikke OneNote-inndelingen {0} i notatblokken som finnes i {1}.
nl_be: Kan OneNote-sectie "{0}" niet vinden in het notitieblok dat zich bevindt in "{1}".
ru_ru: Невозможно найти раздел OneNote "{0}" в записной книжке, которая находится в "{1}".

# Outlook_Tasks
source: Tasks
cs_cz: Úkoly
da_dk: Opgaver
de_de: Aufgaben
es_mx: Tareas
fi_fi: Tehtävät
fr_ca: Tâches
is_is: Verkhlutar
it_ch: Task
nb_no: Oppgaver
nl_be: Taken
ru_ru: Задачи

# BusinessChartCopy
source: &Copy
cs_cz: &Kopírovat
da_dk: &Kopier
de_de: &Kopieren
es_mx: &Copiar
fi_fi: &Kopioi
fr_ca: Co&pier
is_is: &Afrita
it_ch: &Copia
nb_no: Ko&pier
nl_be: &Kopiëren
ru_ru: &Копировать

# AcsErrorPageIssueHeader
source: This problem can be caused by a variety of issues, including:
cs_cz: Tento problém může být způsoben řadu otázek, včetně:
da_dk: Problemet kan skyldes flere forskellige ting, som f.eks.:
de_de: Dieses Problem kann durch vielerlei Fehler verursacht werden, darunter:
es_mx: Este problema puede ser causado por distintas razones, entre ellas:
fi_fi: Ongelma voi johtua eri syistä, joita ovat esimerkiksi seuraavat:
fr_ca: Ce problème peut avoir plusieurs origines, notamment :
is_is: Fjölmargar ástæður geta orsakað þetta vandamál, þar á meðal:
it_ch: Il problema può essere causato da numerosi motivi, ad esempio:
nb_no: Dette problemet kan skyldes flere forhold, herunder:
nl_be: Dit probleem kan verscheidene oorzaken hebben, waaronder:
ru_ru: Данная проблема может возникнуть по ряду причин, например:

# ReportViewer_NullValueText
source: NULL
is_is: NÚLL
