Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/WindowsAPICodePack.Core.Resources.LocalizedMessages.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_nl, ru_ru, sv_se

# ExpandingStateCannotBeChanged
source: Expanding state of the dialogue cannot be changed while dialogue is showing.
cs_cz: Rozšíření stavu dialogu nelze změnit, když je zobrazeno dialogové okno.
da_dk: Dialogboksens udvidede tilstand kan ikke ændres, mens dialogboksen vises.
de_at: Der Erweiterungszustand des Dialogfelds kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar el estado de expansión del diálogo mientras se visualiza.
fi_fi: Valintaikkunan laajennustilaa ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: L'état d'extension de la boîte de dialogue ne peut pas être modifié tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta útvíkkaðri stöðu svarglugga á meðan glugginn er birtur.
it_ch: Impossibile modificare lo stato espanso della finestra di dialogo mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre ekspanderende dialogtilstand mens dialog vises.
nl_nl: Status uitvouwen van het dialoogvenster kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить развернутое состояние диалогового окна.
sv_se: Det går inte att ändra det expanderade läget på dialogrutan när dialogrutan visas.

# MessageManagerHandlerNotRegistered
source: The specified event handler has not been registered.
cs_cz: Obslužné rutiny zadané události nebyla registrována.
da_dk: Den angivne hændelseshandler er ikke registreret.
de_at: Der angegebene Ereignishandler ist nicht registriert.
es_es: No se ha registrado el controlador de eventos especificado.
fi_fi: Määritettyä tapahtuman käsittelijää ei ole rekisteröity.
fr_ca: Le gestionnaire d'événements spécifié n'a pas été enregistré.
is_is: Tilgreind atviksstjórn hefur ekki verið skráð.
it_ch: Il gestore eventi specificato non è stato registrato.
nb_no: Den angitte hendelsesbehandlingen er ikke registrert.
nl_nl: De opgegeven afhandelingsroutine voor gebeurtenissen is niet geregistreerd.
ru_ru: Указанный обработчик события не зарегистрирован.
sv_se: Den angivna händelsehanteraren har inte registrerats.

# TaskDialogButtonTextEmpty
source: Button text must be non-empty.
cs_cz: Text tlačítka musí být neprázdný.
da_dk: Knapteksten må ikke være tom.
de_at: Der Schaltflächentext darf nicht leer sein.
es_es: El texto del botón no debe estar vacío.
fi_fi: Painikkeen teksti ei saa olla tyhjä.
fr_ca: Le texte du bouton ne peut pas être vide.
is_is: Hnapptexti má ekki vera tómur.
it_ch: Il testo del pulsante non deve essere vuoto.
nb_no: Knappeteksten må være ikke-tom.
nl_nl: Knoptekst moet niet-leeg zijn.
ru_ru: Текст кнопки не должен быть пустым.
sv_se: Knapptexten får inte vara tom.

# CoreHelpersRunningOnVista
source: Only supported on Windows 7 or Windows Vista.
cs_cz: Podporován pouze v systému Windows 7 nebo Windows Vista.
da_dk: Understøttes kun på Windows 7 eller Windows Vista.
de_at: Wird nur für Windows 7 oder Windows Vista unterstützt.
es_es: Solo se admite en Windows 7 o Windows Vista.
fi_fi: Tuetaan vain Windows 7:ssä ja Windows Vistassa.
fr_ca: Prise en charge uniquement sous Windows 7 ou Windows Vista.
is_is: Aðeins stutt á Windows 7 eða Windows Vista.
it_ch: È supportato solo in Windows 7 o Windows Vista.
nb_no: Støttes bare i Windows 7 eller Windows Vista.
nl_nl: Alleen ondersteund in Windows 7 of Windows Vista.
ru_ru: Поддерживается только в Windows 7 или Windows Vista.
sv_se: Stöds endast i Windows 7 eller Windows Vista.

# InvalidReferencePath
source: Reference path is not valid.
cs_cz: Cesta odkazu je neplatný.
da_dk: Referencestien er ugyldig.
de_at: Der Referenzpfad ist ungültig.
es_es: La ruta de referencia no es válida.
fi_fi: Viitepolku ei ole kelvollinen.
fr_ca: Le chemin d'accès de référence n'est pas valide.
is_is: Tilvísunarslóð er ekki gild.
it_ch: Percorso di riferimento non valido.
nb_no: Referansebanen er ikke gyldig.
nl_nl: Referentiepad is niet geldig.
ru_ru: Недопустимый путь к ссылке.
sv_se: Referenssökvägen är ogiltig.

# PowerExecutionStateFailed
source: SetThreadExecutionState call failed.
cs_cz: SetThreadExecutionState volání se nezdařilo.
da_dk: SetThreadExecutionState-kald mislykkedes.
de_at: Fehler beim SetThreadExecutionState-Aufruf.
es_es: Error en llamada de SetThreadExecutionState.
fi_fi: SetThreadExecutionState-kutsu epäonnistui.
fr_ca: Échec de l'appel SetThreadExecutionState.
is_is: SetThreadExecutionState-kall mistókst.
it_ch: Chiamata SetThreadExecutionState non riuscita.
nb_no: SetThreadExecutionState-kall mislyktes.
nl_nl: SetThreadExecutionState-aanroep is mislukt.
ru_ru: Произошел сбой вызова SetThreadExecutionState.
sv_se: Anropet SetThreadExecutionState misslyckades.

# NativeTaskDialogConfigurationError
source: An error has occurred in dialogue configuration.
cs_cz: V dialogovém okně konfigurace došlo k chybě.
da_dk: Der opstod en fejl i dialogboksens konfiguration.
de_at: Fehler in der Dialogfeldkonfiguration.
es_es: Error en la configuración del diálogo.
fi_fi: Virhe valintaikkunan määrityksessä.
fr_ca: Une erreur s'est produite au niveau de la configuration de la boîte de dialogue.
is_is: Villa kom upp við grunnstillingu á svarglugga.
it_ch: Si è verificato un errore nella configurazione della finestra di dialogo.
nb_no: Det oppstod en feil i dialogkonfigurasjonen.
nl_nl: Er is een fout opgetreden in configuratie van dialoogvenster.
ru_ru: В конфигурации диалогового окна возникла ошибка.
sv_se: Ett fel har uppstått i konfigurationen av dialogrutan.

# DialogCollectionCannotHaveDuplicateNames
source: Dialogue cannot have more than one control with the same name.
cs_cz: Dialog nemůže mít více než jeden ovládací prvek se stejným názvem.
da_dk: Dialogboksen kan ikke have mere end et kontrolelement med det samme navn.
de_at: Ein Dialogfeld kann nicht mehrere Steuerelemente gleichen Namens enthalten.
es_es: El diálogo no puede tener más de un control con el mismo nombre.
fi_fi: Valintaikkunassa ei voi olla useaa samannimistä ohjausobjektia.
fr_ca: La boîte de dialogue ne peut pas avoir plusieurs contrôles portant le même nom.
is_is: Svar má ekki vera með meira ein eina stýringu með sama heiti.
it_ch: La finestra di dialogo non può disporre di più controlli con lo stesso nome.
nb_no: Dialogen kan ikke ha mer enn én kontroll med samme navn.
nl_nl: Het dialoogvenster kan niet meerdere besturingselementen met dezelfde naam hebben.
ru_ru: В диалоге не допускается наличие нескольких управлений с одинаковыми именами.
sv_se: Dialogrutan kan inte ha fler än en kontroll med samma namn.

# ApplicationRecoveryFailedToRegister
source: Application failed to register for recovery.
cs_cz: Aplikaci se nepodařilo zaregistrovat pro zotavení.
da_dk: Programmet kunne ikke registreres til genoprettelse.
de_at: Die Anwendung konnte nicht für die Wiederherstellung registriert werden.
es_es: Error de la aplicación durante el registro para recuperación.
fi_fi: Sovelluksen rekisteröinti palauttamista varten epäonnistui.
fr_ca: Échec de l'enregistrement de l'application pour la reprise.
is_is: Forritinu mistókst að skrá fyrir endurheimt.
it_ch: Impossibile registrare l'applicazione per il recupero.
nb_no: Programmet kan ikke registrere for gjenoppretting.
nl_nl: Toepassing kan niet worden geregistreerd voor herstel.
ru_ru: Приложению не удалось зарегистрироваться для восстановления.
sv_se: Det gick inte att registrera programmet för återställning.

# HyperlinksCannotBetSet
source: Hyperlinks cannot be enabled/disabled while dialogue is showing.
cs_cz: Hypertextové odkazy nelze zapnout/vypnout když je zobrazeno dialogové okno.
da_dk: Hyperlinks kan ikke aktiveres/deaktiveres, mens dialogboksen vises.
de_at: Hyperlinks können nicht aktiviert/deaktiviert werden, während das Dialogfeld angezeigt wird.
es_es: No se pueden activar/desactivar los hipervínculos mientras se visualiza el diálogo.
fi_fi: Hyperlinkkejä ei voi ottaa käyttöön tai poistaa käytöstä, kun valintaikkuna on näkyvissä.
fr_ca: Les hyperliens ne peuvent pas être activés/désactivés tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að gera tengla virka/óvirka á meðan glugginn er birtur.
it_ch: Impossibile abilitare o disabilitare i collegamenti ipertestuali mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke aktivere/deaktivere hyperkoblinger mens dialog vises.
nl_nl: Hyperlinks kunnen niet worden ingeschakeld/uitgeschakeld terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно включить или выключить гиперссылки.
sv_se: Det går inte att aktivera/inaktivera hyperlänkar när dialogrutan visas.

# ApplicationRecoveryBadParameters
source: Application was not registered for recovery due to bad parameters.
cs_cz: Aplikace nebyla zaregistrována pro obnovení kvůli špatné parametry.
da_dk: Programmet blev ikke registreret til genoprettelse på grund af ugyldige parametre.
de_at: Die Anwendung wurde aufgrund fehlerhafter Parameter nicht für die Wiederherstellung registriert.
es_es: No se registró la aplicación para la recuperación debido a parámetros incorrectos.
fi_fi: Sovellusta ei rekisteröity palauttamista varten virheellisten parametrien takia.
fr_ca: L'application n'a pas été enregistrée pour la reprise en raison de paramètres non valides.
is_is: Forritið var ekki skráð fyrir endurheimt vegna slæmra færibreytna.
it_ch: Impossibile registrare l'applicazione per il recupero a causa di parametri errati.
nb_no: Programmet ble ikke registrert for gjenoppretting på grunn av ugyldige parametere.
nl_nl: Toepassing is niet geregistreerd voor herstel vanwege ongeldige parameters.
ru_ru: Приложение не было зарегистрировано для восстановления из-за плохих параметров.
sv_se: Programmet har inte registrerats för återställning på grund av felaktiga parametrar.

# PowerInsufficientAccessCapabilities
source: The caller had insufficient access rights to get the system power capabilities.
cs_cz: Volající měli nedostatečná přístupová práva k získání systému možnosti napájení.
da_dk: Brugeren havde ikke tilstrækkelige adgangsrettigheder til at hente systemets strømfunktioner.
de_at: Der Aufrufer verfügt nicht über die erforderlichen Rechte zum Abrufen der Energiefunktionen.
es_es: El llamador tenía derechos de acceso insuficientes para obtener la capacidad de energía del sistema.
fi_fi: Kutsujan käyttöoikeudet eivät riittäneet tietokoneen virtaominaisuuksien noutamiseen.
fr_ca: L'appelant ne dispose pas de droits d'accès suffisants pour connaître les capacités du système.
is_is: Hringjandinn hafði ófullnægjandi aðgangsréttindi fyrir möguleika kerfisrafhlöðu.
it_ch: Il chiamante dispone di diritti di accesso insufficienti a ottenere le funzionalità di alimentazione di sistema.
nb_no: Oppkalleren hadde ikke tilstrekkelige tilgangsrettigheter til å hente systemstrømfunksjonene.
nl_nl: De aanroeper heeft onvoldoende toegangsrechten om de stroomvoorzieningsmogelijkheden van het systeem te verkrijgen.
ru_ru: У вызывающего объекта нет необходимых прав доступа для просмотра мощности питания системы.
sv_se: Anroparen har otillräckliga rättigheter för att hämta strömförsörjningsfunktioner för systemet.

# DialogCollectionControlAlreadyHosted
source: Dialogue control must be removed from current collections first.
cs_cz: Prvek dialogu je třeba nejprve odstranit z aktuální kolekce.
da_dk: Dialogboksens kontrolelementet skal først fjernes fra de aktuelle samlinger.
de_at: Das Dialogfeldsteuerelement muss zunächst aus den aktuellen Sammlungen entfernt werden.
es_es: El control de diálogo se debe quitar de las colecciones actuales primero.
fi_fi: Valintaikkunan ohjausobjekti on poistettava nykyisistä kokoelmista ensin.
fr_ca: Le contrôle de boîte de dialogue doit être supprimé au préalable des collections courantes.
is_is: Fyrst verður að fjarlægja stýringu svarglugga úr núverandi safni.
it_ch: Il controllo finestra di dialogo deve essere rimosso prima dalle raccolte correnti.
nb_no: Dialogkontrollen må fjernes fra de gjeldende samlingene først.
nl_nl: Het dialoogvensterbesturingselement moet eerst uit de huidige verzamelingen worden verwijderd.
ru_ru: Элемент управления диалогового окна необходимо сначала удалено из текущих коллекций.
sv_se: Dialogrutan måste först tas bort från de aktuella samlingarna.

# TaskDialogCloseNonShowing
source: Attempting to close a non-showing dialogue.
cs_cz: Došlo k pokusu o zavření není zobrazeno dialogové okno.
da_dk: Forsøger at lukke en dialogboks, som ikke vises.
de_at: Es wird versucht, ein nicht angezeigtes Dialogfeld zu schließen.
es_es: Intentando cerrar un diálogo que no se muestra.
fi_fi: Yritetään sulkea näkymätöntä valintaikkunaa.
fr_ca: Tentative de fermeture d'une boîte de dialogue qui ne s'affiche pas.
is_is: Reynir að loka svarglugga sem ekki sést.
it_ch: Tentativo di chiudere una finestra di dialogo non visualizzata.
nb_no: Forsøk på å lukke en dialog som ikke vises.
nl_nl: Poging om een niet-weergegeven dialoogvenster te sluiten.
ru_ru: Попытка закрыть неоткрывающееся диалоговое окно.
sv_se: Försöker stänga en dialogruta som inte visas.

# CancelableCannotBeChanged
source: Cancellable cannot be changed while dialogue is showing.
cs_cz: Cancelable nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Annullerbar kan ikke ændres, mens dialogboksen vises.
de_at: Die Stornierbarkeit kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar Cancelable mientras se visualiza el diálogo.
fi_fi: Peruutettavaa ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: L'élément annulable ne peut pas être modifié tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta virkni sem hægt er að hætta við á meðan glugginn er birtur.
it_ch: Impossibile modificare annullabile mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre avbrytbar mens dialog vises.
nl_nl: Cancelable kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна допускающий отмену элемент невозможно изменить.
sv_se: Det går inte att ändra Kan avbrytas när dialogrutan visas.

# ApplicationRecoveryFailedToUnregister
source: Unregister for recovery failed.
cs_cz: Zrušení registrace pro obnovení se nezdařilo.
da_dk: Registreringen til genoprettelse kunne ikke fjernes.
de_at: Fehler beim Aufheben der Registrierung für die Wiederherstellung.
es_es: Error al cancelar registro para recuperación.
fi_fi: Rekisteröinnin poistaminen palauttamista varten epäonnistui.
fr_ca: L'annulation de l'enregistrement pour la reprise a échoué.
is_is: Afskráning fyrir endurheimt mistókst.
it_ch: Impossibile eliminare la registrazione per il recupero.
nb_no: Avregistrering for gjenoppretting mislyktes.
nl_nl: Ongedaan maken van registratie voor herstel is mislukt.
ru_ru: Произошел сбой отмены регистрации для восстановления.
sv_se: Avregistrering för återställning misslyckades.

# DialogControlNameCannotBeEmpty
source: Dialogue control name cannot be empty or null.
cs_cz: Název ovládacího prvku dialogu nemůže být prázdný nebo mít hodnotu null.
da_dk: Dialogboksens kontrolelement må ikke være tomt eller null.
de_at: Der Name des Dialogfeldsteuerelements darf nicht leer oder null sein.
es_es: El nombre del control de diálogo no puede estar vacío ni ser nulo.
fi_fi: Valintaikkunan ohjausobjektin nimi ei voi olla tyhjä tai nolla.
fr_ca: Le nom du contrôle de boîte de dialogue ne peut pas être vide ou nul.
is_is: Stýriheiti svarglugga getur ekki verið tómt eða núll.
it_ch: Il nome del controllo della finestra di dialogo non può essere vuoto o null.
nb_no: Dialogkontrollnavnet kan ikke være tomt eller null.
nl_nl: Naam van dialoogvensterbesturingselement mag niet leeg of null zijn.
ru_ru: Имя элемента управления диалогового окна не может быть пустым или иметь значение Null.
sv_se: Dialogrutans kontrollnamn kan inte vara tomt eller null.

# ApplicationRecoveryMustBeCalledFromCallback
source: This method must be called from the registered callback method.
cs_cz: Tato metoda musí být volána z registrovaného zpětného volání metody.
da_dk: Denne metode skal kaldes fra den registrerede tilbagekaldsmetode.
de_at: Diese Methode muss von einer registrierten Rückrufmethode aus aufgerufen werden.
es_es: Este método debe llamarse desde el método de devolución de llamadas registrado.
fi_fi: Menetelmä on kutsuttava rekisteröidystä takaisinkutsumenetelmästä.
fr_ca: Cette méthode doit être appelée à partir de la méthode de rappel enregistrée.
is_is: Kalla verður á þessa aðferð úr skráðri svarhringingaraðferð.
it_ch: È necessario chiamare questo metodo dal metodo di callback registrato.
nb_no: Denne metoden må kalles fra den registrerte tilbakekallmetoden.
nl_nl: Deze methode moet worden aangeroepen via de geregistreerde callback-methode.
ru_ru: Этот метод должен вызываться из зарегистрированного метода обратного вызова.
sv_se: Den här metoden måste anropas från den registrerade återanropsmetoden.

# PropVariantInitializationError
source: Cannot initialize PropVariant.
cs_cz: Nelze inicializovat PropVariant.
da_dk: PropVariant kan ikke initialiseres.
de_at: 'PropVariant' konnte nicht initialisiert werden.
es_es: No se puede inicializar PropVariant.
fi_fi: PropVariant-muuttujaa ei voi alustaa.
fr_ca: PropVariant n'a pas pu être initialisée.
is_is: Ekki tókst að frumstilla PropVariant.
it_ch: Impossibile inizializzare PropVariant.
nb_no: Kan ikke initialisere PropVariant.
nl_nl: Kan PropVariant niet initialiseren.
ru_ru: Невозможно инициализировать PropVariant.
sv_se: Det går inte att initiera PropVariant.

# PropVariantUnsupportedType
source: Cannot be cast to unsupported type.
cs_cz: Nelze přetypovat na nepodporovaný typ.
da_dk: Kan ikke ændres til ikke-understøttet type.
de_at: Umwandlung in einen nicht unterstützten Typ nicht möglich.
es_es: No se puede convertir a un tipo no compatible.
fi_fi: Ei voida pakottaa tyypiksi, jota ei tueta.
fr_ca: Diffusion vers un type non pris en charge impossible.
is_is: Ekki er hægt að kasta í óstudda tegund.
it_ch: Impossibile eseguire il cast a un tipo non supportato.
nb_no: Kan ikke settes til type som ikke støttes.
nl_nl: Kan niet worden omgezet naar niet-ondersteund type.
ru_ru: Невозможно преобразовать в неподдерживаемый тип.
sv_se: Kan inte vara typkonvertering till en typ som inte stöds.

# PropVariantTypeNotSupported
source: This Value type is not supported.
cs_cz: Tento typ hodnoty není podporován.
da_dk: Denne værditype understøttes ikke.
de_at: Diese Wertart wird nicht unterstützt.
es_es: Este tipo de valor no es compatible.
fi_fi: Tätä arvotyyppiä ei tueta.
fr_ca: Ce type de valeur n'est pas pris en charge.
is_is: Þessi tegund gildis er ekki studd.
it_ch: Questo tipo di valore non è supportato.
nb_no: Denne verditypen støttes ikke.
nl_nl: Dit waardetype wordt niet ondersteund.
ru_ru: Данный тип значения не поддерживается.
sv_se: Den här värdetypen stöds inte.

# ApplicationRecoveryFailedToUnregisterForRestart
source: Unregister for restart failed.
cs_cz: Zrušení registrace pro restartování se nezdařilo.
da_dk: Registreringen til genstart kunne ikke fjernes.
de_at: Fehler beim Aufheben der Registrierung für einen Neustart.
es_es: Error al cancelar registro para reinicio.
fi_fi: Rekisteröinnin poistaminen uudelleenkäynnistämistä varten epäonnistui.
fr_ca: L'annulation de l'enregistrement pour le redémarrage a échoué.
is_is: Afskráning fyrir endurræsingu mistókst.
it_ch: Impossibile eliminare la registrazione per il riavvio.
nb_no: Avregistrering for omstart mislyktes.
nl_nl: Ongedaan maken van registratie voor opnieuw starten is mislukt.
ru_ru: Произошел сбой отмены регистрации для перезапуска.
sv_se: Avregistrering för omstart misslyckades.

# ExpandedDetailsCannotBeChanged
source: Expanded information mode cannot be changed while dialogue is showing.
cs_cz: Rozšířený informační režim nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Udvidet oplysningstilstand kan ikke ændres, mens dialogboksen vises.
de_at: Der erweitere Informationsmodus kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar el modo de información expandido mientras se visualiza el diálogo.
fi_fi: Laajennettua tietotilaa ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: Le mode d'informations étendu ne peut pas être modifié tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta útvíkkuðu upplýsingasniði á meðan glugginn er birtur.
it_ch: Impossibile modificare la modalità delle informazioni espanse mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre utvidet informasjonsmodus mens dialog vises.
nl_nl: Uitgevouwen informatiemodus kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить режим развернутой информации.
sv_se: Det går inte att ändra utökat informationsläge när dialogrutan visas.

# StartupLocationCannotBeChanged
source: Cannot change the startup location while a dialogue box is open.
cs_cz: Nelze změnit umístění spouštěcí dialogové okno je otevřené.
da_dk: Startstedet kan ikke ændres, mens en dialogboks er åben.
de_at: Der Startort kann bei geöffnetem Dialogfeld nicht geändert werden.
es_es: No se puede cambiar la posición de inicio con un cuadro de diálogo abierto.
fi_fi: Käynnistyssijaintia ei voi muuttaa, kun valintaikkuna on auki.
fr_ca: Vous ne pouvez pas modifier l'emplacement de démarrage tant qu'une boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta ræsistaðsetningu þegar svargluggi er opinn.
it_ch: Impossibile modificare il percorso di avvio mentre è aperta una finestra di dialogo.
nb_no: Kan ikke endre oppstartslokasjonen mens en dialogboks er åpen.
nl_nl: De opstartlocatie kan niet worden gewijzigd terwijl er een dialoogvenster is geopend.
ru_ru: При открытом диалоговом окне невозможно изменить место запуска.
sv_se: Det går inte att ändra startplats när en dialogruta är öppen.

# OwnerCannotBeChanged
source: Dialogue owner cannot be changed while dialog is showing.
cs_cz: Dialogové okno vlastníka nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Dialogboksens ejer kan ikke ændres, mens dialogboksen vises.
de_at: Der Dialogfeldbesitzer kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar el propietario del diálogo mientras se visualiza.
fi_fi: Valintaikkunan omistajaa ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: Le propriétaire de la boîte de dialogue ne peut pas être modifié tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta eiganda svarglugga á meðan glugginn er birtur.
it_ch: Impossibile modificare il proprietario della finestra di dialogo mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre dialogeier mens dialog vises.
nl_nl: Eigenaar van dialoogvenster kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить его владельца.
sv_se: Det går inte att ändra dialogrutans ägare när dialogrutan visas.
