Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/WindowsAPICodePack.Core.Resources.LocalizedMessages.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_nl, ru_ru, sv_se

# TaskDialogUnkownControl
source: This type is an unknown dialogue control.
cs_cz: Tento typ je ovládací prvek neznámý dialogu.
da_dk: Denne type er et ukendt dialogbokskontrolelement.
de_at: Bei diesem Typ handelt es sich um ein unbekanntes Dialogfeldsteuerelement.
es_es: Este tipo es un control de diálogo desconocido.
fi_fi: Tämä tyyppi on tuntematon valintaikkunan ohjausobjekti.
fr_ca: Ce type correspond à un contrôle de boîte de dialogue inconnue.
is_is: Þessi gerð er óþekkt svargluggastýring.
it_ch: Il tipo è un controllo sconosciuto di finestra di dialogo.
nb_no: Denne typen er en ukjent dialogkontroll.
nl_nl: Dit soort is een onbekend dialoogvensterbesturingselement.
ru_ru: Данный тип является неизвестным элементом управления диалогового окна.
sv_se: Den är typen är en okänd dialogruta.

# TaskDialogSupportedButtonsAndButtons
source: Dialogue cannot display both non-standard buttons and standard buttons.
cs_cz: Dialog nemůže zobrazit nestandardní tlačítka a standardní tlačítka.
da_dk: Dialogboksen må ikke indeholde både ikke-standardknapper og standardknapper.
de_at: Im Dialogfeld können nicht gleichzeitig Nicht-Standardschaltflächen und Standardschaltflächen angezeigt werden.
es_es: El cuadro de diálogo no puede mostrar botones estándar y no estándar.
fi_fi: Valintaikkunassa voidaan näyttää vain vakiopainikkeita tai muita kuin vakiopainikkeita.
fr_ca: La boîte de dialogue ne peut pas afficher à la fois des boutons non standard et des boutons standard.
is_is: Ekki er hægt að birta svarglugga með óstöðluðum og stöðluðum hnöppum.
it_ch: Impossibile visualizzare sia pulsanti non standard che pulsanti standard nella finestra di dialogo.
nb_no: Dialogen kan ikke vise både ikke-standardknapper og standardknapper.
nl_nl: In dialoogvenster kunnen niet zowel niet-standaardknoppen als standaardknoppen worden weergegeven.
ru_ru: В диалоговом окне не могут одновременно отображаться нестандартные и стандартные кнопки.
sv_se: Dialogrutan kan inte visa både standardknappar och knappar som inte är standardknappar.

# TaskDialogSupportedButtonsAndLinks
source: Dialogue cannot display both non-standard buttons and command links.
cs_cz: Dialog nemůže zobrazit nestandardní tlačítek a příkazů odkazy.
da_dk: Dialogboksen må ikke indeholde både ikke-standardknapper og kommandolinks.
de_at: Im Dialogfeld können nicht gleichzeitig Nicht-Standardschaltflächen und Befehlslinks angezeigt werden.
es_es: El cuadro de diálogo no puede mostrar botones no estándar y vínculos de comando.
fi_fi: Valintaikkunassa voidaan näyttää vain muita kuin vakiopainikkeita tai komentolinkkejä.
fr_ca: La boîte de dialogue ne peut pas afficher à la fois des boutons non standard et des liens de contrôle.
is_is: Ekki er hægt að birta svarglugga með bæði óstöðluðum hnöppum og skipanatenglum.
it_ch: Impossibile visualizzare sia pulsanti non standard sia collegamenti ai comandi nella finestra di dialogo.
nb_no: Dialogen kan ikke vise både ikke-standardknapper og kommandokoblinger.
nl_nl: In dialoogvenster kunnen niet zowel niet-standaardknoppen als opdrachtkoppelingen worden weergegeven.
ru_ru: В диалоговом окне не могут одновременно отображаться нестандартные кнопки и ссылки на команды.
sv_se: Dialogrutan kan inte visa både knappar som inte är standardknappar och kommandolänkar.

# CheckBoxCannotBeChanged
source: CheckBox text cannot be changed while dialogue is showing.
cs_cz: Zaškrtávací políčko text nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Tekst i afkrydsningsfelter kan ikke ændres, mens dialogboksen vises.
de_at: Der Kontrollkästchentext kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar el texto de CheckBox mientras se visualiza el diálogo.
fi_fi: Valintaruudun tekstiä ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: Le texte de la case à cocher ne peut pas être modifié tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta CheckBox-texta þegar glugginn er birtur.
it_ch: Impossibile modificare il testo della casella di controllo mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre tekst for avmerkingsboks mens dialog vises.
nl_nl: Tekst van selectievakje kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить текст CheckBox.
sv_se: Det går inte att ändra texten i CheckBox när dialogrutan visas.

# DialogCollectionModifyShowingDialog
source: You cannot modify a controls collection while a dialogue box is open.
cs_cz: Kolekce controls nelze upravovat, zatímco dialogové okno je otevřené.
da_dk: Et kontrolelements samling kan ikke redigeres, mens en dialogboks er åben.
de_at: Steuerelementsammlungen können bei geöffnetem Dialogfeld nicht geändert werden.
es_es: No puede modificar una colección de controles mientras haya un cuadro de diálogo abierto.
fi_fi: Et voi muokata ohjausobjektien kokoelmaa, kun valintaikkuna on auki.
fr_ca: Vous ne pouvez pas modifier une collection de contrôles si une boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta stýringasafni á meðan svargluggi er opinn.
it_ch: Impossibile modificare una raccolta di controlli mentre è aperta una finestra di dialogo.
nb_no: Du kan ikke endre en kontrollsamling mens en dialogboks er åpen.
nl_nl: U kunt geen verzameling besturingselementen wijzigen terwijl er een dialoogvenster is geopend.
ru_ru: Нельзя изменить коллекцию элементов управления при открытом диалоговом окне.
sv_se: Det går inte att ändra en kontrollsamling när en dialogruta är öppen.

# NativeTaskDialogInternalErrorComplex
source: Dialogue contents too complex.
cs_cz: Obsah dialogu je příliš složitý.
da_dk: Dialogboksens indhold er for komplekst.
de_at: Der Dialogfeldinhalt ist zu komplex.
es_es: El contenido del diálogo es demasiado complejo.
fi_fi: Valintaikkunan sisältö liian monimutkainen.
fr_ca: Contenu de la boîte de dialogue trop complexe.
is_is: Innihald svargluggans er of flókið.
it_ch: Contenuti della finestra di dialogo troppo complessi.
nb_no: Dialoginnholdet er for komplekst.
nl_nl: Dialoogvensterinhoud is te complex.
ru_ru: Слишком сложное содержимое диалогового окна.
sv_se: Dialogrutans innehåll är för komplext.

# NativeTaskDialogVersionError
source: TaskDialog feature has to load version 6 of comctl32.dll, but a different version is currently loaded.
cs_cz: TaskDialog funkce musí načíst verze 6 souboru comctl32.dll, ale jiná verze aktuálně načtený.
da_dk: Funktionen TaskDialog skal indlæse version 6 af comctl32.dll, men en anden version er indlæst i øjeblikket.
de_at: Vom Feature 'TaskDialog' muss Version 6 von 'comctl32.dll' geladen werden, derzeit ist jedoch eine andere Version geladen.
es_es: La característica TaskDialog tiene que cargar la versión 6 de comctl32.dll pero actualmente hay otra versión diferente.
fi_fi: TaskDialog-ominaisuuden on ladattava versio 6 tiedostosta comctl32.dll, mutta tällä hetkellä ladattuna on eri versio.
fr_ca: La fonctionnalité TaskDialog doit charger la version 6 de comctl32.dll, mais une autre version est en cours de chargement.
is_is: TaskDialog-eiginleikinn verður að hlaða útgáfu 6 af comctl32.dll, en annarri útgáfu er nú hlaðið.
it_ch: La funzionalità TaskDialog deve caricare la versione 6 di comctl32.dll, ma attualmente è caricata una versione differente.
nb_no: Funksjonen TaskDialog må laste inn versjon 6 av comctl32.dll, men er annen versjon er lastet inn for øyeblikket.
nl_nl: De functie TaskDialog moet versie 6 van comctl32.dll laden, maar er is momenteel een andere versie geladen.
ru_ru: Функции TaskDialog необходимо загрузить версию 6 библиотеки comctl32.dll, но в настоящее время загружена другая версия.
sv_se: Funktionen TaskDialog måste ladda version 6 av comctl32.dll, men annan version har för närvarande laddats.

# CaptionCannotBeChanged
source: Dialogue caption cannot be changed while dialog is showing.
cs_cz: Titulek dialogu nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Et dialogboksnavn kan ikke ændres, mens dialogboksen vises.
de_at: Die Dialogfeldcaption kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar el título del diálogo mientras se visualiza.
fi_fi: Valintaikkunan otsikkoa ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: La légende de la boîte de dialogue ne peut pas être modifiée tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta skýringartexta svarglugga á meðan glugginn er birtur.
it_ch: Impossibile modificare la didascalia della finestra di dialogo mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre dialogtittel mens dialog vises.
nl_nl: Dialoogvenstertitel kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить заголовок диалогового окна.
sv_se: Det går inte att ändra dialogrutans rubrik när dialogrutan visas.

# CollapsedTextCannotBeChanged
source: Collapsed control text cannot be changed while dialogue is showing.
cs_cz: Sbalené kontrolu textu nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Skjult kontroltekst kan ikke ændres, mens dialogboksen vises.
de_at: Der Text für ein reduziertes Steuerelement kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar el texto de control contraído mientras se visualiza el diálogo.
fi_fi: Supistettua ohjausobjektin tekstiä ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: Le texte du contrôle réduit ne peut pas être modifié tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta texta samandreginnar stýringar þegar glugginn er birtur.
it_ch: Impossibile modificare il testo del controllo compresso mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre tekst for skjult kontroll mens dialog vises.
nl_nl: Tekst van samengevouwen besturingselement kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить текст свернутого элемента управления.
sv_se: Det går inte att ändra komprimerad kontrolltext när dialogrutan visas.

# PowerManagerBatteryNotPresent
source: Battery is not present on this system.
cs_cz: Baterie není v tomto systému.
da_dk: Batteriet findes ikke på dette system.
de_at: Dieses System verfügt nicht über einen Akku.
es_es: La batería no se encuentra en este sistema.
fi_fi: Tässä järjestelmässä ei ole akkua.
fr_ca: Aucune batterie n'est présente sur ce système.
is_is: Rafhlaða er ekki til staðar í kerfinu.
it_ch: Batteria non presente nel sistema.
nb_no: Batteri finnes ikke på dette systemet.
nl_nl: Accu is niet in dit systeem aanwezig.
ru_ru: В этой системе нет аккумуляторной батареи.
sv_se: Batteriet finns inte i det här systemet.

# TaskDialogOnlyOneDefaultControl
source: Cannot have more than one default button of a given type.
cs_cz: Nemůže mít více než jedno výchozí tlačítko daného typu.
da_dk: Der kan ikke være mere end en standardknap af en angiven type.
de_at: Es kann immer nur jeweils eine Standardschaltfläche eines bestimmten Typs vorhanden sein.
es_es: No se puede tener más de un botón genérico de un tipo determinado.
fi_fi: Vain yksi määritetyn tyypin oletuspainike on mahdollinen.
fr_ca: Vous ne pouvez pas disposer de plusieurs boutons par défaut d'un type déterminé.
is_is: Ekki er hægt að hafa fleiri en einn sjálfgefinn hnapp af tiltekinni tegund.
it_ch: Impossibile avere più di un pulsante predefinito di un determinato tipo.
nb_no: Kan ikke ha mer enn én standardknapp av en gitt type.
nl_nl: Kan niet meer dan één standaardknop van een bepaald type hebben.
ru_ru: Нельзя использовать несколько кнопок по умолчанию заданного типа.
sv_se: Det går inte att ha fler än en standardknapp av en given typ.

# PowerInsufficientAccessBatteryState
source: The caller had insufficient access rights to get the system battery state.
cs_cz: Volající měli nedostatečná přístupová práva k získání stavu baterií systému.
da_dk: Brugeren havde ikke tilstrækkelige adgangsrettigheder til at hente systemets batteritilstand.
de_at: Der Aufrufer verfügt nicht über die erforderlichen Rechte zum Abrufen des Systemakkuzustands.
es_es: El llamador tenía derechos de acceso insuficientes para obtener el estado de la batería del sistema.
fi_fi: Kutsujan käyttöoikeudet eivät riittäneet tietokoneen akun tilan noutamiseen.
fr_ca: L'appelant ne dispose pas de droits d'accès suffisants pour connaître le niveau de batterie du système.
is_is: Hringjandinn hafði ófullnægjandi aðgangsréttindi til að fá stöðu kerfisrafhlöðu.
it_ch: Il chiamante dispone di diritti di accesso insufficienti a ottenere lo stato della batteria di sistema.
nb_no: Oppkalleren hadde ikke tilstrekkelige tilgangsrettigheter til å hente systembatterinivået.
nl_nl: De aanroeper heeft onvoldoende toegangsrechten om de accustatus van het systeem te verkrijgen.
ru_ru: У вызывающего объекта нет необходимых прав доступа для просмотра состояния батарей системы.
sv_se: Anroparen har otillräckliga rättigheter för att hämta systembatteristatus.

# TaskDialogProgressBarValueInRange
source: Value provided must be greater than equal to the minimum value and less than the maximum value.
cs_cz: Zadaná hodnota musí být větší než rovna minimální hodnotě a menší než maximální hodnota.
da_dk: Den angivne værdi skal være større end eller lig med minimumværdien og mindre end maksimumværdien.
de_at: Der angegebene Wert muss mindestens dem Mindestwert entsprechen und kleiner als der Maximalwert sein.
es_es: El valor proporcionado debe ser mayor o igual que el valor mínimo y menor que el valor máximo.
fi_fi: Määritetyn arvon pitää olla suurempi tai yhtä suuri kuin vähimmäisarvo ja pienempi kuin enimmäisarvo.
fr_ca: La valeur donnée doit être supérieure ou égale à la valeur minimale et inférieure à la valeur maximale.
is_is: Uppgefið gildi verður að vera hærra en eða jafnt og lágmarksgildið og lægra en hámarksgildið.
it_ch: Il valore fornito deve essere maggiore o uguale al valore minimo e minore del valore massimo.
nb_no: Den angitte verdien må være større enn eller lik minimumsverdien og mindre enn maksimumsverdien.
nl_nl: Opgegeven waarde moet groter zijn dan of gelijk aan de minimale waarde en kleiner dan de maximale waarde.
ru_ru: Предоставляемое значение должно быть больше минимального значения или равно ему и меньше, чем максимальное значение.
sv_se: Det angivna värdet måste vara större än eller lika med minimivärdet och mindre än maxvärdet.

# TaskDialogBadButtonId
source: Bad button ID in closing event.
cs_cz: Špatné tlačítko ID v zakončení.
da_dk: Ugyldig knap-id ved lukning.
de_at: Das Schließereignis enthält eine ungültige Schaltflächen-ID.
es_es: Id. de botón incorrecto al cerrar evento.
fi_fi: Virheellinen painikkeen tunnus sulkemistapahtumassa.
fr_ca: Code bouton incorrect dans l'événement de fermeture.
is_is: Slæmt auðkenni hnapps í lokunartilviki.
it_ch: ID pulsante non valido nell'evento di chiusura.
nb_no: Ugyldig knappe-ID i avslutningshendelse.
nl_nl: Ongeldige knop-id in eindgebeurtenis.
ru_ru: Неправильная кнопка идентификатора в закрывающем событии.
sv_se: Felaktigt knapp-ID i avslutshändelse.

# ProgressBarCannotBeChanged
source: Cannot change a progress bar while a dialogue box is open.
cs_cz: Nelze změnit indikátor průběhu, zatímco dialogové okno je otevřené.
da_dk: En statuslinje kan ikke ændres, mens en dialogboks er åben.
de_at: Eine Statusleiste kann bei geöffnetem Dialogfeld nicht geändert werden.
es_es: No se puede cambiar una barra de progreso con un cuadro de diálogo abierto.
fi_fi: Tilanneilmaisinta ei voi muuttaa, kun valintaikkuna on auki.
fr_ca: Vous ne pouvez pas modifier une barre de progression tant qu'une boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta stöðustiku þegar glugginn er birtur.
it_ch: Impossibile modificare un indicatore di stato mentre è aperta una finestra di dialogo.
nb_no: Kan ikke endre en forløpslinje mens en dialogboks er åpen.
nl_nl: Een voortgangsbalk kan niet worden gewijzigd terwijl er een dialoogvenster is geopend.
ru_ru: При открытом диалоговом окне невозможно изменить индикатор выполнения.
sv_se: Det går inte att ändra förloppsindikatorn när en dialogruta är öppen.

# ProgressBarCannotBeHostedInMultipleDialogs
source: Cannot host a progress bar in multiple dialogue boxes.
cs_cz: Nemůže být hostitelem indikátor průběhu ve více dialogových oken.
da_dk: Det er ikke muligt at være vært for en statuslinje i flere dialogbokse.
de_at: Eine Statusleiste kann nicht in mehreren Dialogfeldern gehostet werden.
es_es: No se puede alojar una barra de progreso en varios cuadros de diálogo.
fi_fi: Tilanneilmaisinta ei voi ylläpitää useissa valintaruuduissa.
fr_ca: Vous ne pouvez pas héberger une barre de progression dans plusieurs boîtes de dialogue.
is_is: Ekki er hægt að hýsa stöðustiku í mörgum svargluggum.
it_ch: Impossibile ospitare un indicatore di stato in più finestre di dialogo.
nb_no: Kan ikke være vert for en forløpslinje i flere dialogbokser.
nl_nl: Een voortgangsbalk kan niet worden gehost in meerdere dialoogvensters.
ru_ru: Нельзя разместить индикатор выполнения сразу в нескольких диалоговых окнах.
sv_se: Det går inte att ha en förloppsindikator i flera dialogrutor.

# PropVariantMultiDimArray
source: Multidimensional SafeArrays are not supported.
cs_cz: Multidimenzionální typu SafeArrays nejsou podporovány.
da_dk: Multidimensionale SafeArrays understøttes ikke.
de_at: Mehrdimensionale SafeArrays werden nicht unterstützt.
es_es: No se admiten SafeArrays multidimensionales.
fi_fi: Moniulotteisia SafeArray-matriiseja ei tueta.
fr_ca: Les SafeArrays multidimensionnels ne sont pas pris en charge.
is_is: Fjölvídda SafeArrays eru ekki studd.
it_ch: I SafeArray multidimensionali non sono supportati.
nb_no: Flerdimensjonale SafeArrays støttes ikke.
nl_nl: SafeArrays met meerdere dimensies worden niet ondersteund.
ru_ru: Многомерные массивы SafeArrays не поддерживаются.
sv_se: Flerdimensionella SafeArrays stöds inte.

# CoreHelpersRunningOnXp
source: Only supported on Windows 7 or Windows Vista.
cs_cz: Podporován pouze v systému Windows 7 nebo Windows Vista.
da_dk: Understøttes kun på Windows 7 eller Windows Vista.
de_at: Wird nur für Windows 7 oder Windows Vista unterstützt.
es_es: Solo se admite en Windows 7 o Windows Vista.
fi_fi: Tuetaan vain Windows 7:ssä ja Windows Vistassa.
fr_ca: Prise en charge uniquement sous Windows 7 ou Windows Vista.
is_is: Aðeins stutt á Windows 7 eða Windows Vista.
it_ch: È supportato solo in Windows 7 o Windows Vista.
nb_no: Støttes bare i Windows 7 eller Windows Vista.
nl_nl: Alleen ondersteund in Windows 7 of Windows Vista.
ru_ru: Поддерживается только в Windows 7 или Windows Vista.
sv_se: Stöds endast i Windows 7 eller Windows Vista.

# StandardButtonsCannotBeChanged
source: Cannot change StandardButtons while a dialogue box is open.
cs_cz: StandardButtons nelze změnit, když je otevřené dialogové okno.
da_dk: StandardButtons kan ikke ændres, mens en dialogboks er åben.
de_at: 'StandardButtons' kann bei geöffnetem Dialogfeld nicht geändert werden.
es_es: No se puede cambiar StandardButtons con un cuadro de diálogo abierto.
fi_fi: Vakiopainikkeita ei voi muuttaa, kun valintaikkuna on auki.
fr_ca: Vous ne pouvez pas modifier les StandardButtons tant qu'une boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta StandardButtons þegar svargluggi er opinn.
it_ch: Impossibile modificare gli StandardButton mentre è aperta una finestra di dialogo.
nb_no: Kan ikke endre StandardButtons mens en dialogboks er åpen.
nl_nl: Kan StandardButtons niet wijzigen terwijl er een dialoogvenster is geopend.
ru_ru: При открытом диалоговом окне невозможно изменить StandardButtons.
sv_se: Det går inte att ändra StandardButtons när en dialogruta är öppen.

# PowerManagerActiveSchemeFailed
source: Failed to get active power scheme.
cs_cz: Nepodařilo se získat aktivní schéma napájení.
da_dk: Det var ikke muligt at hente en aktiv strømstyringsplan.
de_at: Fehler beim Abrufen des aktiven Energieschemas.
es_es: Error al obtener plan de energía activo.
fi_fi: Aktiivisen virrankäyttömallin nouto epäonnistui.
fr_ca: Le mode de gestion de l'alimentation actif n'a pas pu être obtenu.
is_is: Ekki tókst að sækja virkt orkuskema.
it_ch: Impossibile ottenere la combinazione per il risparmio di energia attiva.
nb_no: Kan ikke hente aktivt strømoppsett.
nl_nl: Kan geen actief energieschema ophalen.
ru_ru: Не удалось получить действующую схему управления питанием.
sv_se: Det gick inte att hämta aktivt energischema.

# DialogCollectionControlNameNull
source: Control name cannot be null or zero length.
cs_cz: Název ovládacího prvku nemůže být null nebo nulovou délku.
da_dk: Kontrolelementets navn må ikke være null eller have en længde på nul.
de_at: Der Name des Steuerelements darf nicht null sein und muss mindestens ein Zeichen umfassen.
es_es: El nombre del control no puede ser nulo o de longitud cero.
fi_fi: Ohjausobjektin nimen arvo ei voi olla null eikä sen pituus nolla.
fr_ca: La longueur du nom de contrôle ne peut pas être nulle ni égale à zéro.
is_is: Heiti stýringar má ekki vera tómt eða núll.
it_ch: Il nome del controllo non può essere null o di lunghezza zero.
nb_no: Kontrollnavn kan ikke ha en tom streng eller lengden null.
nl_nl: De besturingselementnaam mag niet null zijn of de lengte nul hebben.
ru_ru: Имя элемента управления не может быть пустым или иметь нулевую длину.
sv_se: Kontrollnamnet kan inte ha en längd som är null eller noll.

# TaskDialogDefaultCaption
source: Application
cs_cz: Aplikace
da_dk: Program
de_at: Ausgleich
es_es: Aplicación
fi_fi: Kohdistus
is_is: Jöfnun
it_ch: Applicazione
nb_no: Utligning
nl_nl: Toepassing
ru_ru: Применение
sv_se: Program

# CoreHelpersRunningOn7
source: Only supported on Windows 7.
cs_cz: Podporován pouze v systému Windows 7.
da_dk: Understøttes kun på Windows 7.
de_at: Wird nur für Windows 7 unterstützt.
es_es: Solo admitido en Windows 7.
fi_fi: Tuetaan vain Windows 7:ssä.
fr_ca: Prise en charge uniquement sous Windows 7.
is_is: Aðeins stutt í Windows 7.
it_ch: È supportato solo in Windows 7.
nb_no: Støttes bare i Windows 7.
nl_nl: Alleen ondersteund in Windows 7.
ru_ru: Поддерживается только в Windows 7.
sv_se: Stöds endast i Windows 7.

# TaskDialogProgressBarMaxValueGreaterThanMin
source: The maximum value must be greater than the minimum value.
cs_cz: Maximální hodnota musí být větší než minimální hodnota.
da_dk: Maksimumværdien skal være større end minimumværdien.
de_at: Der Maximalwert muss größer sein als der Mindestwert.
es_es: El valor máximo debe ser mayor que el valor mínimo.
fi_fi: Enimmäisarvon pitää olla suurempi kuin vähimmäisarvo.
fr_ca: La valeur maximale doit être supérieure à la valeur minimale.
is_is: Hámarksgildið verður að vera hærra en lágmarksgildið.
it_ch: Il valore massimo deve essere maggiore del valore minimo.
nb_no: Maksimumsverdien må være større enn minimumsverdien.
nl_nl: De maximale waarde moet groter zijn dan de minimale waarde.
ru_ru: Максимальное значение должно быть больше минимального значения.
sv_se: Maxvärdet måste vara större än eller lika med minimivärdet.

# NativeTaskDialogInternalErrorArgs
source: Invalid arguments to Win32 call.
cs_cz: Neplatné parametry pro volání Win32.
da_dk: Ugyldige argumenter for Win32-kald.
de_at: Ungültige Argumente für den Win32-Aufruf.
es_es: Argumentos no válidos para llamada Win32.
fi_fi: Virheelliset argumentit Win32-kutsulle.
fr_ca: Arguments non valides pour l'appel Win32.
is_is: Ógildar færibreytur í Win32-kall.
it_ch: Argomenti non validi alla chiamata Win32.
nb_no: Ugyldige argumenter til Win32-kall.
nl_nl: Ongeldige argumenten voor Win32-aanroep.
ru_ru: Недопустимые аргументы для вызова Win32.
sv_se: Ogiltiga argument till Win32-anrop.
