Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Framework.UI.WinForms/WindowsAPICodePack.Core.Resources.LocalizedMessages.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fi_fi, fr_ca, is_is, it_ch, nb_no, nl_nl, ru_ru, sv_se

# ExpandedLabelCannotBeChanged
source: Expanded control label cannot be changed while dialogue is showing.
cs_cz: Rozšířený ovládací prvek popisek nelze změnit, pokud je zobrazeno dialogové okno.
da_dk: Udvidet tekst til kontrolelement kan ikke ændres, mens dialogboksen vises.
de_at: Die Beschriftung für ein erweitertes Steuerelement kann nicht geändert werden, während das Dialogfeld angezeigt wird.
es_es: No se puede cambiar la etiqueta de control expandida mientras se visualiza el diálogo.
fi_fi: Laajennettua ohjausobjektin otsikkoa ei voi muuttaa, kun valintaikkuna on näkyvissä.
fr_ca: L'étiquette du contrôle étendu ne peut pas être modifiée tant que la boîte de dialogue est ouverte.
is_is: Ekki er hægt að breyta útvíkkuðu merki stýringar á meðan glugginn er birtur.
it_ch: Impossibile modificare l'etichetta del controllo espanso mentre la finestra di dialogo è visualizzata.
nb_no: Kan ikke endre utvidet kontrolletikett mens dialog vises.
nl_nl: Label van uitgevouwen besturingselement kan niet worden gewijzigd terwijl dialoogvenster wordt weergegeven.
ru_ru: Во время отображения диалогового окна невозможно изменить метку развернутого элемента управления.
sv_se: Det går inte att ändra utökad kontrolletikett när dialogrutan visas.

# DialogControlsCannotBeRenamed
source: Dialogue controls cannot be renamed.
cs_cz: Ovládací prvky dialogu nelze přejmenovat.
da_dk: Dialogbokskontrolelementer kan ikke omdøbes.
de_at: Dialogfeldsteuerelemente können nicht umbenannt werden.
es_es: No se puede cambiar el nombre de los controles de diálogo.
fi_fi: Valintaikkunan ohjausobjekteja ei voi nimetä uudelleen.
fr_ca: Les contrôles de boîte de dialogue ne peuvent pas être renommés.
is_is: Ekki er hægt að endurnefna stýringar svarglugga.
it_ch: I controlli della finestra di dialogo non possono essere rinominati.
nb_no: Kan ikke endre navn på dialogkontroller.
nl_nl: Dialoogvensterbesturingselementen mogen niet worden hernoemd.
ru_ru: Элементы управления диалогового окна нельзя переименовать.
sv_se: Det går inte att byta namn på dialogrutans kontroller.

# TaskDialogProgressBarMinValueGreaterThanZero
source: The minimum value must be a positive number.
cs_cz: Minimální hodnota musí být kladné číslo.
da_dk: Minimumværdien skal være et positivt tal.
de_at: Der Mindestwert muss eine positive Zahl sein.
es_es: El valor mínimo debe ser un número positivo.
fi_fi: Vähimmäisarvon on oltava positiivinen luku.
fr_ca: La valeur minimale doit correspondre à un nombre positif.
is_is: Lágmarksgildið verður að vera jákvæð tala.
it_ch: Il valore minimo deve essere un numero positivo.
nb_no: Minimumsverdien må være et positivt tall.
nl_nl: De minimale waarde moet een positief getal zijn.
ru_ru: Минимальное значение должно быть положительным числом.
sv_se: Minimivärdet måste vara ett positivt tal.

# PropVariantNullString
source: String argument cannot be null or empty.
cs_cz: Řetězcový argument nemůže být null nebo prázdný.
da_dk: Et strengargument må ikke være null eller tomt.
de_at: Das String-Argument darf nicht null oder leer sein.
es_es: El argumento de cadena no puede ser nulo o estar vacío.
fi_fi: Merkkijonon argumentti ei voi olla nolla eikä tyhjä.
fr_ca: L'argument de chaîne ne peut pas être nul ou vide.
is_is: Frumbreyta strengs getur ekki verið núll eða tóm.
it_ch: L'argomento di tipo stringa non può essere null o vuoto.
nb_no: Strengargumentet kan ikke være null eller tomt.
nl_nl: Tekenreeksargument kan niet null of leeg zijn.
ru_ru: Строковый аргумент не может быть пустым или иметь значение Null.
sv_se: Strängargumentet får inte vara null eller tomt.

# TaskDialogCheckBoxTextRequiredToEnableCheckBox
source: Checkbox text must be provided to enable the dialogue checkbox.
cs_cz: Zaškrtávací políčko text musí být podle zaškrtávací pole dialogové okno.
da_dk: Afkrydsningsfeltets tekst skal angives for at aktivere afkrydsningsfeltet i dialogboksen.
de_at: Zum Aktivieren des Kontrollkästchens im Dialogfeld muss der Text für das Kontrollkästchen angegeben werden.
es_es: Debe proporcionarse el texto de la casilla para activar el cuadro de diálogo.
fi_fi: Valintaruudun teksti on määritettävä valintaruudun käyttöönottamista varten.
fr_ca: Le texte de la case à cocher doit être fourni pour activer la case à cocher de la boîte de dialogue.
is_is: Gefa verður upp texta gátreits til að gera gátreit svargluggans virkan.
it_ch: È necessario fornire il testo della casella di controllo per abilitare la casella di controllo della finestra di dialogo.
nb_no: Avmerkingsbokstekst må angis for å aktivere dialogavmerkingsboksen.
nl_nl: Tekst van selectievakje moet worden opgegeven om het selectievakje van het dialoogvenster in te schakelen.
ru_ru: Для включения флажка диалогового окна необходимо указать текст флажка.
sv_se: Du måste ange text i kryssrutan för att aktivera dialogkryssrutan.

# TaskDialogProgressBarMinValueLessThanMax
source: The minimum value must be less than the maximum value.
cs_cz: Minimální hodnota musí být menší než maximální hodnota.
da_dk: Minimumværdien skal være mindre end maksimumværdien.
de_at: Der Mindestwert muss kleiner sein als der Maximalwert.
es_es: El valor mínimo debe ser menor que el valor máximo.
fi_fi: Vähimmäisarvon pitää olla pienempi kuin enimmäisarvo.
fr_ca: La valeur minimale doit être inférieure à la valeur maximale.
is_is: Lágmarksgildið verður að vera lægra en hámarksgildið.
it_ch: Il valore minimo deve essere minore del valore massimo.
nb_no: Minimumsverdien må være mindre enn maksimumsverdien.
nl_nl: De minimale waarde moet kleiner zijn dan de maximale waarde.
ru_ru: Минимальное значение должно быть меньше максимального значения.
sv_se: Minimivärdet måste vara mindre än eller lika med maxvärdet.

# ApplicationRecoveryFailedToRegisterForRestart
source: Application failed to registered for restart.
cs_cz: Aplikaci se nepodařilo registrované pro restartování.
da_dk: Programmet kunne ikke registreres til genstart.
de_at: Die Anwendung konnte nicht für einen Neustart registriert werden.
es_es: Error de la aplicación durante el registro para el reinicio.
fi_fi: Sovelluksen rekisteröinti uudelleenkäynnistämistä varten epäonnistui.
fr_ca: Échec de l'enregistrement de l'application pour le redémarrage.
is_is: Forritinu mistókst að skrá fyrir endurræsingu.
it_ch: Impossibile registrare l'applicazione per il riavvio.
nb_no: Programmet kan ikke registrere for omstart.
nl_nl: Toepassing kan niet worden geregistreerd voor opnieuw starten.
ru_ru: Приложению не удалось зарегистрироваться для перезапуска.
sv_se: Det gick inte att registrera programmet för omstart.

# ApplicationRecoverFailedToRegisterForRestartBadParameters
source: Failed to register application for restart due to bad parameters.
cs_cz: Nepodařilo se zaregistrovat žádost o restartování kvůli špatné parametry.
da_dk: Det var ikke muligt at registrere programmet til genstart på grund af ugyldige parametre.
de_at: Fehler beim Registrieren der Anwendung für einen Neustart aufgrund fehlerhafter Parameter.
es_es: Error al registrar la aplicación para el reinicio debido a parámetros incorrectos.
fi_fi: Sovelluksen rekisteröinti uudelleenkäynnistystä varten epäonnistui virheellisten parametrien takia.
fr_ca: Échec de l'enregistrement de l'application pour le redémarrage en raison de paramètres non valides.
is_is: Ekki tókst að skrá forritið fyrir endurræsingu vegna slæmra færibreytna.
it_ch: Impossibile registrare l'applicazione per il riavvio a causa di parametri errati.
nb_no: Programregistrering for omstart mislyktes på grunn av ugyldige parametere.
nl_nl: Toepassing kan niet worden geregistreerd voor opnieuw starten vanwege ongeldige parameters.
ru_ru: Произошел сбой регистрации приложения для перезапуска из-за плохих параметров.
sv_se: Det gick inte att registrera programmet för omstart på grund av felaktiga parametrar.

# DialogDefaultCaption
source: Application
cs_cz: Aplikace
da_dk: Program
de_at: Ausgleich
es_es: Aplicación
fi_fi: Kohdistus
is_is: Jöfnun
it_ch: Applicazione
nb_no: Utligning
nl_nl: Toepassing
ru_ru: Применение
sv_se: Program
