Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.OpenXml/Resources.*.resx
Languages: da_dk, de_ch, es_mx, fi_fi, fr_fr, nb_no, nl_nl, ru_ru, sv_se

# WorksheetAlreadyExistError
source: The worksheet already exists.
da_dk: Regnearket findes allerede.
de_ch: Das Arbeitsblatt ist bereits vorhanden.
es_mx: La hoja de trabajo ya existe.
fi_fi: Työkirja on jo luotuna.
fr_fr: La feuille de calcul existe déjà.
nb_no: Regnearket finnes allerede.
nl_nl: Het werkblad bestaat reeds.
ru_ru: Лист уже существует.
sv_se: Kalkylbladet finns redan.

# RangeAlreadyExistError
source: The range already exists.
da_dk: Intervallet findes allerede.
de_ch: Der Bereich ist bereits vorhanden.
es_mx: El intervalo ya existe.
fi_fi: Alue on jo luotuna.
fr_fr: La plage existe déjà.
nb_no: Området finnes allerede.
nl_nl: Het bereik bestaat reeds.
ru_ru: Диапазон уже существует.
sv_se: Intervallet finns redan.

# FilenameTypeError
source: The document type is invalid. Verify the file extension.
da_dk: Dokumenttypen er ugyldig. Kontrollér filtypenavnet.
de_ch: Der Dokumenttyp ist ungültig. Prüfen Sie die Dateierweiterung.
es_mx: El tipo de documento no es válido. Compruebe la extensión del archivo.
fi_fi: Tiedostotyyppi on virheellinen. Tarkista tiedostotunniste.
fr_fr: Le type de document n'est pas valide. Vérifiez l'extension de fichier.
nb_no: Dokumenttypen er ugyldig. Bekreft filtypen.
nl_nl: Het documenttype is ongeldig. Controleer de bestandsextensie.
ru_ru: Тип документа недопустим. Проверьте расширение файла.
sv_se: Ogiltig dokumenttyp. Verifiera filnamnstillägget.

# UriArgumentError
source: A valid hyperlink is required.
da_dk: Du skal angive et gyldigt hyperlink.
de_ch: Ein gültiger Hyperlink muss angegeben werden.
es_mx: Es necesario un hipervínculo válido.
fi_fi: Tarvitaan kelvollinen hyperlinkki.
fr_fr: Un hyperlien valide est requis.
nb_no: Det kreves en gyldig hyperkobling.
nl_nl: Er is een geldige hyperlink vereist.
ru_ru: Требуется допустимая гиперссылка.
sv_se: En giltig hyperlänk krävs.

# FilenameAlreadyExistError
source: The file name already exists.
da_dk: Filnavnet findes allerede.
de_ch: Der Dateiname ist bereits vorhanden.
es_mx: El nombre de archivo ya existe.
fi_fi: Tiedoston nimi on jo olemassa.
fr_fr: Le nom de fichier existe déjà.
nb_no: Filnavnet finnes allerede.
nl_nl: De bestandsnaam bestaat al.
ru_ru: Имя файла уже существует.
sv_se: Filnamnet finns redan.

# CustomPropertiesArgumentError
source: Custom property collection cannot be null.
da_dk: En brugerdefineret egenskabssamling kan ikke være null.
de_ch: Die benutzerdefinierte Eigenschaftensammlung darf nicht null sein.
es_mx: La colección de propiedades personalizadas no puede ser nula.
fi_fi: Mukautettu ominaisuuskokoelma ei voi olla null.
fr_fr: La collection de propriété personnalisée ne peut pas être nulle.
nb_no: Egendefinert egenskapssamling kan ikke være null.
nl_nl: Aangepaste verzameling eigenschappen mag niet null zijn.
ru_ru: Коллекция пользовательских свойств не может быть равна NULL.
sv_se: En anpassad egenskapssamling kan inte vara null.

# RangeNameNotFoundError
source: The range name cannot be found.
da_dk: Intervalnavnet blev ikke fundet.
de_ch: Der Bereichsname wurde nicht gefunden.
es_mx: No se encontró el nombre del intervalo.
fi_fi: Alueen nimeä ei löydy.
fr_fr: Impossible de trouver le nom de la plage.
nb_no: Finner ikke områdenavnet.
nl_nl: De naam van het bereik kan niet worden gevonden.
ru_ru: Имя диапазона не найдено.
sv_se: Det går inte att hitta intervallnamnet.

# DataElementPathCouldNotBeFound
source: {0} has an invalid path. Required elements or sections of the XML schema may be missing.
da_dk: {0} har en ugyldig sti. Påkrævede elementer eller sektioner i XML-skemaet mangler måske.
de_ch: {0} weist einen ungültigen Pfad auf. Die erforderlichen Elemente oder Abschnitte des XML-Schemas fehlen möglicherweise.
es_mx: {0} tiene una ruta de acceso no válida. Es posible que falten elementos o secciones obligatorios del esquema XML.
fi_fi: Kohteen {0} polku ei kelpaa. XML-mallista saattaa puuttua pakollisia elementtejä tai osioita.
fr_fr: Le chemin de {0} n'est pas valide. Il manque peut-être des éléments ou des sections obligatoires dans le schéma XML.
nb_no: {0} har en ugyldig bane. Obligatoriske elementer eller deler mangler muligens i XML-skjemaet.
nl_nl: {0} heeft een ongeldig pad. Er ontbreken mogelijk vereiste elementen of secties van het XML-schema.
ru_ru: {0} содержит недопустимый путь. Возможно, отсутствуют требуемые элементы или разделы схемы XML.
sv_se: {0} har en ogiltig sökväg. Obligatoriska element eller delar av XML-schemat kan saknas.

# EnumeratorOutOfRangeError
source: The enumerator is out of range.
da_dk: Optælleren er ikke gyldig.
de_ch: Der Enumerator liegt ausserhalb des gültigen Bereichs.
es_mx: El enumerador está fuera del intervalo.
fi_fi: Luettelointi on sallitun alueen ulkopuolella.
fr_fr: L'énumérateur est hors plage.
nb_no: Enumeratoren er utenfor verdiområdet.
nl_nl: De enumerator bevindt zich buiten het bereik.
ru_ru: Перечислитель вышел за границы допустимого диапазона.
sv_se: Uppräknaren ligger utanför intervallet.

# CustomXmlPartWithNoRoot
source: The custom XML part does not contain a root element.
da_dk: Den brugerdefinerede XML-del indeholder ikke et rodelement.
de_ch: Der benutzerdefinierte XML-Teil enthält kein Stammelement.
es_mx: El elemento XML personalizado no contiene un elemento raíz.
fi_fi: Mukautettu XML-osa ei sisällä pääelementtiä.
fr_fr: Le composant XML personnalisé ne contient pas d'élément racine.
nb_no: Den tilpassede XML-delen inneholder ikke et rotelement.
nl_nl: Het aangepaste XML-onderdeel bevat geen hoofdelement.
ru_ru: Пользовательская XML-часть не содержит корневого элемента.
sv_se: Den anpassade XML-delen innehåller inte ett rotelement.

# PathArgumentError
source: Valid path is required.
da_dk: Du skal angive en gyldig sti.
de_ch: Ein gültiger Pfad muss angegeben werden.
es_mx: Se requiere una ruta de acceso válida.
fi_fi: Tarvitaan kelvollinen polku.
fr_fr: Un chemin d'accès valide est requis.
nb_no: Gyldig bane er obligatorisk.
nl_nl: Er is een geldig pad vereist.
ru_ru: Требуется действительный путь.
sv_se: En giltig sökväg krävs.

# CustomXmlInvalidNamespaceBinding
source: {0} has an invalid namespace {1}.
da_dk: {0} har et ugyldigt navneområde {1}.
de_ch: {0} weist einen ungültigen Namespace {1} auf.
es_mx: {0} tiene un espacio de nombres no válido {1}.
fi_fi: {0} sisältää virheellisen nimitilan {1}.
fr_fr: {0} a un espace de nom {1} non valide.
nb_no: {0} har et ugyldig navneområde {1}.
nl_nl: {0} heeft een ongeldige naamruimte {1}.
ru_ru: {0} содержит недопустимое пространство имен {1}.
sv_se: {0} har det ogiltiga namnområdet {1}.

# RangeValueNotSpecifiedError
source: Specify a range value.
da_dk: Angiv en intervalværdi.
de_ch: Geben Sie einen Bereichswert an.
es_mx: Especifique un valor de intervalo.
fi_fi: Määritä alueen arvo.
fr_fr: Spécifiez une valeur de plage.
nb_no: Angi en områdeverdi.
nl_nl: Geef een waarde voor het bereik op.
ru_ru: Укажите значение диапазона.
sv_se: Ange ett intervallvärde.

# FilenameNotSpecifiedError
source: Specify a file name.
da_dk: Angiv et filnavn.
de_ch: Geben Sie einen Dateinamen an.
es_mx: Especifique un nombre de archivo.
fi_fi: Määritä tiedoston nimi.
fr_fr: Spécifiez un nom de fichier.
nb_no: Angi et filnavn.
nl_nl: Geef een bestandsnaam op.
ru_ru: Укажите имя файла.
sv_se: Ange ett filnamn.

# WorksheetNotFoundError
source: The worksheet cannot be found.
da_dk: Regnearket blev ikke fundet.
de_ch: Das Arbeitsblatt kann nicht gefunden werden.
es_mx: No se encontró la hoja de trabajo.
fi_fi: Työkirjaa ei löydy.
fr_fr: Impossible de trouver la feuille de calcul.
nb_no: Finner ikke regnearket.
nl_nl: Het werkblad kan niet worden gevonden.
ru_ru: Лист не найден.
sv_se: Det går inte att hitta kalkylbladet.

# WorksheetPartNotFoundError
source: The WorksheetPart cannot be found.
da_dk: Denne WorksheetPart blev ikke fundet.
de_ch: Der WorksheetPart kann nicht gefunden werden.
es_mx: No se encontró WorksheetPart.
fi_fi: WorksheetPart-kohdetta ei löydy.
fr_fr: Impossible de trouver WorksheetPart.
nb_no: Finner ikke WorksheetPart.
nl_nl: Het WorksheetPart kan niet worden gevonden.
ru_ru: Часть WorksheetPart не найдена.
sv_se: Det går inte att hitta WorksheetPart.

# NumberingFormatsError
source: The custom numbering ID format should start at {0} and should be listed in consecutive order.
da_dk: Det brugerdefinerede nummererings-id-format skal starte ved {0} og skal angives i rækkefølge.
de_ch: Das benutzerdefinierte Nummerierungs-ID-Format sollte um {0} beginnen und aufeinander folgend aufgeführt werden.
es_mx: El formato del id. de numeración personalizado debe empezar en {0} y debe enumerarse en orden consecutivo.
fi_fi: Mukautetun numeroinnin tunnusmuodon on alettava kohdasta {0} ja numeroiden on oltava peräkkäisiä.
fr_fr: Le format de l'ID de numérotation personnalisé doit commencer à {0} et être répertorié dans un ordre consécutif.
nb_no: ID-formatet for egendefinert nummerering må begynne på {0} og må angis i stigende rekkefølge.
nl_nl: De indeling voor aangepast nummeren van id´s moet starten bij {0} en moet in opeenvolgende volgorde worden weergegeven.
ru_ru: Пользовательский формат нумерации идентификаторов должен начинаться с {0} и приводиться в последовательном порядке.
sv_se: Det anpassade formatet för numrerings-ID ska börja på {0} och ska vara i ordningsföljd.

# ColumnNameSizeError
source: The column label should have a width of at least 1.
da_dk: Kolonnenavnet skal have en bredde på mindst 1.
de_ch: Die Spaltenbeschriftung muss mindestens eine Breite von 1 aufweisen.
es_mx: La etiqueta de columna debe tener una anchura de 1 como mínimo.
fi_fi: Sarakeotsikon leveyden on oltava vähintään 1.
fr_fr: L'étiquette de colonne doit avoir une large minimale de 1.
nb_no: Kolonneetiketten må ha en bredde på minst 1.
nl_nl: De kolomlabel moet minstens een breedte hebben van 1.
ru_ru: Метка столбца должна иметь ширину не менее 1.
sv_se: Kolumnetikettens bredd måste vara minst 1.

# ColumnLetterError
source: The column heading {0} should be a letter between 'A' and 'Z'.
da_dk: Kolonneoverskriften {0} skal være et bogstav mellem 'A' og 'Z'.
de_ch: Die Spaltenüberschrift {0} muss ein Buchstabe zwischen "A" und "Z" sein.
es_mx: El encabezado de columna {0} debe ser una letra de la 'A' a la 'Z'.
fi_fi: Sarakeotsikon {0} on oltava kirjain A–Z.
fr_fr: Le titre de la colonne {0} doit être une lettre entre A et Z.
nb_no: Kolonneoverskriften {0} må være en bokstav mellom A og Z.
nl_nl: Kolomkop {0} moet een letter van 'A' tot 'Z' zijn.
ru_ru: Заголовок столбца {0} должен быть буквой от "A" до "Z".
sv_se: Kolumnetiketten {0} måste vara en bokstav mellan A och Z.

# CustomXmlElementRemovedInDesign
source: The custom XML part in the Word layout document has a reference to a field or DataItem with path {0}. This item has been removed from the report dataset.
da_dk: Den brugerdefinerede XML-del i Word-layoutdokumentet har en reference til et felt eller DataItem med stien {0}. Dette element er fjernet fra rapportdatasættet.
de_ch: Der benutzerdefinierte XML-Teil im Word-Layoutdokument verweist auf ein Feld oder DataItem mit dem Pfad {0}. Dieses Element wurde aus dem Berichtsdatensatz entfernt.
es_mx: El elemento XML personalizado en el documento de diseño de Word tiene una referencia a un campo o DataItem con la ruta {0}. Este elemento se ha eliminado del conjunto de datos del informe.
fi_fi: Wordin asettelutiedoston mukautetussa XML-osassa on viittaus kenttään tai DataItem-nimikkeeseen, jonka polku on {0}. Tämä nimike on poistettu raportin tietojoukosta.
fr_fr: Le composant XML personnalisé dans le document de présentation Word a une référence à un champ ou un DataItem ayant comme chemin d'accès {0}. Cet élément a été supprimé de l'ensemble de données d'état.
nb_no: Den tilpassede XML-delen i Word-oppsettdokumentet har en referanse til et felt eller et DataItem med banen {0}. Dette elementet er fjernet fra rapportdatasettet.
nl_nl: Het aangepaste XML-onderdeel in het Word-lay-outdocument bevat een verwijzing naar een veld of een DataItem met het pad {0}. Dit item is verwijderd uit de rapportgegevensset.
ru_ru: Пользовательская часть XML в документе макета Word содержит ссылку на поле или DataItem с путем {0}. Этот элемент удален из набора данных отчета.
sv_se: Den anpassade XML-delen i Word-layoutdokumentet har en referens till ett fält eller DataItem med sökvägen {0}. Det här objektet har tagits bort från rapportdatauppsättningen.

# IncompatibleWorkbookError
source: The Microsoft Excel workbook cannot be opened. This may be caused by one of the following reasons: 1. The path to the file is a web address. You must navigate to the file by using the Open File dialogue box, or you can save the file locally and then open it. 2. The workbook is not saved in the Open XML file format. In Microsoft Excel, save the workbook as an Excel workbook (.xlsx file), and then try your request again. The following error occurred: {0}.
da_dk: Microsoft Excel-projektmappen kan ikke åbnes. Den kan skyldes et af følgende: 1. Filstien er en webadresse. Du skal navigere til filen via dialogboksen Åbn fil, eller du kan gemme filen lokalt og derefter åbne den. 2. Projektmappen er ikke gemt i et Open XML-filformat. Gem projektmappen som en Excel-projektmappe (.xlsx-fil) i Microsoft Excel, og prøv derefter at udføre anmodningen igen. Der opstod følgende fejl: {0}.
de_ch: Die Microsoft Excel-Arbeitsmappe kann nicht geöffnet werden. Dies kann aus einem der folgenden Gründe geschehen: 1. Der Pfad zur Datei ist eine Webadresse. Sie müssen über das Dialogfeld 'Datei öffnen' zur Datei navigieren oder die Datei lokal speichern und dann öffnen. 2. Die Arbeitsmappe wird nicht im Open XML-Dateiformat geöffnet. Speichern Sie in Microsoft Excel die Arbeitsmappe als Excel-Arbeitsmappe (.xlsx-Datei), und versuchen Sie dann die Anfrage noch einmal. Der folgende Fehler ist aufgetreten: {0}.
es_mx: El libro de Microsoft Excel no se puede abrir. Esto puede deberse a uno de los siguientes motivos: 1. La ruta de acceso al archivo es una dirección web. Debe ir al archivo mediante el cuadro de diálogo Abrir archivo o puede guardar el archivo localmente y, a continuación, abrirlo. 2. El libro no está guardado en el formato de archivo Open XML. En Microsoft Excel, guarde el libro como libro de Excel (archivo .xlsx) y vuelva a intentar la solicitud. Se produjo el siguiente error: {0}.
fi_fi: Microsoft Excel -työkirjaa ei voi avata. Syy voi olla jokin seuraavista: 1. Tiedostopolku on verkko-osoite. Sinun on siirryttävä tiedostoon Avaa tiedosto -valintaikkunasta, tai voit tallentaa tiedoston paikallisesti ja avata sen sitten. 2. Työkirjaa ei ole tallennettu Open XML -tiedostomuodossa. Tallenna työkirja Microsoft Excelissä Excel-työkirjana (.xlsx-tiedosto) ja yritä sitten pyyntöä uudelleen. Tapahtui seuraava virhe: {0}.
fr_fr: Impossible d'ouvrir le classeur Microsoft Excel. Cela peut être dû à l'une des raisons suivantes : 1. Le chemin d'accès au fichier est une adresse web. Vous devez naviguer jusqu'au fichier en utilisant la boîte de dialogue Ouvrir fichier, ou enregistrer le fichier localement puis l'ouvrir. 2. Le classeur n'est pas enregistré dans le format de fichier Open XML. Dans Microsoft Excel, enregistrez le classeur comme Classeur Excel (fichier .xlsx), puis réexécutez votre demande. L'erreur suivante s'est produite : {0}.
nb_no: Kan ikke åpne Microsoft Excel-arbeidsboken. Årsaken kan være noe av følgende: 1. Banen til filen er en webadresse. Du må gå til filen ved hjelp av dialogboksen Åpne fil, eller du kan lagre filen lokalt og deretter åpne den. 2. Arbeidsboken er ikke lagret i Open XML-filformatet. Lagre arbeidsboken i Microsoft Excel som en Excel-arbeidsbok (.xlsx-fil), og prøv deretter forespørselen på nytt. Følgende feil oppstod: {0}.
nl_nl: De Microsoft Excel-werkmap kan niet worden geopend. Dat kan een van de volgende redenen hebben: 1. Het pad naar het bestand is een webadres. U moet naar het bestand navigeren met het dialoogvenster Bestand openen of u kunt het bestand lokaal opslaan en het vervolgens openen. 2. De werkmap is niet opgeslagen in de bestandsindeling Open XML. Sla de werkmap in Microsoft Excel op als een Excel-werkmap (.xlsx-bestand) en probeer uw aanvraag dan opnieuw. De volgende fout is opgetreden: {0}.
ru_ru: Не удается открыть книгу Microsoft Excel. Это может быть вызвано одной из следующих причин: 1. Путь к файлу является адресом в Интернете. Необходимо перейти к файлу с использованием диалогового окна "Открыть файл", или же можно сохранить файл локально и затем открыть его. 2. Книга сохранена не в формате файла Open XML. Сохраните в Microsoft Excel книгу в виде книги Excel (*.xlsx), затем повторите запрос. Произошла следующая ошибка: {0}.
sv_se: Det går inte att öppna Microsoft Excel-arbetsboken. Detta kan bero på av något av följande: 1. Sökvägen till filen är en webbadress. Du måste navigera till filen med dialogrutan Öppna fil eller spara filen lokalt och sedan öppna den. 2. Arbetsboken har inte sparats i filformatet Open XML. Spara arbetsboken som en Excel-arbetsbok (.xlsx-fil) i Microsoft Excel och försök sedan igen. Följande fel inträffade: {0}.

# CorruptSpreadsheetDocumentError
source: The workbook is corrupted. The following error occurred: {0}.
da_dk: Projektmappen er beskadiget. Der opstod følgende fejl: {0}.
de_ch: Die Arbeitsmappe ist beschädigt. Der folgende Fehler ist aufgetreten: {0}.
es_mx: El libro está dañado. Se produjo el error siguiente: {0}.
fi_fi: Työkirja on vioittunut. Tapahtui seuraava virhe: {0}.
fr_fr: Le classeur est corrompu. L'erreur suivante s'est produite : {0}.
nb_no: Arbeidsboken er skadet. Følgende feil oppstod: {0}.
nl_nl: De werkmap is beschadigd. De volgende fout is opgetreden: {0}.
ru_ru: Книга повреждена. Произошла следующая ошибка: {0}.
sv_se: Arbetsboken är skadad. Följande fel inträffade: {0}.

# ColumnNameNotSpecifiedError
source: Specify a column label.
da_dk: Angiv et kolonnenavn.
de_ch: Geben Sie eine Spaltenbeschriftung an.
es_mx: Especifique una etiqueta de columna.
fi_fi: Määritä sarakeotsikko.
fr_fr: Spécifiez une étiquette de colonne.
nb_no: Angi en kolonneetikett.
nl_nl: Geef een kolomlabel op.
ru_ru: Укажите метку столбца.
sv_se: Ange en kolumnetikett.

# DataValidationFormulaNotSpecifiedError
source: Specify a data validation value.
da_dk: Angiv en datavalideringsværdi.
de_ch: Geben Sie einen Datenvalidierungswert an.
es_mx: Especifique un valor de validación de datos.
fi_fi: Määritä tietojen vahvistusarvo.
fr_fr: Spécifiez une valeur de validation de données.
nb_no: Angi en datavalideringsverdi.
nl_nl: Geef een waarde op voor de gegevensvalidatie.
ru_ru: Укажите значение проверки данных.
sv_se: Ange ett dataverifieringsvärde.

# RangeNameNotSpecifiedError
source: Specify a range name.
da_dk: Angiv et intervalnavn.
de_ch: Geben Sie einen Bereichsnamen an.
es_mx: Especifique un nombre de intervalo.
fi_fi: Määritä alueen nimi.
fr_fr: Spécifiez un nom de plage.
nb_no: Angi et områdenavn.
nl_nl: Geef een naam voor het bereik op.
ru_ru: Укажите имя диапазона.
sv_se: Ange ett intervallnamn.
