Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ObjectNotFoundInObjectMetadata
source: ObjectType {0} and ObjectId {1} cannot be found in the ObjectMetadata table.
cs_cz: ObjectType {0} a ObjectId{1} nebyl nalezen v tabulce metadat.
da_dk: ObjectType {0} og ObjectId {1} kan ikke findes i tabellen ObjectMetadata.
de_ch: Der ObjectType '{0}' und die ObjectId {1} wurden nicht in der Objektmetadatentabelle gefunden.
es_mx: ObjectType {0} y ObjectId {1} no se encuentran en la tabla ObjectMetadata.
fi_fi: ObjectType-kohdetta {0} ja ObjectId-kohdetta {1} ei löydy objektin metatietojen taulukosta.
fr_ca: ObjectType {0} et ObjectId {1} introuvables dans la table ObjectMetadata.
is_is: ObjectType {0} og ObjectId {1} finnast ekki í töflunni Lýsigögn hlutar.
it_it: Impossibile trovare ObjectType {0} e ObjectId {1} nella tabella ObjectMetadata.
nb_no: Finner ikke ObjectType {0} og ObjectId {1} i tabellen med objektmetadata.
nl_be: ObjectType {0} en ObjectId {1} zijn niet gevonden in de tabel Objectmetagegevens.
ru_ru: Не удается найти ObjectType {0} и ObjectId {1} в таблице "Метаданные объекта".
sv_se: Det går inte att hitta ObjectType {0} och ObjectId {1} i objektmetadatatabellen.

# Instruction_HomePage
source: Choose parts and layout for the Role Center
cs_cz: Zvolte součásti a rozložení pro Centrum rolí
da_dk: Vælg dele og layout til Rollecenter
de_ch: Dient zum Auswählen von Parts und Layout für das Rollencenter.
es_mx: Elegir elementos y presentación para el Área de tareas
fi_fi: Valitse Roolikeskuksen osat ja asettelu
fr_ca: Choisir des parties et une présentation pour le tableau de bord
is_is: Velja hluta og útlit fyrir Mitt hlutverk
it_it: Scegliere le parti e il layout per Gestione ruolo utente
nb_no: Velg deler og oppsett for rollesenteret
nl_be: Onderdelen en indeling voor het rolcentrum kiezen
ru_ru: Выбрать части и макет для ролевого центра
sv_se: Välj delar och layout för rollcentret

# Label_AvailableBands
source: Available FastTabs:
cs_cz: Dostupné záložky:
da_dk: Tilgængelige oversigtspaneler:
de_ch: Verfügbare Inforegister:
es_mx: Fichas desplegables disponibles:
fi_fi: Käytettävissä olevat pikavälilehdet:
fr_ca: Raccourcis disponibles :
is_is: Tiltækir flýtiflipar:
it_it: Schede dettaglio disponibili:
nb_no: Tilgjengelige hurtigfaner:
nl_be: Beschikbare Sneltabbladen:
ru_ru: Доступные экспресс-вкладки:
sv_se: Tillgängliga snabbflikar:

# FormResultPreview
source: P&review
cs_cz: &Náhled
da_dk: &Vis
de_ch: &Vorschau
es_mx: Vista p&reliminar
fi_fi: &Esikatselu
fr_ca: Ape&rçu
is_is: &Forskoðun
it_it: Antep&rima
nb_no: Forh&åndsvisning
nl_be: &Voorbeeld
ru_ru: П&росмотр
sv_se: För&handsg.

# SystemIndicatorConfigureMode
source: Configuration Mode
cs_cz: Režim konfigurace
da_dk: Konfigurationstilstand
de_ch: Konfigurationsmodus
es_mx: Modo de configuración
fi_fi: Määritystila
fr_ca: Mode de configuration
is_is: Grunnstilling
it_it: Modalità di configurazione
nb_no: Konfigurasjonsmodus
nl_be: Configuratiemodus
ru_ru: Режим конфигурации
sv_se: Konfigurationsläge

# PrintDialogCaption
source: Print
da_dk: Udskriv
de_ch: Drucken
es_mx: Imprimir
fi_fi: Tulosta
fr_ca: Imprimer
is_is: Prenta
it_it: Stampa
nb_no: Skriv ut
nl_be: Afdrukken
ru_ru: Печать
sv_se: Skriv ut

# CSIDEServerSQLTimeoutWhenValidate
source: Unable to verify table changes. To validate table changes for potential data loss, the specified running server must communicate with a SQL Server. The NAV Service SQL Command Timeout period elapsed prior to completion of the validate operation. The statement has been terminated. This may be because the tenant was not synchronized prior to the validation, the service is still processing the operation or the service was unable to send a reply message. Server Name: {0} Server Instance: {1} Please consider increasing the SQLCommandTimeout setting in the NAV Service configuration file and ensure that the service is able to connect to the client.
da_dk: Tabelændringer kan ikke bekræftes. Hvis du vil validere tabelændringer for potentielt datatab, skal den angivne server, der kører, kommunikere med en SQL Server. SQL Command Timeout-perioden i NAV-tjenesten udløb, før valideringshandlingen var fuldført. Sætningen er afbrudt. Det kan skyldes, at lejeren ikke var synkroniseret før valideringen, at tjenesten stadig behandler handlingen, eller at tjenesten ikke kan sende en svarmeddelelse. Servernavn: {0} Serverforekomst: {1} Overvej at forøge SQLCommandTimeout-indstillingen i konfigurationsfilen til NAV-tjenesten, og kontrollér, at tjenesten kan oprette forbindelse til klienten.
de_ch: Die Änderungen an der Tabelle konnten nicht verifiziert werden. Zum Überprüfen der Änderungen an der Tabelle auf möglichen Datenverlust muss der angegebene ausgeführte Server mit einem SQL-Server kommunizieren. Die SQL Command Timeout-Periode des NAV-Service ist vor Abschluss der Überprüfung abgelaufen. Der Auszug wurde beendet. Dies ist möglicherweise der Fall, weil der Tenant vor der Überprüfung nicht synchronisiert wurde, weil der Service den Vorgang immer noch verarbeitet oder weil der Service keine Antwortnachricht senden konnte. Servername: {0} Serverinstanz: {1} Bitte erwägen Sie eine Erhöhung der SQLCommandTimeout-Einstellung in der Konfigurationsdatei des NAV-Service, und gewährleisten Sie, dass der Service eine Verbindung zum Client herstellen kann.
es_mx: No se pueden comprobar los cambios de la tabla. Para validar los cambios de la tabla para posibles pérdidas de datos, el servidor en ejecución especificado debe comunicarse con un servidor SQL. El período NAV Service SQL Command Timeout transcurrió antes de finalizar la operación de validación. La declaración ha terminado. Esto puede deberse a que el inquilino no estaba sincronizado antes de la validación, el servicio sigue procesando la operación o el servicio no pudo enviar un mensaje de respuesta. Nombre del servidor: {0} Instancia del servidor: {1} Tenga en cuenta aumentar el parámetro SQLCommandTimeout en el archivo de configuración de NAV Service y asegúrese de que el servicio se puede conectar con el cliente.
fi_fi: Taulukon muutoksia ei voi tarkistaa. Jotta taulukon muutokset voidaan tarkistaa tietojen häviämisen varalta, määritetyn palvelimen on oltava yhteydessä käynnissä olevaan palvelimeen. NAV-palvelun SQL Command Timeout -aika kului umpeen, ennen kuin tarkistustoiminto suoritettiin loppuun. Lauseke on lopetettu. Tämä voi johtua siitä, että vuokraajaa ei oltu synkronoitu ennen tarkistusta, palvelu käsittelee edelleen toimintoa tai palvelu ei voinut lähettää vastausviestiä. Palvelimen nimi: {0} Palvelininstanssi: {1} Harkitse SQLCommandTimeout-asetuksen suurentamista NAV-palvelun määritystiedostossa ja varmista, että palvelu voi muodostaa yhteyden asiakasohjelmaan.
fr_ca: Impossible de vérifier les changements de table. Pour valider les changements de table pour une éventuelle perte de données, le serveur fonctionnel spécifié doit communiquer avec un serveur SQL Server. La période SQL Command Timeout pour NAV Service s'est écoulée avant la fin de l'opération de validation. L'instruction a été interrompue. Il est possible que l'abonné n'était pas synchronisé avant la validation, que le service soit toujours en train de traiter l'opération ou que le service était incapable d'envoyer un message de réponse. Nom serveur : {0} Instance serveur : {1} Pensez à augmenter le paramètre SQLCommandTimeout dans le fichier de configuration de NAV Service et assurez-vous que le service est capable de se connecter au client.
is_is: Ekki tókst að sannreyna breytingar á töflu. Til að sannvotta breytingar á töflu, vegna hugsanlegs gagnataps, verður tilgreindur þjónn í keyrslu að eiga samskipti við SQL-þjón. NAV Service SQL Command Timeout-tímabilið rann út áður en aðgerðir höfðu verið sannreyndar. Yfirlitinu hefur verið eytt. Þetta kann að vera vegna þess að leigjandinn var ekki samstilltur fyrir sannvottun, þjónustan hefur ekki lokið aðgerðinni eða þjónustan gat ekki sent svarskilaboð. Heiti netþjóns: {0} Netþjónstilvik: {1} Íhugið að hækka stillinguna fyrir SQLCommandTimeout í grunnstillingarskrá NAV-þjónustunnar og tryggja þannig að þjónustan geti tengst biðlaranum.
it_it: Impossibile verificare le modifiche delle tabelle. Per convalidare le modifiche delle tabelle per potenziali perdite di dati, il server in esecuzione specificato deve comunicare con un SQL Server. Il periodo SQL Command Timeout del servizio NAV è trascorso prima del completamento dell'operazione di convalida. L'istruzione è stata terminata. Ciò può causare la mancata sincronizzazione del tenant prima della convalida, il proseguimento dell'elaborazione dell'operazione da parte del servizio o l'impossibilità da parte del servizio di inviare un messaggio di risposta. Nome server: {0} Istanza server: {1} Valutare un aumento dell'impostazione SQLCommandTimeout nel file di configurazione del servizio NAV e assicurarsi che il servizio sia in grado di connettersi con il client.
nb_no: Kan ikke verifisere tabellendringer. Hvis du vil validere tabellendringer med tanke på mulig tap av data, må den angitte serveren som kjører, kommunisere med en SQL Server. Tidsavbruddsperioden for SQL Command Timeout for NAV-tjenesten utløp før valideringsoperasjonen ble fullført. Setningen er avsluttet. Dette kan skyldes at leietakeren ikke ble synkronisert før valideringen, at tjenesten fortsatt behandler operasjonen, eller at tjenesten ikke kunne sende en svarmelding. Servernavn: {0} Serverforekomst: {1} Vurder å øke SQLCommandTimeout-innstillingen i konfigurasjonsfilen for NAV-tjenesten og kontroller at tjenesten kan koble til klienten.
nl_be: Kan tabelwijzigingen niet verifiëren. De opgegeven server moet met een SQL-server communiceren om tabelwijzigingen te valideren op mogelijk gegevensverlies. De SQL Command Timeout-periode van de NAV-service is verstreken voordat de validatie is voltooid. De instructie is beëindigd. Dit kan komen doordat de tenant niet voorafgaand aan de validatie is gesynchroniseerd, doordat de service de bewerking nog verwerkt of doordat de service geen antwoordbericht kon verzenden. Servernaam: {0} Serverinstantie: {1} Overweeg de instelling SQLCommandTimeout te verhogen in het configuratiebestand van de NAV-service en zorg dat de service verbinding kan maken met de client.
ru_ru: Не удалось проверить изменения таблицы. Чтобы проверить изменения таблицы на возможную потерю данных, указанный выполняющийся сервер должен связаться с сервером SQL Server. SQL Command Timeout службы NAV истек до завершения операции проверки. Выполнение инструкции прекращено. Это может быть обусловлено тем, что арендатор не был синхронизирован перед проверкой, что служба все еще выполняет операцию или же службе не удалось отправить ответное сообщение. Имя сервера: {0} Экземпляр сервера: {1} Рассмотрите возможность увеличения параметра SQLCommandTimeout в файле конфигурации службы NAV, а также убедитесь, что служба может подключиться к клиенту.
sv_se: Det går inte att verifiera tabelländringarna. Den angivna server som körs måste kommunicera med en SQL-server för att kunna validera eventuell dataförlust vid tabelländringar. NAV Service-tidsgränsen SQL Command Timeout gick ut innan valideringsåtgärden slutfördes. Instruktionen har avslutats. Detta kan bero på att klientorganisationen inte synkroniserats innan valideringen, att tjänsten fortfarande behandlar åtgärden eller att tjänsten inte kunnat skicka ett svarsmeddelande. Servernamn: {0} Serverinstans: {1} Överväg att öka inställningen SQLCommandTimeout i NAV Service-konfigurationsfilen och se till att tjänsten kan ansluta till klienten.

# TenantIdInvalid
source: The tenant ID is invalid. A tenant ID must have a maximum length of 63 and can only contain the characters A-Z, a-z, 0-9, and -, and the ID must start and end with an alphanumeric character, such as the letters A-Z or a-z or digits 0-9.
cs_cz: Nájemce ID není platné. Nájemce ID musí mít maximální délku 63 a může obsahovat pouze znaky A-Z,-z, 0-9 a -, a ID musí začít a skončit s alfanumerickými znaky, například písmena A-Z nebo-z nebo číslice 0-9.
da_dk: Lejer-id'et er ugyldigt. Et lejer-id må maksimalt indeholde 63 tegn og må kun indeholde tegn fra A-Z, a-z, 0-9 og -, og id'et skal begynde og slutte med et alfanumerisk tegn, f.eks. bogstaverne A-Z eller a-z eller cifrene 0-9.
de_ch: Die Tenant-ID ist ungültig. Eine Tenant-ID muss eine maximale Länge von 63 aufweisen und darf nur die Zeichen A-Z, a-z, 0-9 und - enthalten. Die ID muss mit einem alphanumerischen Zeichen beginnen und enden, d. h. mit den Buchstaben A-Z oder a-z oder den Ziffern 0-9.
es_mx: El Id. de inquilino no es válido. Un Id. de inquilino debe tener una longitud máxima de 63 y contener solo los caracteres A-Z, a-z, 0-9 y -, y el Id. debe empezar y terminar con un carácter alfanumérico, es decir, letras A-Z o a-z, o números 0-9.
fi_fi: Vuokraajan tunnus on virheellinen. Vuokraajan tunnuksen enimmäispituus on 63 merkkiä. Siinä voi käyttää vain merkkejä A–Z, a–z, 0–9 ja -, ja tunnuksen alussa ja lopussa on oltava kirjain A–Z tai a–z tai numero 0–9.
fr_ca: L'ID abonné n'est pas valide. Un ID abonné doit avoir une longueur maximale de 63 et ne peut contenir que les caractères A-Z, a-z, 0-9 et -, il doit commencer et se terminer par un caractère alphanumérique, autrement dit par les lettres A-Z, a-z ou les chiffres 0-9.
is_is: Leigjandakennið er ógilt. Leigjandakenni má mest vera 63 stafir að lengd og getur einungis innihaldið stafina A-Z, a-z, 0-9 og -, og kennið verður að byrja og enda á bók- eða tölustaf, þ.e. stöfunum A-Z eða a-z eða tölustöfunum 0-9.
it_it: ID tenant non valido. Un ID tenant deve avere una lunghezza massima di 63 caratteri, può contenere solo i caratteri A-Z, a-z, 0-9 e - e deve iniziare e terminare con un carattere alfanumerico, ad esempio le lettere A-Z oppure a-z o le cifre 0-9.
nb_no: Leietaker-IDen er ugyldig. En leietaker-ID må ha en maksimal lengde på 63 og kan bare inneholde tegnene A-Z, a-z, 0-9 og -, og IDen må begynne og slutte med et alfanumerisk tegn, for eksempel bokstavene A-Z eller a-z eller sifrene 0-9.
nl_be: De tenant-id is niet geldig. Een tenant-id heeft een maximale lengte van 63 tekens en mag alleen uit de tekens A - Z, a - z, 0 - 9 en - bestaan. Daarnaast moet de id beginnen en eindigen op een alfanumeriek teken, dat wil zeggen de letters A - Z of a - z of de cijfers 0 - 9.
ru_ru: Идентификатор арендатора не допустим. Длина идентификатора арендатора должна быть не более 63, он может содержать только символы A-Z, a-z, 0-9 и - (дефис), должен начинаться и заканчиваться буквой или цифрой, т. е. буквами A-Z или a-z либо цифрами 0-9.
sv_se: Ogiltigt klientorganisations-ID. Ett klientorganisations-ID får innehålla högst 63 tecken och kan endast innehålla tecknen A till Z, a till z, 0 till 9 och -. ID:t måste börja och sluta med ett alfanumeriskt tecken, d.v.s. bokstäverna A till Z eller a till z, eller siffrorna 0 till 9.

source: Open as PDF
cs_cz: Otevřít jako PDF
da_dk: Åbn som PDF
de_ch: Als PDF öffnen
es_mx: Abrir como PDF
fi_fi: Avaa PDF-tiedostona
fr_ca: Ouvrir en tant que PDF
is_is: Opna sem PDF
it_it: Apri come PDF
nb_no: Åpne som PDF
nl_be: Openen als PDF
ru_ru: Открыть как PDF
sv_se: Öppna som PDF

# PagePreviewWebClientNotFound
source: Install Web Server Components from the {0} Setup to enable the page preview for the Web client.
da_dk: Installer webserverkomponenter fra installationen af {0} for at aktivere sidevisning Web-klienten.
de_ch: Installieren Sie Webserverkomponenten aus dem {0}-Setup, um die Seitenvorschau für den Webclient zu aktivieren.
es_mx: Instale Componentes de servidor web desde la instalación de {0} para permitir la vista previa de páginas del cliente web.
fi_fi: Asenna verkkopalvelinosat {0} -asennusohjelmasta, jotta sivun esikatselu on käytössä verkkoasiakasohjelmille.
fr_ca: Installez les composants Web Server à partir du programme d'installation {0} pour activer l'aperçu de page pour le client web.
is_is: Setjið upp vefþjónsíhluti úr uppsetningunni {0} til að opna fyrir síðuforskoðun fyrir vefbiðlara.
it_it: Installare i componenti server Web durante l'installazione di {0} per abilitare l'anteprima della pagina per il client Web.
nb_no: Du må installere webserverkomponenter fra installasjonsprogrammet for {0} for å kunne aktivere sideforhåndsvisning for webklienten.
nl_be: Installeer webserveronderdelen vanuit de installatie van {0} om het paginavoorbeeld in te schakelen voor de webclient.
ru_ru: Установите компоненты веб-сервера из программы установки {0}, чтобы обеспечить поддержку предварительного просмотра страниц для веб-клиента.
sv_se: Använd installationsprogrammet för {0} för att installera webbserverkomponenter och aktivera sidförhandsgranskningen för webbklienten.

# ToolsSecurityWindowsLoginsSystemObjectCaption
source: Tools, Security, Win. Logins
cs_cz: Nástroje, ochrana, výhra. Přihlášení
da_dk: Funk., Sikkerhed, Win.-logon
de_ch: Extras, Zugriffsr., Win. Anm.
es_mx: Herramien.,Segur.,Conex. Win.
fi_fi: Työkalut, Suojaus, Win.kirjaut
fr_ca: Outils, Sécurité, Session Win.
is_is: Verkf., öryggi, innskr. í Win.
it_it: Strumenti, Protez., Login Win.
nb_no: Verktøy, Sikkerhet, Win-bruker
nl_be: Extra, Beveiliging, WIN-aanm.
ru_ru: Сервис, Безопасн., Уч. зап.Win
sv_se: Verktyg, Säkerhet, Win. inlog.

# ActivityNeedsACaption
source: A caption is needed for the Activity button.
cs_cz: Je zapotřebí přidat Caption pro tlačítko Activity.
da_dk: Der kræves en titel til knappen Aktivitet.
de_ch: Für die Aktivitätenschaltfläche wird eine Caption benötigt.
es_mx: Se requiere un título para el botón Actividad.
fi_fi: Toimintopainikkeelle tarvitaan otsikko.
fr_ca: Une légende est requise pour le bouton d'activité.
is_is: Texta er krafist fyrir hnappinn Aðgerð.
it_it: È necessaria una didascalia per il pulsante Attività.
nb_no: Aktivitet-knappen må ha en bildetekst.
nl_be: Er is een bijschrift vereist voor de knop Activiteit.
ru_ru: Для кнопки "Действие" необходим заголовок.
sv_se: En rubrik krävs för aktivitetsknappen.

# DatabaseVersionTooNew
source: The {0} database on the {1} server cannot be opened by this version of Microsoft Dynamics NAV Server because the database is too recent.
cs_cz: Databáze {0} na serveru {1} nelze otevřít v této verzi systému Microsoft Dynamics NAV Server, protože databáze je příliš nová.
da_dk: Denne version af Microsoft Dynamics NAV Server kan ikke åbne databasen {0} på serveren {1}, fordi databasen er for ny.
de_ch: Die Datenbank {0} auf dem Server {1} kann mit dieser Version von Microsoft Dynamics NAV Server nicht geöffnet werden, da die Datenbank zu neu ist.
es_mx: La base de datos {0} del servidor {1} no se puede abrir con esta versión de Microsoft Dynamics NAV Server porque es demasiada reciente.
fi_fi: Palvelimessa {1} sijaitsevaa tietokantaa {0} ei voi avata tässä Microsoft Dynamics NAV -palvelimen versiossa, koska tietokanta on liian uusi.
fr_ca: Vous ne pouvez pas ouvrir la base de données {0} sur le serveur {1} avec cette version de Microsoft Dynamics NAV Server car la base de données est trop récente.
is_is: Ekki er hægt að opna gagnagrunninn {0} á þjóninum {1} í þessari útgáfu af Microsoft Dynamics NAV Server vegna þess að gagnagrunnurinn er of nýr.
it_it: Impossibile aprire il database {0} sul server {1} con la versione corrente di Microsoft Dynamics NAV Server perché il database è troppo recente.
nb_no: Databasen {0} på serveren {1} kan ikke åpnes av denne versjonen av Microsoft Dynamics NAV Server, fordi databasen er for ny.
nl_be: De database {0} op de server {1} kan niet worden geopend door deze versie van Microsoft Dynamics NAV Server, omdat de database te recent is.
ru_ru: Базу данных {0} на сервере {1} невозможно открыть в этой версии Microsoft Dynamics NAV Server, так как версия базы данных слишком новая.
sv_se: Databasen {0} på servern {1} kan inte öppnas av den nuvarande versionen av Microsoft Dynamics NAV-server eftersom databasen är för ny.

# DotNetVariableNotCreated
source: A DotNet variable has not been instantiated. Attempting to call {3} in {1} {2}: {0}
cs_cz: Toto hlášení je pro programátory C/AL: Proměnná DotNet nebyla inicializována. Pokus o volání {3} v {1} {2}: {0}
da_dk: Der er ikke blevet instantieret en DotNet-variabel. Forsøger at kalde {3} i {1} {2}: {0}
de_ch: Für eine DotNet-Variable wurde keine Instanz erstellt. Versuch des Aufrufs von {3} in {1} {2}: {0}
es_mx: No se ha creado la instancia de la variable DotNet. Se está intentado llamar a {3} en {1} {2}: {0}
fi_fi: DotNet-muuttujan esiintymää ei ole luotu. Yritetään kutsua menetelmää {3} kohteessa {1} {2}: {0}
fr_ca: Une variable DotNet n'a pas été instanciée. Tentative d'appel de {3} dans {1} {2} : {0}
is_is: DotNet-færibreyta hefur ekki verið eintekin. Reynir að kalla á {3} í {1} {2}: {0}
it_it: Non è stata creata un'istanza di una variabile DotNet. Tentativo di chiamare {3} in {1} {2}: {0}
nb_no: En DotNet-variabel har ikke blitt instansiert. Forsøker å kalle {3} i {1} {2}: {0}
nl_be: De DotNet-variabele is niet geïnstantieerd. Poging om {3} aan te roepen in {1} {2}: {0}
ru_ru: Экземпляр переменной DotNet не создан. Попытка вызова {3} в {1} {2}: {0}
sv_se: En DotNet-variabel har inte instansierats. Försöker anropa {3} i {1} {2}: {0}

# LicenseFileIsCorrupt
source: The license file is corrupt. Error Code: {0}
cs_cz: Licenční soubor je poškozen. Kód chyby: {0}
da_dk: Filen er beskadiget. Fejlkode: {0}
de_ch: Die Lizenzdatei ist beschädigt. Fehlercode: {0}
es_mx: El archivo de licencia está dañado. Código de error: {0}
fi_fi: Käyttöoikeustiedosto on vioittunut. Virhekoodi: {0}
fr_ca: Le fichier de licence est endommagé. Code d'erreur : {0}
is_is: Leyfisskráin er sködduð. Villukóði: {0}
it_it: Il file di licenza è danneggiato. Codice di errore: {0}
nb_no: Lisensfilen er skadet. Feilkode: {0}
nl_be: Het licentiebestand is beschadigd. Foutcode: {0}
ru_ru: Файл лицензии поврежден. Код ошибки: {0}
sv_se: Licensfilen är skadad. Felkod: {0}
