Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# TransactionWorldWithActiveWriteTransaction
source: The following C/AL functions are limited during write transactions because one or more tables will be locked. Form.RunModal is not allowed in write transactions. Codeunit.Run is allowed in write transactions only if the return value is not used. For example, 'OK := Codeunit.Run()' is not allowed. Report.RunModal is allowed in write transactions only if 'RequestForm = FALSE'. For example, 'Report.RunModal(...,FALSE)' is allowed. XmlPort.RunModal is allowed in write transactions only if 'RequestForm = FALSE'. For example, 'XmlPort.RunModal(...,FALSE)' is allowed. Use the COMMIT function to save the changes before this call, or structure the code differently.
cs_cz: Následující funkce C/AL jsou omezeny během transakcí zápisu, protože bude uzamčena jedna nebo více tabulek. Funkce Form.RunModal není povolena v transakcích zápisu. Codeunit.Run je v transakcích zápisu povolena pouze v případě, že není-li použita Návratová hodnota. Například ' OK: = Codeunit.Run()' není povolena. Report.RunModal je v transakcích zápisu jen když ' RequestForm = FALSE'. Například 'Report.RunModal(...,FALSE)' je povoleno. XmlPort.RunModal je povolena v transakcích zápisu jen když ' RequestForm = FALSE'. Například "XmlPort.RunModal(...,FALSE)" je povolena. Použijte funkci potvrdit uložíte změny před voláním, nebo jinou strukturu kódu.
da_dk: Følgende C/AL-funktioner er begrænset i forbindelse med skrivetransaktioner, da en eller flere tabeller vil være låst. Form.RunModal() er ikke tilladt i skrivetransaktioner. Codeunit.Run er kun tilladt i skrivetransaktioner, hvis returværdien ikke bruges. For eksempel er 'OK := Codeunit.Run()' ikke tilladt. Report.RunModal er kun tilladt i skrivetransaktioner, hvis 'RequestForm = FALSE'. For eksempel er 'Report.RunModal(...,FALSE)' tilladt. XmlPort.RunModal er kun tilladt i skrivetransaktioner, hvis 'RequestForm = FALSE'. For eksempel er 'XmlPort.RunModal(...,FALSE)' tilladt. Brug funktionen COMMIT, hvis du vil gemme ændringerne før dette kald, eller strukturér koden anderledes.
de_ch: Die unten aufgeführten C/AL-Funktionen sind während Schreibtransaktionen eingeschränkt, da mindestens eine Tabelle gesperrt wird. Form.RunModal ist in Schreibtransaktionen nicht zulässig. Codeunit.Run ist in Schreibtransaktionen nur zulässig, wenn der Rückgabewert nicht verwendet wird. OK := Codeunit.Run() ist z. B. nicht zulässig. Report.RunModal ist in Schreibtransaktionen nur zulässig, wenn RequestForm = FALSE. Report.RunModal(...,FALSE) ist z. B. zulässig. XmlPort.RunModal ist in Schreibtransaktionen nur zulässig, wenn RequestForm = FALSE gilt. XmlPort.RunModal(...,FALSE) ist z. B. zulässig. Verwenden Sie die COMMIT-Funktion, um die Änderungen vor dem Aufruf zu speichern, oder strukturieren Sie den Code anders.
es_mx: Las siguientes funciones de C/AL solo se pueden usar de forma limitada en transacciones de escritura porque se bloquearán una o más tablas. No se permite Form.RunModal en transacciones de escritura. Codeunit.Run solo se permite en transacciones de escritura si no se usa el valor de retorno. Por ejemplo, 'OK := Codeunit.Run()' no está permitido. Report.RunModal solo se permite en transacciones de escritura si 'RequestForm=FALSE'. Por ejemplo, 'Report.RunModal(...,FALSE)' sí está permitido. XmlPort.RunModal solo se permite en transacciones de escritura si 'RequestForm=FALSE'. Por ejemplo, 'XmlPort.RunModal(...,FALSE)' sí está permitido. Use la función COMMIT para guardar los cambios antes de esta llamada o cambie la estructura del código.
fi_fi: Seuraavia C/AL-funktioita voidaan käyttää vain rajoitetusti kirjoitustapahtumien aikana, koska ainakin yksi taulukko on lukittuna. Form.RunModal() ei ole sallittu kirjoitustapahtumissa. Codeunit.Run() on sallittu kirjoitustapahtumissa vain, jos palautusarvoa ei käytetä. Esimerkiksi "OK := Codeunit.Run()" ei ole sallittu. Report.RunModal on sallittu kirjoitustapahtumissa vain, jos "RequestForm = FALSE". Esimerkiksi "Report.RunModal(...,FALSE)" on sallittu. XmlPort.RunModal on sallittu kirjoitustapahtumissa vain, jos "RequestForm = FALSE". Esimerkiksi "XmlPort.RunModal(...,FALSE)" on sallittu. Tallenna muutokset COMMIT-funktiolla ennen tätä kutsua tai muuta koodia.
fr_ca: Les fonctions C/AL suivantes sont limitées pendant les transactions d'écriture car une ou plusieurs tables sont verrouillées. Form.RunModal n'est pas autorisé dans les transactions d'écriture. Codeunit.Run est autorisé dans les transactions d'écriture uniquement si la valeur de retour n'est pas utilisée. Par exemple, « OK := Codeunit.Run() » n'est pas autorisé. Report.RunModal est autorisé dans les transactions d'écriture uniquement si « RequestForm = FALSE ». Par exemple, « Report.RunModal(...,FALSE) » est autorisé. XmlPort.RunModal est autorisé dans les transactions d'écriture uniquement si « RequestForm = FALSE ». Par exemple, « XmlPort.RunModal(...,FALSE) » est autorisé. Utilisez la fonction COMMIT pour enregistrer les modifications avant cet appel, ou structurez le code différemment.
is_is: Eftirfarandi C/AL aðgerðir er aðeins hægt að nota að takmörkuðu leyti á meðan aðgerðir sem vista gögn eru í gangi, þar sem ein eða fleiri töflur eru læstar á meðan svo er. Form.RunModal má ekki skrifa hreyfingar. CodeUnit.Run er aðeins heimilt í skriffærslum ef skilagildið er ekki notað. „OK := Codeunit.Run()“ er til dæmis ekki heimilt. Report.RunModal er aðeins heimilt í skriffærslu ef „RequestForm = FALSE“. „Report.RunModal(...,FALSE)“ er til dæmis heimilt. XmlPort.RunModal er aðeins heimilt í skriffærslu ef „RequestForm = FALSE“. „XmlPort.RunModal(...,FALSE)“ er til dæmis heimilt. Nota skal aðgerðina COMMIT til að vista breytingarnar á undan kallinu eða byggja kóðann öðruvísi upp.
it_it: Le seguenti funzioni C/AL sono limitate durante le transazioni in scrittura perché una o più tabelle verranno bloccate. Form.RunModal non è permessa nelle transazioni in scrittura. Codeunit.Run è permessa nelle transazioni in scrittura solo se non viene utilizzato il valore restituito. Ad esempio, "OK := Codeunit.Run()" non è permessa. Report.RunModal è permessa nelle transazioni in scrittura solo se "RequestForm = FALSE". Ad esempio, "Report.RunModal(...,FALSE)" è permessa. XmlPort.RunModal è permessa nelle transazioni in scrittura solo se "RequestForm = FALSE". Ad esempio, "XmlPort.RunModal(...,FALSE)" è permessa. Utilizzare la funzione COMMIT per salvare le modifiche prima di questa chiamata o strutturare il codice in modo diverso.
nb_no: Følgende C/AL-funksjoner er begrenset under skrivetransaksjoner fordi én eller flere tabeller vil være låst. Form.RunModal tillates ikke i skrivetransaksjoner. Codeunit.Run tillates i skrivetransaksjoner bare hvis returverdien ikke brukes. Eksempel: 'OK := Codeunit.Run()' tillates ikke. Report.RunModal tillates i skrivetransaksjoner bare hvis 'RequestForm = FALSE'. Eksempel: 'Report.RunModal(...,FALSE)' tillates. XmlPort.RunModal tillates i skrivetransaksjoner bare hvis 'RequestForm = FALSE'. Eksempel: 'XmlPort.RunModal(...,FALSE)' tillates. Bruk COMMIT-funksjonen for å lagre endringer før dette kallet, eller strukturer koden annerledes.
nl_be: De volgende C/AL-functies zijn beperkt tijdens schrijftransacties, omdat een of meer tabellen worden vergrendeld. Form.RunModal is niet toegestaan in schrijftransacties. Codeunit.Run is alleen toegestaan in schrijftransacties als de retourwaarde niet wordt gebruikt. Bijvoorbeeld: 'OK := Codeunit.Run()' is niet toegestaan. Report.RunModal is alleen toegestaan in schrijftransacties als 'RequestForm = FALSE'. Bijvoorbeeld: 'Report.RunModal(...,FALSE)' is toegestaan. XmlPort.RunModal is alleen toegestaan in schrijftransacties als 'RequestForm = FALSE'. Bijvoorbeeld: 'XmlPort.RunModal(...,FALSE)' is toegestaan. Gebruik de functie COMMIT om de wijzigingen op te slaan vóór deze aanroep of herstructureer de code.
ru_ru: Следующие функции C/AL используются в транзакциях записи лишь ограниченно, так как одна или несколько таблиц будут заблокированы. Функция Form.RunModal запрещена в транзакциях записи.Функция Codeunit.Run может применяться в транзакциях записи только без использования возвращаемого значения. Например, операция "OK := Codeunit.Run()" запрещена. Функция Report.RunModal может применяться в транзакциях записи только в случае "RequestForm = FALSE". Например, выражение "Report.RunModal(...,FALSE)" допускается. Функция XmlPort.RunModal может применяться в транзакциях записи только в случае "RequestForm = FALSE". Например, выражение "XmlPort.RunModal(...,FALSE)" допускается. Сохраните изменения перед этим вызовом с помощью функции COMMIT или измените структуру кода.
sv_se: Nedanstående C/AL-funktioner går bara att använda i begränsad utsträckning under skrivtransaktioner eftersom en eller flera tabeller har låsts. Form.RunModal tillåts inte i skrivtransaktioner. Codeunit.Run tillåts vid skrivtransaktioner enbart om returvärdet inte används. Exempelvis tillåts inte OK := Codeunit.Run(). Report.RunModal tillåts i skrivtransaktioner enbart om RequestForm = FALSE. Exempelvis tillåts Report.RunModal(...,FALSE). XmlPort.RunModal tillåts i skrivtransaktioner enbart om RequestForm = FALSE. Exempelvis tillåts XmlPort.RunModal(...,FALSE). Använd COMMIT-funktionen för att spara ändringarna före samtalet eller använd en annan struktur för uppsättningen.

# ReportPrintPreviewWindowError
source: An error occurred when loading the Report Print Preview window: {0}
cs_cz: Došlo k chybě při načítání náhledu tisku sestavy: {0}
da_dk: Der opstod en fejl under forsøget på at indlæse vinduet Vis rapportudskrift: {0}
de_ch: Beim Laden des Fensters mit der Druckvorschau des Berichts ist ein Fehler aufgetreten: {0}
es_mx: Error al cargar la ventana Vista preliminar de informe: {0}
fi_fi: Virhe ladattaessa raportin esikatseluikkunaa: {0}
fr_ca: Une erreur s'est produite pendant le chargement de la fenêtre de visualisation du rapport : {0}
is_is: Villa kom upp við hleðslu gluggans Forskoðun prentunar á skýrslu: {0}
it_it: Errore durante il caricamento della finestra di anteprima di stampa report: {0}
nb_no: Det oppstod en feil under lasting av forhåndsvisningsvinduet for rapporten: {0}
nl_be: Er is een fout opgetreden bij het laden van het afdrukvoorbeeldvenster voor het rapport: {0}
ru_ru: При загрузке окна предварительного просмотра печати отчета возникла ошибка: {0}
sv_se: Ett fel uppstod när fönstret för förhandsgranskning av rapport lästes in: {0}

# ChkBox_ShowActionsPane
source: Show Home Tab
cs_cz: Zobrazit kartu domovské stránky
da_dk: Vis fanen Startside
de_ch: Registerkarte 'Start' anzeigen
es_mx: Mostrar pestaña Inicio
fi_fi: Näytä Kotisivu-välilehti
fr_ca: Afficher l'onglet Accueil
is_is: Sýna heimaflipa
it_it: Mostra scheda Pagina iniziale
nb_no: Vis faneblad for hjemmeside
nl_be: Tabblad Start weergeven
ru_ru: Показать вкладку "Главная"
sv_se: Visa fliken Start

# Radio_Descending
source: Descending
cs_cz: Sestupně
da_dk: Faldende
de_ch: Absteigend
es_mx: Descendente
fi_fi: Laskeva
fr_ca: Décroissant
is_is: Lækkandi
it_it: Decrescente
nb_no: Synkende
nl_be: Aflopend
ru_ru: По убыванию
sv_se: Fallande

# CommandLineArgumentValueNotSupported
source: The supplied command-line arguments are not supported. The value "{1}" is not supported for option "{0}".
cs_cz: Předané parametry příkazového řádku nejsou podporovány. Hodnota "{1}" není podporována jako option "{0}".
da_dk: De angivne kommandolinjeargumenter understøttes ikke. Værdien "{1}" understøttes ikke for indstillingen "{0}".
de_ch: Die angegebenen Befehlszeilenargumente werden nicht unterstützt. Der Wert "{1}" wird für Option "{0}" nicht unterstützt.
es_mx: No se admiten los argumentos de línea de comando proporcionados. El valor "{1}" no es un valor válido para la opción "{0}".
fi_fi: Annettuja komentoriviargumentteja ei tueta. Arvoa "{1}" ei tueta asetukselle "{0}".
fr_ca: Les arguments de ligne de commande fournis ne sont pas pris en charge. La valeur "{1}" n'est pas prise en charge pour l'option "{0}".
is_is: Frumbreytur skipanalínunnar eru ekki studdar. Gildið "{1}" er ekki stutt fyrir valkostinn "{0}".
it_it: Gli argomenti della riga di comando forniti non sono supportati. Il valore "{1}" non è supportato per l'opzione "{0}".
nb_no: De angitte kommandolinjeargumentene støttes ikke. Verdien "{1}" støttes ikke for alternativet "{0}".
nl_be: De opgegeven opdrachtargumenten worden niet ondersteund. De waarde "{1}" wordt voor de optie "{0}" niet ondersteund.
ru_ru: Указанные аргументы командной строки не поддерживаются. Значение "{1}" не поддерживается для параметра "{0}".
sv_se: De angivna kommandoradsargumenten stöds inte. Värdet {1} stöds inte för alternativet {0}.

# XmlPortDirection
source: Direction
cs_cz: Směr
da_dk: Retning
de_ch: Richtung
es_mx: Dirección
fi_fi: Suunta
is_is: Stefna
it_it: Direzione
nb_no: Retning
nl_be: Richting
ru_ru: Направление
sv_se: Riktning

# SystemPartNotes
source: Notes
cs_cz: Oznámení
da_dk: Noter
de_ch: Notizen
es_mx: Notas
fi_fi: Muistiot
is_is: Athugasemdir
it_it: Note
nb_no: Merknader
nl_be: Notities
ru_ru: Заметки
sv_se: Noteringar

# Notes_Action_ReadFull
source: View
cs_cz: Pohled
da_dk: Vis
de_ch: Ansicht
es_mx: Ver
fi_fi: Näytä
fr_ca: Affichage
is_is: Skoða
it_it: Visualizza
nb_no: Vis
nl_be: Weergeven
ru_ru: Вид
sv_se: Visa

# NoDataSetDefined
source: You have not yet retrieved a dataset for this query. The READ function can only be called after the dataset is retrieved with a call to the OPEN function.
cs_cz: Dosud nebyl načten dataset pro toto query. Funkci READ lze volat pouze poté, co byl obdržen dataset s voláním funkce OPEN.
da_dk: Du har endnu ikke hentet et datasæt for denne forespørgsel. Funktionen READ kan kun kaldes, efter at datasættet er hentet med et opkald til funktionen OPEN.
de_ch: Für diese Abfrage wurde noch kein Dataset abgerufen. Die READ-Funktion kann erst aufgerufen werden, nachdem das Dataset durch Aufrufen der OPEN-Funktion abgerufen wurde.
es_mx: No ha recuperado todavía un conjunto de datos para esta consulta. Sólo se puede llamar a la función READ después de que se recupere el conjunto de datos con una llamada a la función OPEN.
fi_fi: Et ole vielä hakenut tietojoukkoa tähän kyselyyn. READ-funktiota voi kutsua vasta sitten, kun tietojoukko on haettu kutsulla OPEN-funktioon.
fr_ca: Vous n'avez pas encore récupéré d'ensemble de données pour cette requête. La fonction READ ne peut être appelée qu'une fois que l'ensemble de données a été récupérée avec un appel à la fonction OPEN.
is_is: Gagnamengi fyrir þessa fyrirspurn hefur ekki enn verið sótt. Einungis er hægt að kalla í READ-aðgerðina eftir að gagnamengið er sótt með kalli í aðgerðina OPEN.
it_it: Non è ancora stato recuperato un set di dati per questa query. La funzione READ può essere chiamata solo dopo il recupero di un set di dati con una chiamata alla funzione OPEN.
nb_no: Du har ikke hentet et datasett for denne spørringen ennå. READ-funksjonen kan bare kalles etter at datasettet er hentet med et kall til OPEN-funksjonen.
nl_be: U hebt nog geen gegevensset voor deze query opgehaald. De functie READ kan alleen worden aangeroepen nadat de gegevensset is opgehaald met een aanroep voor de functie OPEN.
ru_ru: Вы еще не извлекли набор данных для этого запроса. Функция READ может быть вызвана только после извлечения набора данных с помощью вызова функции OPEN.
sv_se: Du har ännu inte hämtat en datauppsättning för frågan. READ-funktionen kan endast anropas efter att en datauppsättning har hämtats med hjälp av ett anrop till OPEN-funktionen.

# PageCloseHandlerFilterErrorsPleaseCorrect
source: One or more filters are not valid. Check the filters and correct them as needed. {0}
da_dk: Et eller flere filtre er ugyldige. Kontrollér filtrene, og ret dem efter behov. {0}
de_ch: Mindestens ein Filter ist ungültig. Überprüfen Sie die Filter, und korrigieren Sie sie ggf. {0}
es_mx: Uno o más filtros no son válidos. Compruebe los filtros y corríjalos según sea necesario. {0}
fi_fi: Vähintään yksi suodatin ei ole kelvollinen. Tarkista suodattimet ja korjaa ne tarvittaessa. {0}
fr_ca: Un ou plusieurs filtres ne sont pas valides. Vérifiez les filtres et corrigez-les au besoin. {0}
is_is: Ein eða fleiri afmarkanir eru ógildar. Athugið afmarkanirnar og leiðréttið þær eftir þörfum. {0}
it_it: Uno o più filtri non sono validi. Verificare i filtri e correggerli se necessari. {0}
nb_no: Ett eller flere filtre er ikke gyldige. Kontroller filtrene, og korriger dem etter behov. {0}
nl_be: Een of meer filters zijn niet geldig. Controleer de filters en corrigeer ze indien nodig. {0}
ru_ru: Один или несколько фильтров недопустимы. Проверьте фильтры и при необходимости исправьте их. {0}
sv_se: Ett eller flera filter är ogiltiga. Kontrollera filtren och korrigera dem efter behov. {0}

# Notes_Highlight_to
source: To
cs_cz: Komu
da_dk: Til
de_ch: An
es_mx: Para
fi_fi: Vastaanottaja
fr_ca: À
is_is: Til
it_it: A
nb_no: Til
nl_be: Aan
ru_ru: До
sv_se: Till

# AllTablesMustBeSynchronizedBeforeDeletingACompany
source: All tables must be in sync before a company can be deleted
da_dk: Alle tabeller skal være synkroniseret, før et regnskab kan slettes
de_ch: Alle Tabellen müssen synchronisiert sein, bevor ein Mandant gelöscht werden kann.
es_mx: Para poder eliminar una empresa, todas las tablas deben estar sincronizadas.
fi_fi: Kaikkien taulukkojen on oltava synkronoituja, ennen kuin yrityksen voi poistaa
fr_ca: Toutes les tables doivent être synchronisées avant de pouvoir supprimer une compagnie.
is_is: Allar töflur verða að vera samstilltar áður en hægt er að eyða fyrirtæki
it_it: Per poter eliminare una società, è necessario che tutte le tabelle siano sincronizzate
nb_no: Alle tabeller må være synkronisert før et firma kan slettes
nl_be: Alle tabellen moeten zijn gesynchroniseerd voordat een bedrijf kan worden verwijderd.
ru_ru: Перед удалением компании необходимо синхронизировать все таблицы.
sv_se: Alla tabeller måste vara synkroniserade innan ett företag kan tas bort

# Caption_NewButton
source: New Activity Button
cs_cz: Tlačítko Nová aktivita
da_dk: Ny aktivitetsknap
de_ch: Neue Aktionsschaltfläche
es_mx: Botón Nueva actividad
fi_fi: Uusi toimintopainike
fr_ca: Bouton Nouvelle activité
is_is: Nýr aðgerðahnappur
it_it: Nuovo pulsante attività
nb_no: Ny aktivitetsknapp
nl_be: Knop Nieuwe activiteit
ru_ru: Новая кнопка вызова функциональной области
sv_se: Ny aktivitetsknapp

# ToolsLicenseInfoSystemObjectCaption
source: Tools, License Information
cs_cz: Nástroje, informace o licenci
da_dk: Funk., Licensoplysninger
de_ch: Extras, Lizenzinformation
es_mx: Herramientas, Inf. de licencia
fi_fi: Työkalut, Käyttöoikeustiedot
fr_ca: Outils, Licence
is_is: Verkfæri, Uppl. um leyfisskrá
it_it: Strumenti, Inf. licenza
nb_no: Verktøy, Lisensinformasjon
nl_be: Extra, Licentie-informatie
ru_ru: Сервис, Инф. о лицензии
sv_se: Verktyg, Licensinformation

# TokenNotFoundInResponse
source: The security token section was not found in the RequestSecurityTokenResponse message received from the Identity Provider.
cs_cz: Sekce tokenu zabezpečení nebyl nalezen v RequestSecurityTokenResponse zprávě od poskytovatele Identity.
da_dk: Sektionen for sikkerhedstoken blev ikke fundet i meddelelsen RequestSecurityTokenResponse fra identitetsudbyderen.
de_ch: Der Abschnitt mit dem Sicherheitstoken wurde in der vom Identitätsanbieter empfangenen RequestSecurityTokenResponse-Nachricht nicht gefunden.
es_mx: La sección del token de seguridad no se encontró en el mensaje RequestSecurityTokenResponse recibido del Proveedor de identidad.
fi_fi: Suojaustunnusosaa ei löytynyt tunnistetietojen toimittajalta saadusta RequestSecurityTokenResponse-viestistä.
fr_ca: La section du jeton de sécurité est introuvable dans le message RequestSecurityTokenResponse reçu du fournisseur d'identité.
is_is: Öryggismerkishlutinn fannst ekki í RequestSecurityTokenResponse-skilaboðunum frá auðkennisveitunni.
it_it: Impossibile trovare il token di sicurezza nel messaggio RequestSecurityTokenResponse ricevuto dal provider di identità.
nb_no: Delen for sikkerhetstoken ble ikke funnet i RequestSecurityTokenResponse-meldingen som ble hentet fra identitetsleverandøren.
nl_be: De beveiligingstokensectie is niet gevonden in het RequestSecurityTokenResponse-bericht dat is ontvangen van de id-provider.
ru_ru: В сообщении RequestSecurityTokenResponse, полученном от поставщика удостоверений, не найден раздел маркера безопасности.
sv_se: Det gick inte att hitta avsnittet för säkerhetstoken i meddelandet RequestSecurityTokenResponse från identitetsleverantören.

# PagePreviewUserName
source: User
da_dk: Bruger
de_ch: Benutzer
es_mx: Usuario
fi_fi: Käyttäjä
fr_ca: Utilisateur
is_is: Notandi
it_it: Utente
nb_no: Bruker
nl_be: Gebruiker
ru_ru: Пользователь
sv_se: Användare

# FilterExpressionUnexpectedValue
source: Did not expect value '{0}'.
cs_cz: Nečekala, že hodnotu {0}.
da_dk: Værdien '{0}' forventedes ikke.
de_ch: Der Wert '{0}' wurde nicht erwartet.
es_mx: No esperaba el valor '{0}'.
fi_fi: Ei odotettu arvoa '{0}'.
fr_ca: La valeur « {0} » n'était pas prévue.
is_is: Ekki var búist við gildinu „{0}“.
it_it: Il valore '{0}' non è previsto.
nb_no: Forventet ikke verdien {0}.
nl_be: De waarde '{0}' wordt niet verwacht.
ru_ru: Не ожидалось значение "{0}".
sv_se: Förväntade inte värdet '{0}'.

# SaveViewAsMessage
source: Add this View to the Navigation Pane
cs_cz: Přidat tento Pohled do Navigačního podokna
da_dk: Føj denne visning til navigationsruden
de_ch: Ansicht zum Navigationsbereich hinzufügen
es_mx: Agregar esta vista al panel de exploración
fi_fi: Lisää tämä näkymä siirtymisruutuun
fr_ca: Ajouter cette vue au volet de navigation
is_is: Bæta þessu yfirliti við yfirlitssvæðið
it_it: Aggiungi questa visualizzazione al riquadro di spostamento.
nb_no: Legg denne visningen til i navigasjonsruten
nl_be: Deze weergave toevoegen aan het navigatiepaneel
ru_ru: Добавить это представление в панель навигации
sv_se: Lägg till den här vyn i navigeringsrutan

# PagePreviewDevelopmentSiteWeb
source: {0} - Web Client Development Site
da_dk: {0} - klientudviklingswebsted for internettet
de_ch: {0} - Web-Cliententwicklungswebsite
es_mx: {0}: sitio de desarrollo de clientes web
fi_fi: {0} - Verkkoasiakasohjelmien kehityssivusto
fr_ca: {0} - Site de développement client web
is_is: {0} - Þróunarvefsvæði fyrir vefbiðlara
it_it: {0} - Sito di sviluppo client Web
nb_no: {0} - område for utvikling av webklient
nl_be: {0} - Ontwikkelingssite webclient
ru_ru: {0} – сайт разработки веб-клиента
sv_se: {0} – webbplats för utveckling av webbklienter
