Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# StringNullOrEmpty
source: String cannot be null or empty.
cs_cz: Řetězec nemůže být null nebo prázdný.
da_dk: String må ikke være null eller tom.
de_ch: Zeichenfolge darf nicht null oder Leer sein.
es_mx: La cadena no puede ser nula o estar vacía.
fi_fi: Merkkijono ei voi olla null eikä tyhjä.
fr_ca: La chaîne ne peut pas être nulle ou vide.
is_is: Strengur getur ekki verið núll eða tómur.
it_it: La stringa non può essere null o vuota.
nb_no: Strengen kan ikke være null eller tom.
nl_be: De tekenreeks kan niet null of leeg zijn.
ru_ru: Строка не может иметь значение NULL или быть пустой.
sv_se: Strängen får inte vara null eller tom.

# Button_NewDots
source: New...
cs_cz: Nový...
da_dk: Ny...
de_ch: Neu...
es_mx: Nuevo...
fi_fi: Uusi...
fr_ca: Nouveau...
is_is: Nýtt...
it_it: Nuovo...
nb_no: Ny...
nl_be: Nieuw...
ru_ru: Новый...
sv_se: Ny...

# TestPageNotTableBound
source: The method is not supported on pages that are not bound to a table.
cs_cz: Metoda není podporována na stránkách, které nejsou vázány na tabulku.
da_dk: Metoden understøttes ikke på sider, som ikke er knyttet til en tabel.
de_ch: Die Methode wird für Seiten, die nicht an eine Tabelle gebunden sind, nicht unterstützt.
es_mx: Este método no se admite en páginas que no están enlazadas a una tabla.
fi_fi: Menetelmää ei tueta sivuilla, joita ei ole sidottu taulukkoon.
fr_ca: La méthode n'est pas prise en charge sur les pages qui ne sont pas liées à une table.
is_is: Aðferðin er ekki studd á síðum sem ekki eru bundnar við töflu.
it_it: Il metodo non è supportato nelle pagine non associate a una tabella.
nb_no: Metoden støttes ikke på sider som ikke er bundet til en tabell.
nl_be: De methode wordt niet ondersteund op pagina´s die niet aan een tabel zijn gekoppeld.
ru_ru: Метод не поддерживается на страницах, которые не связаны с таблицей.
sv_se: Metoden stöds inte på sidor som inte är kopplade till en tabell.

# SingleTenantOnlyZeroFound
source: There are no tenants mounted on the server. Validating table layout changes to protect against data loss is only supported with a single tenant mounted on the server.
cs_cz: Neexistují žádné nájemníky na serveru. Ověření tabulky rozložení změn k ochraně před ztrátou dat je podporováno pouze jediného nájemce na serveru.
da_dk: Der er ingen lejere tilknyttet på serveren. Validering af tabellayoutændringer for at beskytte mod datatab understøttes kun med en enkelt lejer tilknyttet på serveren.
de_ch: Auf dem Server sind keine Tenants eingebunden. Das Überprüfen von Änderungen am Tabellenlayout zum Schutz gegen Datenverlust wird nur unterstützt, wenn ein einzelner Tenant auf dem Server eingebunden ist.
es_mx: No existe ningún inquilino instalado en el servidor. La validación de cambios en la disposición de la tabla para evitar la pérdida de datos solo se admite con un único inquilino instalado en el servidor.
fi_fi: Palvelimeen ei ole liitetty vuokraajia. Taulukon asettelun muutosten tarkistusta tietojen häviämisen estämiseksi tuetaan vain, kun palvelimeen on liitetty yksi vuokraaja.
fr_ca: Aucun abonné n'est monté sur le serveur. La validation des changements de présentation de table pour éviter la perte de données est uniquement prise en charge avec un seul abonné monté sur le serveur.
is_is: Engir leigjendur eru uppsettir á þjóninum. Staðfesting breytinga á töfluútliti til varnar gegn gagnatapi er einungis studd með stökum leigjanda uppsettum á þjóninum.
it_it: Nessun tenant installato sul server. La convalida delle modifiche del layout delle tabelle per la protezione da perdita di dati è supportata solo con un solo tenant installato sul server.
nb_no: Ingen leietakere er montert på serveren. Validering av tabelloppsettsendringer som beskyttelse mot tap av data støttes bare når én leietaker er montert på serveren.
nl_be: Er zijn geen tenants op de server geïnstalleerd. Verificatie van wijzigingen in de opmaak van tabellen ter bescherming tegen gegevensverlies wordt alleen ondersteund als er één tenant op de server is geïnstalleerd.
ru_ru: На сервере не подключено ни одного арендатора. Проверка изменений макетов таблиц для защиты от потери данных поддерживается только при одном подключенном к серверу арендаторе.
sv_se: Inga klientorganisationer har monterats på servern. Validering av tabellayoutändringar för att skydda mot dataförlust stöds bara när en klientorganisation har monterats på servern.

# FilterSummaryAccessibleNameSortOrder
source: Sort order
cs_cz: Pořadí řazení
da_dk: Sorteringsrækkefølge
de_ch: Sortierreihenfolge
es_mx: Orden
fi_fi: Lajittelujärjestys
fr_ca: Ordre de tri
is_is: Röðun
it_it: Ordinamento
nb_no: Sorteringsrekkefølge
nl_be: Sorteervolgorde
ru_ru: Порядок сортировки
sv_se: Sorteringsordning

# ZoomToolEnabledForReports
source: The About This Report feature is now active. Run your report again to view the dataset.
cs_cz: Nyní je aktivní funkce o této sestavě. Pro zobrazení dat spusťte sestavu znovu.
da_dk: Funktionen Om denne rapport er nu aktiv. Kør rapporten igen for at få vist datasættet.
de_ch: Das Feature 'Info zu diesem Bericht' ist derzeit aktiv. Führen Sie den Bericht erneut aus, um den Dataset anzuzeigen.
es_mx: La función Acerca de este informe está activa. Vuelva a ejecutar el informe para ver el conjunto de datos.
fi_fi: Tietoja tästä raportista -toiminto on nyt käytettävissä. Näytä tietojoukko suorittamalla raportti uudelleen.
fr_ca: La fonction À propos de ce rapport est désormais active. Réexécutez votre rapport pour afficher le jeu de données.
is_is: Eiginleikinn Um þessa skýrslu er nú virkur. Keyra skal skýrsluna aftur til að skoða gagnamengið.
it_it: La funzionalità Informazioni sul report è attiva. Rieseguire il report per visualizzare il set di dati.
nb_no: Funksjonen Om denne rapporten er nå aktivert. Kjør rapporten på nytt for å vise datasettet.
nl_be: De functie Over deze lijst is nu actief. Voer de lijst opnieuw uit om de gegevensset weer te geven.
ru_ru: Функция "Об этом отчете" сейчас активна. Выполните отчет повторно для просмотра набора данных.
sv_se: Funktionen Om den här rapporten är nu aktiv. Kör rapporten igen om du vill visa datauppsättningen.

source: CreateInstance has not been called.
cs_cz: Nebyla volána CreateInstance.
da_dk: CreateInstance blev ikke kaldt.
de_ch: CreateInstance wurde nicht aufgerufen.
es_mx: No se ha llamado a CreateInstance.
fi_fi: CreateInstance-kohdetta ei ole kutsuttu.
fr_ca: CreateInstance n'a pas été appelé.
is_is: Það hefur ekki verið hringt í CreateInstance.
it_it: Chiamata a CreateInstance non eseguita.
nb_no: CreateInstance er ikke kalt.
nl_be: CreateInstance is niet aangeroepen.
ru_ru: Метод CreateInstance не вызван.
sv_se: CreateInstance har inte anropats.

# FilterExpressionExpectedValueAfter
source: A value is expected after a '{0}'.
cs_cz: Po '{0}' je očekávána hodnota.
da_dk: Der forventes en værdi efter et '{0}'.
de_ch: Nach einem Element vom Typ '{0}' wird ein Wert erwartet.
es_mx: Se espera un valor después de un '{0}'.
fi_fi: Odotetaan arvoa suodatinlausekkeen osan '{0}' jälkeen.
fr_ca: Une valeur est prévue après un « {0} ».
is_is: Gildis er vænst eftir „{0}“.
it_it: È previsto un valore dopo '{0}'.
nb_no: En verdi forventes etter {0}.
nl_be: Er wordt een waarde verwacht na een '{0}'.
ru_ru: Значение ожидается после "{0}".
sv_se: Ett värde förväntas efter en {0}.

# CannotOpenALink
source: Cannot open requested link. The default application cannot be started, or the link address is not valid.
cs_cz: Požadovaný odkaz nelze otevřít. Výchozí aplikaci nelze spustit nebo adresa odkazu není platná.
da_dk: Det ønskede link kan ikke åbnes. Standardprogrammet kan ikke startes, eller linkadressen er ugyldig.
de_ch: Der angeforderte Link kann nicht geöffnet werden. Die Standardanwendung kann nicht gestartet werden, oder die Linkadresse ist nicht gültig.
es_mx: No se puede abrir el vínculo solicitado. No se puede iniciar la aplicación predeterminada o la dirección del vínculo no es válida.
fi_fi: Pyydettyä linkkiä ei voi avata. Oletussovellusta ei voi käynnistää, tai linkin osoite ei kelpaa.
fr_ca: Impossible d'ouvrir le lien demandé. L'application par défaut ne peut pas être démarrée ou l'adresse du lien n'est pas valide.
is_is: Ekki er hægt að opna umbeðinn tengil. Ekki er hægt að ræsa sjálfgefið forrit eða veffang tengilsins er ógilt.
it_it: Impossibile aprire il collegamento desiderato. L'applicazione di default non può essere avviata o l'indirizzo del collegamento non è valido.
nb_no: Kan ikke åpne den angitte koblingen. Kan ikke starte standardprogrammet, eller koblingsadressen er ikke gyldig.
nl_be: Kan de aangevraagde koppeling niet openen. De standaardtoepassing kan niet worden gestart of het koppelingsadres is ongeldig.
ru_ru: Не удается открыть запрашиваемую ссылку. Приложение по умолчанию не запускается, или адрес ссылки недопустим.
sv_se: Det går inte att öppna den begärda länken. Det går inte att starta standardprogrammet, eller så är länkadressen ogiltig.

# DotNetInvokeOnTypeError
source: A call to {1}.{0} failed with this message: {2}
cs_cz: Toto hlášení je pro programátory C/AL: volání {1}. {0} selhalo se zprávou: {2}
da_dk: Et kald til {1}.{0} mislykkedes med følgende meddelelse: {2}
de_ch: Fehler bei einem Aufruf von {1}.{0} mit folgender Meldung: {2}
es_mx: Error en la llamada a {1}.{0} con el mensaje siguiente: {2}.
fi_fi: Menetelmän {1}.{0} kutsu epäonnistui. Sanoma: {2}
fr_ca: Un appel à {1}.{0} a échoué avec le message : {2}
is_is: Kall til {1}.{0} mistókst með skilaboðunum: {2}
it_it: Chiamata a {1}.{0} non riuscita con questo messaggio: {2}
nb_no: Et kall til {1}.{0} mislyktes med denne meldingen: {2}
nl_be: Een aanroep voor {1}.{0} is mislukt met dit bericht: {2}
ru_ru: Вызов {1}.{0} завершился ошибкой со следующим сообщением: {2}
sv_se: Ett anrop till {1}.{0} misslyckades med meddelandet: {2}

# DesignMenuSuiteBaseSystemObjectCaption
source: Design, MenuSuite, Basic
cs_cz: Návrh, MenuSuite, základ
da_dk: Design, Menusuite, Basis
de_ch: Design, MenuSuite, Standard
es_mx: Diseño, MenuSuite, Básico
fi_fi: Suunn., MenuSuite, Perus
fr_ca: Créer, MenuSuite, Base
is_is: Hanna, MenuSuite, Grunnur
it_it: Design, MenuSuite, Di base
nb_no: Design, Menyserie, Basis
nl_be: Design, MenuSuite, Basis
ru_ru: Дизайн, MenuSuite, Базовый
sv_se: Design, MenuSuite, Grunder

# 00095-50035
source: Index out of bounds.
cs_cz: Index je mimo hranice.
da_dk: Indekset er uden for de tilladte grænser.
de_ch: Der Index liegt nicht im zulässigen Bereich.
es_mx: Índice fuere de los límites.
fi_fi: Indeksi on rajojen ulkopuolella.
fr_ca: Index hors limites.
is_is: Vísirinn er utan leyfilegra marka.
it_it: Indice fuori dai limiti.
nb_no: Indeks utenfor området.
nl_be: Index buiten bereik.
ru_ru: Индекс находится за пределами привязки.
sv_se: Indexet är utanför intervallet.

# ZoomToolFilterFieldPrefix
source: Field
cs_cz: Pole
da_dk: Felt
de_ch: Feld
es_mx: Campo
fi_fi: Kenttä
fr_ca: Champ
is_is: Reitur
it_it: Campo
nb_no: Felt
nl_be: Veld
ru_ru: Поле
sv_se: Fält

# ErrorOpeningServiceControlManager
source: Unable to open Service Control Manager.
cs_cz: Nelze otevřít Správce řízení služeb.
da_dk: Service Control Manager kunne ikke åbnes.
de_ch: Dienststeuerungs-Manager kann nicht geöffnet werden.
es_mx: No se puede abrir el Administrador de control de servicios.
fi_fi: Palvelujen ohjauksen hallintaa ei voi avata.
fr_ca: Impossible d'ouvrir le Gestionnaire de contrôle des services.
is_is: Það er ekki hægt að opna þjónustustýringuna.
it_it: Impossibile aprire Gestione controllo servizi.
nb_no: Kan ikke åpne tjenestekontrollbehandling.
nl_be: Openen van Service Control Manager is mislukt.
ru_ru: Не удается открыть диспетчер служб.
sv_se: Det går inte att öppna Service Control Manager.

# ODataFilterParser_MissingItemAfterIsOperator
source: Missing literal or token after IS.
cs_cz: Chybějící literál nebo token za IS.
da_dk: Manglende konstantværdi eller token efter IS.
de_ch: Nach 'IS' fehlt ein Literal oder Token.
es_mx: Falta literal o token detrás de IS.
fi_fi: IS-sanan jälkeen puuttuu literaali tai tunnus.
fr_ca: Libellé ou jeton manquant après EST.
is_is: Týnt lesgildi eða tákn eftir IS.
it_it: Valore letterale o token mancante dopo IS.
nb_no: Manglende litteral eller token etter IS.
nl_be: Letterlijke waarde of token ontbreekt na IS.
ru_ru: Отсутствует буква или символ после IS.
sv_se: Saknar bokstav eller token efter IS.

# CertificateInvalid
source: The service certificate is valid from {1} to {2} only. Certificate details = {0}
cs_cz: Certifikát služby platí od {1} {2} pouze. Detaily certifikátu = {0}
da_dk: Tjenestecertifikatet er kun gyldigt fra {1} til {2}. Certifikatdetaljer = {0}
de_ch: Das Dienstzertifikat ist nur von {1} bis {2} gültig. Zertifikatdetails = {0}
es_mx: El certificado de servicio solo es válido del {1} al {2}. Detalles del certificado = {0}
fi_fi: Palveluvarmenne on voimassa vain {1} ja {2} välisen ajan. Varmenteen tiedot = {0}
fr_ca: Le certificat de service est valable de {1} à {2} uniquement. Détails du certificat = {0}
is_is: Þjónustuvottorðið gildir eingöngu frá {1} til {2}. Upplýsingar um vottorð = {0}
it_it: Il certificato di servizio è valido solo dal {1} al {2}. Dettagli certificato = {0}
nb_no: Tjenestesertifikatet er bare gyldig fra {1} til {2}. Sertifikatdetaljer = {0}
nl_be: Het dienstcertificaat is geldig van {1} tot {2}. Certificaatgegevens = {0}
ru_ru: Сертификат службы действителен только с {1} по {2}. Сведения сертификата = {0}
sv_se: Tjänstcertifikatet gäller bara från {1} till {2}. Certifikatinformation = {0}

# CurrentAuthenticationTypeCaption
source: Network:
cs_cz: Síť:
da_dk: Netværk:
de_ch: Netzwerk:
es_mx: Red:
fi_fi: Verkko:
fr_ca: Réseau :
is_is: Net:
it_it: Rete:
nb_no: Nettverk:
nl_be: Netwerk:
ru_ru: Сеть:
sv_se: Nätverk:

# Label_Calendar
source: Calendar
cs_cz: Kalendář
da_dk: Kalender
de_ch: Kalender
es_mx: Calendario
fi_fi: Kalenteri
fr_ca: Calendrier
is_is: Dagatal
it_it: Calendario
nb_no: Kalender
nl_be: Agenda
ru_ru: Календарь
sv_se: Kalender

# CaptionAddToButton
source: Add List
cs_cz: Přidat seznam
da_dk: Tilføj liste
de_ch: Liste hinzufügen
es_mx: Agregar lista
fi_fi: Lisää luettelo
fr_ca: Ajouter une liste
is_is: Bæta við lista
it_it: Aggiungi lista
nb_no: Legg til oversikt
nl_be: Lijst toevoegen
ru_ru: Добавить список
sv_se: Lägg till lista

# FileImportTextSystemObjectCaption
source: File, Import, Text
cs_cz: Soubor, Import, Text
da_dk: Filer, Indlæs obj., Tekst
de_ch: Datei, Import, Text
es_mx: Archivo, Importar, Texto
fi_fi: Tiedosto, Tuo, Teksti
fr_ca: Fichier, Importer, Texte
is_is: Skrá, Flytja inn, Texti
it_it: File, Importa, Testo
nb_no: Fil, Importer, Tekst
nl_be: Bestand, Importeren, Tekst
ru_ru: Файл, Импорт, Текстовый
sv_se: Fil, Import, Text

# MenuActionSendToExcelByServer
source: Open in Excel
cs_cz: Otevřít v aplikaci Excel
da_dk: Åbn i Excel
de_ch: In Excel öffnen
es_mx: Abrir en Excel
fi_fi: Avaa Excelissä
fr_ca: Ouvrir dans Excel
is_is: Opna í Excel
it_it: Apri in Excel
nb_no: Åpne i Excel
nl_be: Openen in Excel
ru_ru: Открыть в Excel
sv_se: Öppna i Excel

# InvalidPositionString
source: '{0}' is not a valid position specification for the {1} table. The position must contain all the primary key fields, in order, and only primary key fields.
cs_cz: '{0}' není platná specifikace pozice pro tabulku {1}. Pozice musí obsahovat všechna a pouze pole primárního klíče v definovaném pořadí.
da_dk: '{0}' er ikke en gyldig positionsspecifikation for tabellen {1}. Positionen skal indeholde alle primærnøglefelterne i rækkefølge og må kun indeholde primærnøglefelter.
de_ch: '{0}' ist keine gültige Positionsangabe für die Tabelle '{1}'. Die Position muss alle Primärschlüsselfelder (in der korrekten Reihenfolge) enthalten und darf ausschliesslich Primärschlüsselfelder enthalten.
es_mx: '{0}' no es una especificación de posición válida para la tabla {1}. La posición debe contener todos los campos de clave primaria, en orden y sólo campos de clave primaria.
fi_fi: "{0}" ei ole kelvollinen positiomääritys taulukossa {1}. Position täytyy sisältää kaikki perusavaimen kentät järjestyksessä ja vain perusavaimen kentät.
fr_ca: « {0} » n'est pas une spécification de position pour la table {1}. La position doit contenir tous les champs de clé primaire dans l'ordre, et uniquement ce type de champ.
is_is: „{0}“ er ekki gild staðsetningarlýsing fyrir töfluna {1}. Staðsetningin verður að innihalda alla aðallyklareiti, í röð, og einungis aðallyklareiti.
it_it: '{0}' non è una specifica di posizione valida per la tabella {1}. La posizione deve contenere solo tutti i campi della chiave primaria in ordine.
nb_no: {0} er ikke en gyldig plasseringsangivelse for {1}-tabellen. Plasseringen må inneholde alle primærnøkkelfeltene, i rekkefølge og bare primærnøkkelfelt.
nl_be: '{0}' is geen geldige positiespecificatie voor de tabel {1}. De positie moet alle primaire sleutelvelden bevatten, in de juiste volgorde en uitsluitend primaire sleutelvelden.
ru_ru: "{0}" не является допустимой спецификацией позиции для таблицы {1}. Позиция должна содержать все поля первичного ключа в требуемом порядке и только поля первичного ключа.
sv_se: {0} är inte en giltig positionsspecifikation för tabellen {1}. Positionen måste innehålla alla primärnyckelfält i ordning, och endast primärnyckelfält.

# MenuItemOpenInNewWindow
source: Open in New Window
cs_cz: Otevřít v novém okně
da_dk: Åbn i nyt vindue
de_ch: In neuem Fenster öffnen
es_mx: Abrir en una nueva ventana
fi_fi: Avaa uudessa ikkunassa
fr_ca: Ouvrir dans une nouvelle fenêtre
is_is: Opna í nýjum glugga
it_it: Apri in un'altra finestra
nb_no: Åpne i nytt vindu
nl_be: Openen in nieuw venster
ru_ru: Открыть в новом окне
sv_se: Öppna i nytt fönster

# NavLookupForm_SelectFromFullList
source: Select from full list
cs_cz: Výběr z úplného seznamu
da_dk: Vælg fra komplet liste
de_ch: Aus vollständiger Liste auswählen
es_mx: Seleccionar de la lista completa
fi_fi: Valitse koko luettelosta
fr_ca: Sélectionner dans la liste complète
is_is: Velja af öllum listanum
it_it: Seleziona da elenco completo
nb_no: Velge fra hele listen
nl_be: Selecteren uit volledige lijst
ru_ru: Выбор из полного списка
sv_se: Välj från fullständig lista

# SecurityFilterViolated
source: A security filter has been applied to table {0}. You cannot access records that are outside of this filter.
cs_cz: Filtr bezpečnosti byla vyrovnána do tabulky {0}. Záznamy, které jsou mimo tento filtr nelze získat přístup.
da_dk: Der er blevet anvendt et sikkerhedsfilter på tabellen {0}. Du har ikke adgang til records uden for dette filter.
de_ch: Auf die Tabelle {0} wurde ein Sicherheitsfilter angewendet. Sie können nicht auf Datensätze zugreifen, die sich ausserhalb dieses Filters befinden.
es_mx: Se ha establecido un filtro de seguridad para la tabla {0}. No se puede acceder a registros fuera de este filtro.
fi_fi: Suojaussuodatin on kohdistettu taulukkoon {0}. Et voi käyttää tietueita, jotka ovat tämän suodattimen ulkopuolella.
fr_ca: Un filtre de sécurité a été appliqué à la table {0}. Vous ne pouvez pas accéder aux enregistrements se trouvant en dehors de ce filtre.
is_is: Öryggisafmörkun hefur verið notuð á töflu {0}. Ekki er hægt að opna skráningar sem eru utan við þessa afmörkun.
it_it: Alla tabella {0} è stato applicato un filtro di protezione. Impossibile accedere ai record esterni al filtro.
nb_no: Det er tatt i bruk et sikkerhetsfilter for tabellen {0}. Du har ikke tilgang til poster som er utenfor dette filteret.
nl_be: Er is een beveiligingsfilter toegepast op tabel {0}. Records die buiten dit filter vallen, zijn niet toegankelijk.
ru_ru: Фильтр безопасности применен к таблице {0}. Невозможно получить доступ к записям, которые находятся вне этого фильтра.
sv_se: Ett säkerhetsfilter har tillämpats för tabellen {0}. Det går inte att komma åt poster som inte omfattas av det här filtret.

# FoundMetadataError
source: Found in ID: {0}, Language: {1}.
da_dk: Fundet i ID: {0}, Sprog: {1}.
de_ch: Gefunden in ID: {0}, Sprache: {1}.
es_mx: Se encuentra en el id.: {0}, idioma: {1}.
fi_fi: Löytyi tunnuksessa: {0}, kieli: {1}.
fr_ca: Trouvé dans ID : {0}, Langue : {1}.
is_is: Fannst í auðkenni: {0}, Tungumál: {1}.
it_it: Trovato in ID: {0}, Lingua: {1}.
nb_no: Funnet i ID: {0}. Språk: {1}.
nl_be: Gevonden in id: {0}, taal: {1}.
ru_ru: Найдено в идентификаторе: {0}, язык: {1}.
sv_se: Hittades i ID: {0}, språk: {1}.

# FreezeColumn
source: --- Freeze pane ---------------
cs_cz: ---Ukotvit podokno---
da_dk: --- Lås rude ---------------
de_ch: --- Fixierung ---------------
es_mx: --- Inmovilizar panel ---------------
fi_fi: --- Kiinnitysruutu ---------------
fr_ca: --- Volet Figer ---------------
is_is: --- Fast svæði ---------------
it_it: --- Blocca riquadro ---------------
nb_no: --- Frys rute ---------------
nl_be: --- Bevroren deelvenster ---------------
ru_ru: --- Область закрепления ---------------
sv_se: --- Låsning ---------------

# TargetAndSourceTableAreNotTheSame
source: Both target and source tables must refer to the same table.
cs_cz: Cíl a zdrojové tabulky musí odkazovat na stejnou tabulku.
da_dk: Både destinations- og kildetabellerne skal henvise til den samme tabel.
de_ch: Sowohl Ziel- als auch Ausgangstabellen müssen sich auf die gleiche Tabelle beziehen.
es_mx: Tanto la tabla de origen como la de destino deben hacer referencia a la misma tabla.
fi_fi: Sekä kohde- että lähdetaulukon on viitattava samaan taulukkoon.
fr_ca: Les tables source et cible doivent faire référence à la même table.
is_is: Bæði mark- og upprunatöflur þurfa að vísa í sömu töfluna.
it_it: Le tabelle di origine e di destinazione devono fare entrambe riferimento alla stessa tabella.
nb_no: Både mål- og kildetabellene må referere til samme tabell.
nl_be: Zowel de doeltabel als de brontabel moet naar dezelfde tabel verwijzen.
ru_ru: Целевая и исходная таблицы должны ссылаться на одну и ту же таблицу.
sv_se: Både käll- och måltabellerna måste referera till samma tabell.

# FindNoMoreRowsAbove
source: Found the first match in the list.
cs_cz: Nalezen první záznam v seznamu.
da_dk: Første match på listen blev fundet.
de_ch: Erste Übereinstimmung in der Liste gefunden.
es_mx: Se ha encontrado la primera instancia de la lista.
fi_fi: Ensimmäinen vastaavuus luettelossa löydetty.
fr_ca: Première correspondance trouvée dans la liste.
is_is: Fyrsta samsvörunin á listanum fannst.
it_it: Trovata la prima corrispondenza nella lista.
nb_no: Fant første treff i listen.
nl_be: Het eerste overeenkomende item in de lijst is gevonden.
ru_ru: Найдено первое совпадение в списке.
sv_se: Den första matchningen i listan hittades.
