Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# GetRangeMinNoMin
source: The filter "{0}" on the {1} field in the {2} table has no lower bound.
cs_cz: Filtr "{0}" na pole {1} v tabulce {2} nemá žádné meze.
da_dk: Filteret "{0}" i feltet {1} i tabellen {2} har ingen nedre grænse.
de_ch: Der Filter '{0}' für das Feld '{1}' in der Tabelle '{2}' besitzt keine untere Grenze.
es_mx: El filtro "{0}" del campo {1} de la tabla {2} no tiene límite inferior.
fi_fi: Suodattimessa "{0}" (kentässä {1} taulukossa {2}) ei ole alarajaa.
fr_ca: Le filtre « {0} » dans le champ {1} de la table {2} n'a pas de limite inférieure.
is_is: Afmörkunin „{0}“ í {1} reitnum í töflunni {2} hefur engin neðri mörk.
it_it: Il filtro "{0}" nel campo {1} della tabella {2} non dispone di un limite inferiore.
nb_no: Filteret {0} i feltet {1} i tabellen {2} har ingen nedre grense.
nl_be: Het filter "{0}" in het veld {1} in de tabel {2} heeft geen ondergrens.
ru_ru: Для фильтра "{0}" в поле {1} в таблице {2} не установлена нижняя граница.
sv_se: Filtret "{0}" i fältet {1} i tabellen {2} har ingen undre gräns.

# GoToWhere
source: Where
cs_cz: Kde
da_dk: Hvor
de_ch: Wenn
es_mx: Donde
fi_fi: Jossa
fr_ca: Où
is_is: Þar sem
it_it: Dove
nb_no: Der
nl_be: Waar
ru_ru: Где
sv_se: där

# Tab_CustomizeTaskPage1
source: FastTabs
cs_cz: Záložky
da_dk: Oversigtspaneler
de_ch: Inforegister
es_mx: Fichas desplegables
fi_fi: Pikavälilehdet
fr_ca: Raccourcis
is_is: Flýtiflipar
it_it: Schede dettaglio
nb_no: Hurtigfaner
nl_be: Sneltabbladen
ru_ru: Экспресс-вкладки
sv_se: Snabbflikar

# NavLookupForm_Caption
source: Select Value
cs_cz: Vyberte hodnotu
da_dk: Vælg værdi
de_ch: Wert auswählen
es_mx: Seleccionar valor
fi_fi: Valitse arvo
fr_ca: Sélectionner une valeur
is_is: Velja gildi
it_it: Selezionare valore
nb_no: Velg verdi
nl_be: Waarde selecteren
ru_ru: Выбрать значение
sv_se: Välj värde

# RecordAlreadyExists
source: The record already exists.
cs_cz: Záznam již existuje.
da_dk: Recorden findes allerede.
de_ch: Der Datensatz existiert bereits.
es_mx: El registro ya existe.
fi_fi: Tietue on jo olemassa.
fr_ca: L'enregistrement existe déjà.
is_is: Færslan er þegar fyrir hendi.
it_it: Il record esiste già.
nb_no: Posten finnes allerede.
nl_be: Het record is reeds aanwezig.
ru_ru: Запись уже существует.
sv_se: Posten finns redan.

# ChangedInvalidMetadataSnapshot
source: Metadata snapshot was changed for table {0} ({1}) due to invalid characters. {2}
da_dk: Metadata-snapshot blev ændret for tabellen {0} ({1}) pga. ugyldige tegn. {2}
de_ch: Der Metadaten-Snapshot wurde aufgrund von ungültigen Zeichen für die Tabelle {0} ({1}) geändert. {2}
es_mx: Se cambió la instantánea de metadatos de la tabla {0} ({1}) debido a caracteres no válidos. {2}
fi_fi: Taulukon {0} ({1}) metatietojen tilannevedos vaihdettiin virheellisten merkkien vuoksi. {2}
fr_ca: Le snapshot métadonnées a changé pour la table {0} ({1}) en raison de caractères non valides. {2}
is_is: Lýsigagnaskyndimynd var breytt fyrir töflu {0} ({1}) vegna ógildra stafa. {2}
it_it: Snapshot dei metadati modificato per la tabella {0} ({1}) a causa di caratteri non validi. {2}
nb_no: Metadataøyeblikksbildet er endret for tabellen {0} ({1}) på grunn av ugyldige tegn. {2}
nl_be: Snapshot van metagegevens is voor tabel {0} ({1}) gewijzigd vanwege ongeldige tekens. {2}
ru_ru: Снимок метаданных для таблицы {0} ({1}) изменен, так как он содержал недопустимые символы. {2}
sv_se: Ogiltiga tecken orsakade att ögonblicksbilden för metadata ändrades för tabellen {0} ({1}). {2}

# CurrentUserIsNotAllowedToChangeAuthenticationEmailNotValid
source: You do not have permission to change the specified Authentication Email.
cs_cz: Nemáte oprávnění ke změně zadaný ověřovací E-mail.
da_dk: Du har ikke tilladelse til at ændre den angivne godkendelsesmailadresse.
de_ch: Sie haben keine Berechtigung zum Ändern der angegebenen Authentifizierungs-E-Mail.
es_mx: No tiene permiso para cambiar la dirección de correo electrónico de autenticación especificado.
fi_fi: Sinulla ei ole oikeutta muuttaa määritettyä todennuksen sähköpostiosoitetta.
fr_ca: Vous n'êtes pas autorisé à modifier l'adresse électronique spécifiée pour l'authentification.
is_is: Ekki er til staðar heimild til að breyta tilgreindu sannvottunarnetfangi.
it_it: Non si dispone dell'autorizzazione necessaria per modificare l'indirizzo e-mail di autenticazione.
nb_no: Du har ikke tillatelse til å endre den angitte e-postadressen for godkjenning.
nl_be: U hebt geen toestemming om het opgegeven e-mailadres voor verificatie te wijzigen.
ru_ru: У вас нет прав на изменение указанного адреса проверки подлинности.
sv_se: Du saknar behörighet att ändra angiven e-post för autentisering.

# ZoomToolPageInformationCaption
source: Page Information
cs_cz: Informace o stránce
da_dk: Sideoplysninger
de_ch: Seiteninformationen
es_mx: Información de la página
fi_fi: Sivun tiedot
fr_ca: Informations page
is_is: Síðuupplýsingar
it_it: Informazioni pagina
nb_no: Sideopplysninger
nl_be: Pagina-informatie
ru_ru: Сведения о странице
sv_se: Sidinformation

# RDLCLayoutUpgradeConflict
source: The custom RDLC layout cannot be run or updated because it contains fields that have been deleted from the report dataset or there are conflicts due to field renaming. The following conflicts have been detected: {0}
cs_cz: he custom RDLC layout cannot be run or updated because it contains fields that have been deleted from the report dataset or there are conflicts due to field renaming. The following conflicts has been detected: {0}
da_dk: Det brugerdefinerede RDLC-layout kan ikke køres eller opdateres, da det indeholder felter, der er slettet fra rapportdatasættet, eller der er konflikter på grund af omdøbning af felter. Følgende konflikter er registreret: {0}
de_ch: Das benutzerdefinierte RDLC-Layout kann nicht ausgeführt oder aktualisiert werden, da es Felder enthält, die aus dem Berichtsdatensatz gelöscht wurden oder da Konflikte aufgrund der Umbenennung des Felds bestehen. Die folgenden Konflikte wurden erkannt: {0}
es_mx: El diseño RDLC personalizado no se puede ejecutar o actualizar porque contiene campos que se han eliminado del conjunto de datos del informe o porque hay conflictos debido al cambio de nombre de los campos. Se detectaron los conflictos siguientes: {0}
fi_fi: Mukautettua RDLC-asettelua ei voi suorittaa tai päivittää, koska se sisältää kenttiä, jotka on poistettu raportin tietojoukosta, tai kenttien uudelleennimeäminen on aiheuttanut ristiriitoja. Ohjelma havaitsi seuraavat ristiriidat: {0}
fr_ca: La présentation RDLC personnalisée ne peut pas être exécutée ni mise à jour, car elle contient des champs supprimés de l'ensemble de données de rapport ou il existe des conflits dus à l'attribution de nouveaux noms de champs. Les conflits suivants ont été détectés : {0}
is_is: Ekki er hægt að keyra eða uppfæra sérstillta RDLC-útlitið þar sem það inniheldur reiti sem hefur verið eytt úr gagnamengi skýrslunnar eða þá að árekstrar eru til staðar vegna þessa að heiti reits hefur verið breytt. Eftirfarandi árekstrar hafa fundist: {0}
it_it: Il layout RDLC personalizzato non può essere eseguito o aggiornato perché contiene campi che sono stati eliminati dal set di dati del report oppure a causa di conflitti provocati dalla ridenominazione dei campi. Sono stati rilevati i seguenti conflitti: {0}
nb_no: Det egendefinerte RDLC-oppsettet kan ikke kjøres eller oppdateres fordi det inneholder felt som er slettet fra rapportdatasettet, eller fordi det har oppstått konflikter grunnet endring av feltnavn. Følgende konflikter er oppdaget: {0}
nl_be: De aangepaste RDLC-lay-out kan niet worden uitgevoerd of bijgewerkt omdat deze velden bevat die zijn verwijderd uit de rapportgegevensset of omdat er conflicten zijn als gevolg van hernoemde velden. De volgende conflicten zijn gedetecteerd: {0}
ru_ru: Пользовательский макет RDLC невозможно запустить или обновить, так как в нем содержатся поля, удаленные из набора данных отчета, или же возникли конфликты в связи с переименованием полей. Обнаружены следующие конфликты: {0}
sv_se: Den anpassade RDLC-layouten kan inte köras eller uppdateras eftersom den innehåller fält som tagits bort ur rapportdatauppsättningen eller det finns konflikter som beror på att fält fått nya namn. Följande konflikter har identifierats: {0}

# GeneralHelpErrorMessage
source: An error has been found in the Help, and it cannot be displayed correctly. Error details have been logged in the event log. Contact your system administrator.
cs_cz: Nalezena chyba v nápovědě, a nemohou být zobrazeny správně. Podrobnosti o chybě byly zaznamenány v protokolu událostí. Obraťte se na správce systému.
da_dk: Der blev fundet en fejl i Hjælp, og den kan ikke vises korrekt. Fejldetaljerne er blevet logget i hændelsesloggen. Kontakt systemadministratoren.
de_ch: In der Hilfe wurde ein Fehler festgestellt, sodass keine ordnungsgemässe Anzeige möglich ist. Fehlerdetails wurden im Ereignisprotokoll erfasst. Wenden Sie sich an den Systemadministrator.
es_mx: Se ha detectado un error en la Ayuda y no se muestra correctamente. Los detalles del error se han registrado en el registro de eventos. Póngase en contacto con el administrador del sistema.
fi_fi: Ohjetta ei voi näyttää oikein virheen vuoksi. Virhetiedot kirjattiin tapahtumalokiin. Ota yhteys järjestelmänvalvojaan.
fr_ca: L'Aide contient une erreur et ne peut pas s'afficher correctement. Les détails de l'erreur ont été consignés dans le journal d'événements. Contactez votre administrateur système.
is_is: Villa fannst í hjálpinni og ekki er hægt að birta hana rétt. Upplýsingar um villuna hafa verið skráðar í atburðaskrána. Hafa skal samband við kerfisstjóra.
it_it: Impossibile visualizzare correttamente la Guida a causa di un errore. I dettagli dell'errore sono stati inseriti nel registro eventi. Contattare l'amministratore di sistema.
nb_no: Det er oppdaget en feil i hjelpen, som gjør at den ikke kan vises på riktig måte. Feildetaljene er loggført i hendelsesloggen. Kontakt systemansvarlig.
nl_be: Er is een fout aangetroffen in de Help, waardoor deze niet juist kan worden weergegeven. De foutdetails zijn vastgelegd in het gebeurtenislogboek. Neem contact op met de systeembeheerder.
ru_ru: Не удается корректно отобразить справку, т.к. обнаружена ошибка. Сведения об ошибке записаны в журнал событий. Обратитесь к системному администратору.
sv_se: Ett fel uppstod i hjälpen och den kan inte visas korrekt. Felinformation har loggats i händelseloggen. Kontakta systemadministratören.

# FieldMustBeURI
source: The {0} field in the {1} table must contain a valid address. The current value is {2}.
cs_cz: Pole {0} v {1} tabulka musí obsahovat platnou adresu. Současná hodnota je {2}.
da_dk: Feltet {0} i tabellen {1} skal indeholde en gyldig adresse. Den aktuelle værdi er {2}.
de_ch: Das Feld {0} in der Tabelle {1} muss eine gültige Adresse enthalten. Der aktuelle Wert ist {2}.
es_mx: El campo {0} de la tabla {1} debe contener una dirección válida. El valor actual es {2}.
fi_fi: Taulukon {1} kentän {0} on sisällettävä kelvollinen osoite. Nykyinen arvo on {2}.
fr_ca: Le champ {0} dans la table {1} doit contenir une adresse valide. La valeur actuelle est {2}.
is_is: Reiturinn {0} í töflunni {1} verður að innihalda gild vistfang. Núverandi gildi er {2}.
it_it: Il campo {0} nella tabella {1} deve contenere un indirizzo valido. Il valore corrente è {2}.
nb_no: Feltet {0} i tabellen {1} må inneholde en gyldig adresse. Den gjeldende verdien er {2}.
nl_be: Veld {0} in tabel {1} moet een geldig adres bevatten. De huidige waarde is {2}.
ru_ru: Поле {0} в таблице {1} должно содержать действительный адрес. Текущее значение: {2}.
sv_se: Fältet {0} i {1} måste innehålla en giltig adress. Det aktuella värdet är {2}.

# CommandLineValueHasToHaveOptionSpecified
source: The format of the command arguments that you have specified is invalid. The option must be specified for value "{0}".
cs_cz: Formát zadaných příkazových parametrů není platný. Volba musí být určena pro hodnotu "{0}".
da_dk: De kommandoargumenter, du har angivet, har et ugyldigt format. Indstillingen skal være angivet for værdien "{0}".
de_ch: Das Format der angegebenen Befehlsargumente ist ungültig. Die Option muss für Wert '{0}' angegeben werden.
es_mx: El formato de los argumentos de comando especificados no es válido. Debe especificar una opción para el valor "{0}".
fi_fi: Määritetty komentoriviargumenttien muoto on virheellinen. Asetus on määritettävä arvolle "{0}".
fr_ca: Le format des arguments de commande que vous avez spécifié n'est pas valide. L'option doit être spécifiée pour la valeur "{0}".
is_is: Snið skipanafrumbreytnanna sem tilteknar voru er ógilt. Tilgreina verður valkostinn fyrir gildið "{0}".
it_it: Il formato degli argomenti del comando specificati non è valido. L'opzione deve essere specificata per il valore "{0}".
nb_no: De angitte kommandoargumentene har ugyldig format. Alternativet må angis for verdien {0}.
nl_be: De indeling van de opgegeven opdrachtargumenten is ongeldig. De optie moet worden opgegeven voor de waarde {0}.
ru_ru: Аргументы команды заданы в недопустимом формате. Необходимо указать параметр для значения "{0}".
sv_se: Formatet för kommandoargumenten du angett är ogiltigt. Alternativet måste anges för värdet {0}.

# OfficeDocumentMayNotHaveSections
source: You cannot run the report because the {0} layout contains section breaks that conflict with the sections in the report. Remove the section breaks from the report layout, and then run the report.
da_dk: Du kan ikke køre rapporten, da layoutet {0} indeholder sektionsskift, der er i konflikt med sektionerne i rapporten. Fjern sektionsskiftene fra rapportlayoutet, og kør derefter rapporten.
de_ch: Sie können den Bericht nicht erstellen, da das {0}-Layout Abschnittsumbrüche enthält, die mit den Abschnitten im Bericht im Widerspruch stehen. Entfernen Sie die Abschnittsumbrüche aus dem Berichtslayout, und führen Sie den Bericht noch einmal aus.
es_mx: No se puede ejecutar el informe porque el diseño {0} contiene saltos de sección que entran en conflicto con las secciones del informe. Quite los saltos de sección del diseño de informe y, a continuación, ejecute el informe.
fi_fi: Raporttia ei voi ajaa, koska asettelu ({0}) sisältää osiojakoja, jotka ovat ristiriidassa raportin osioiden kanssa. Poista osiojaot raportin asettelusta ja aja raportti.
fr_ca: Vous ne pouvez pas exécuter le rapport car la présentation {0} contient des sauts de section en conflit avec les sections du rapport. Supprimez les sauts de section de la présentation du rapport et réexécutez le rapport.
is_is: Ekki er hægt að keyra skýrsluna vegna þess að {0} útlitið inniheldur hlutaskil sem rekast á við þætti í skýrslunni. Fjarlægið hlutaskilin úr skýrsluútlitinu og keyrið svo skýrsluna.
it_it: Impossibile eseguire il report perché il layout {0} contiene interruzioni di sezione in conflitto con le sezioni del report. Rimuovere le interruzioni di sezione dal layout ed eseguire il report.
nb_no: Du kan ikke kjøre rapporten fordi oppsettet {0} inneholder inndelingsskift som er i konflikt med inndelingene i rapporten. Fjern inndelingsskiftene fra rapportoppsettet, og kjør deretter rapporten.
nl_be: U kunt het rapport niet uitvoeren omdat de lay-out {0} sectie-einden bevat die strijdig zijn met de secties in het rapport. Verwijder de sectie-einden uit de rapportlay-out en voer vervolgens het rapport uit.
ru_ru: Невозможно запустить отчет, так как макет {0} содержит разрывы разделов, конфликтующие с разделами в отчете. Удалите разрывы разделов из макета отчета и запустите отчет.
sv_se: Du kan inte köra rapporten eftersom {0}-layouten innehåller sektionsbrytningar som står i konflikt med sektionerna i rapporten. Ta bort sektionsbrytningarna ur rapportlayouten och kör sedan rapporten.

# 00095-50174
source: The {0} method is not supported.
cs_cz: Metoda {0} není podporována.
da_dk: Metoden {0} understøttes ikke.
de_ch: Die {0}-Methode wird nicht unterstützt.
es_mx: El método {0} no es compatible.
fi_fi: Menetelmää {0} ei tueta.
fr_ca: La méthode {0} n'est pas prise en charge.
is_is: Aðferðin {0} er ekki studd.
it_it: Il metodo {0} non è supportato.
nb_no: Metoden {0} støttes ikke.
nl_be: De methode {0} wordt niet ondersteund.
ru_ru: Метод {0} не поддерживается.
sv_se: Metoden {0} stöds inte.

# GetRangeMaxNoMax
source: The filter "{0}" on the {1} field in the {2} table has no upper bound.
cs_cz: Filtr "{0} na {1} pole v tabulce {2} nemá horní mez.
da_dk: Filteret "{0}" i feltet {1} i tabellen {2} har ingen øvre grænse.
de_ch: Der Filter '{0}' für das Feld '{1}' in der Tabelle '{2}' besitzt keine obere Grenze.
es_mx: El filtro "{0}" del campo {1} de la tabla {2} no tiene límite superior.
fi_fi: Suodattimessa "{0}" (kentässä {1} taulukossa {2}) ei ole ylärajaa.
fr_ca: Le filtre « {0} » dans le champ {1} de la table {2} n'a pas de limite supérieure.
is_is: Afmörkunin „{0}“ í {1} reitnum í töflunni {2} hefur engin efri mörk.
it_it: Il filtro "{0}" nel campo {1} della tabella {2} non dispone di un limite superiore.
nb_no: Filteret {0} i feltet {1} i tabellen {2} har ingen øvre grense.
nl_be: Het filter "{0}" in het veld {1} in de tabel {2} heeft geen bovengrens.
ru_ru: Для фильтра "{0}" в поле {1} в таблице {2} не установлена верхняя граница.
sv_se: Filtret "{0}" i fältet {1} i tabellen {2} har ingen övre gräns.

# SystemEncryptionInvalidKeyFile
source: The import failed. The provided encryption key file contains invalid data and could not be imported.
da_dk: Indlæsningen mislykkedes. Den angivne krypteringsnøglefil indeholder ugyldige data og kunne ikke indlæses.
de_ch: Fehler beim Importieren. Die bereitgestellte Verschlüsselungsschlüsseldatei enthält ungültige Daten und konnte nicht importiert werden.
es_mx: Error de importación. El archivo de clave de cifrado proporcionado contiene datos no válidos y no se pudo importar.
fi_fi: Tuonti epäonnistui. Annetussa salausavaintiedostossa on virheellisiä tietoja, eikä sitä voitu tuoda.
fr_ca: L'importation a échoué. Le fichier de clé de chiffrement fourni contient des données non valides et n'a pas pu être importé.
is_is: Innflutningurinn mistókst. Dulritunarlykilsskráin inniheldur ógild gögn og ekki er hægt að flytja hana inn.
it_it: Importazione non riuscita. Il file della chiave di crittografia contiene dati non validi e non può essere importato.
nb_no: Importen mislyktes. Den angitte krypteringsnøkkelfilen inneholder ugyldige data og kan ikke importeres.
nl_be: De import is mislukt. Het verschafte coderingssleutelbestand bevat ongeldige gegevens en kan niet worden geïmporteerd.
ru_ru: Не удалось выполнить импорт. Предоставленный файл ключа шифрования содержит неверные данные, его импорт невозможен.
sv_se: Importen misslyckades. Den angivna krypteringsnyckeln innehåller ogiltiga data eller kunde inte importeras.

# AcsStsNoDocumentAtEndpoint
source: No metadata document was found at the global endpoint {0}.
cs_cz: Žádný dokument metadat nebyla nalezena na globální koncového bodu {0}.
da_dk: Der blev ikke fundet et metadatadokument på det globale slutpunkt {0}.
de_ch: Am globalen Endpunkt "{0}" wurde kein Metadatendokument gefunden.
es_mx: No se encontró ningún documento de metadatos en el extremo global {0}.
fi_fi: Globaalista päätepisteestä {0} ei löytynyt metatietoasiakirjaa.
fr_ca: Aucun document de métadonnées n'a été trouvé au niveau du point de terminaison global {0}.
is_is: Ekkert lýsigagnaskjal fannst á altæku endastöðinni {0}.
it_it: Nessun documento di metadati trovato nell'endpoint globale {0}.
nb_no: Finner ikke noe metadatadokument på det globale endepunktet {0}.
nl_be: Geen document met metagegevens gevonden bij het globale eindpunt {0}.
ru_ru: Документ метаданных не найден в глобальной конечной точке {0}.
sv_se: Det gick inte att hitta något metadatadokument på den globala slutpunkten {0}.

# FilterExpressionMissingClosingParenthesis
source: A ')' is missing.
cs_cz: ')' nebyla nalezena.
da_dk: Der mangler et ')'.
de_ch: Eine schliessende Klammer fehlt.
es_mx: Falta A ')'.
fi_fi: Oikea sulje ')' puuttuu.
fr_ca: Une « ) » est manquante.
is_is: ')' vantar.
it_it: ')' mancante.
nb_no: Et )-tegn mangler.
nl_be: Een ')' ontbreekt.
ru_ru: Отсутствует символ ")".
sv_se: En ')' saknas.

# ActionExportAsXML
source: Export as XML
cs_cz: Exportovat jako XML
da_dk: Eksportér som XML
de_ch: Als XML exportieren
es_mx: Exportar como XML
fi_fi: Vie XML-muodossa
fr_ca: Exporter vers un fichier XML
is_is: Flytja út sem XML
it_it: Esporta come XML
nb_no: Eksporter som XML
nl_be: Exporteren als XML
ru_ru: Экспортировать как XML
sv_se: Exportera som XML

# ToolsBackupSystemObjectCaption
source: Export Data to Data File
da_dk: Eksportér data til datafil
de_ch: Daten in Datendatei exportieren
es_mx: Exportar datos al archivo de datos
fi_fi: Vie tiedot datatiedostoon
fr_ca: Exporter données vers fichier de données
is_is: Flytja gögn út í gagnaskrá
it_it: Esporta dati in file di dati
nb_no: Eksporter data til datafil
nl_be: Gegevens exporteren naar gegevensbestand
ru_ru: Экспортировать данные в файл данных
sv_se: Exportera data till datafil

# FindOpenFindRow
source: Find
cs_cz: Najít
da_dk: Søg
de_ch: Suchen
es_mx: Buscar
fi_fi: Etsi
fr_ca: Rechercher
is_is: Leita
it_it: Trova
nb_no: Søk
nl_be: Zoeken
ru_ru: Найти
sv_se: Sök

# 00095-50169
source: To support the {0} language, install the Language Package for your version of Microsoft Office.
cs_cz: Chcete-li podporovat jazyk {0}, nainstalujte Jazykový balíček pro vaši verzi Microsoft Office.
da_dk: Installer sprogpakken til Microsoft Office-version for at understøtte sproget {0}.
de_ch: Installieren Sie das Sprachpaket für Ihre Microsoft Office-Version, damit die Sprache '{0}' unterstützt wird.
es_mx: Para admitir el idioma {0}, instale el Paquete de idioma de su versión de Microsoft Office.
fi_fi: Jos haluat käyttöön kielen {0} tuen, asenna Microsoft Office -versiosi kielipaketti.
fr_ca: Pour prendre en charge la langue {0}, installez le Pack de langues pour votre version de Microsoft Office.
is_is: Til að styðja tungumálið {0} þarf að setja upp tungumálapakkann fyrir þá útgáfu Microsoft Office sem er í þessari tölvu.
it_it: Per il supporto della lingua {0}, installare il Language Pack per la versione di Microsoft Office in uso.
nb_no: Installer språkpakken for din versjon av Microsoft Office som støtte for {0}-språket.
nl_be: Als u de taal {0} wilt ondersteunen, installeert u het Taalpakket voor uw versie van Microsoft Office.
ru_ru: Для поддержки языка {0} установите языковой пакет для имеющейся версии Microsoft Office.
sv_se: Om du vill att språket {0} ska stödjas, installerar du Language Package för din version av Microsoft Office.

# ConfigSoureInformation
source: Config source: {0}, Line: {1}.
cs_cz: Config zdroj: {0}, linka: {1}.
da_dk: Konfigurationskilde: {0}, linje: {1}.
de_ch: Konfigurationsquelle: {0}, Zeile: {1}.
es_mx: Origen de configuración: {0}, línea: {1}.
fi_fi: Määrityslähde: {0}, rivi: {1}.
fr_ca: Configurer la source : {0}, ligne : {1}.
is_is: Grunnstillingaruppruni: {0}, Lína: {1}.
it_it: Origine configurazione: {0}, Riga: {1}
nb_no: Konfig.kilde: {0}, linje: {1}.
nl_be: Config-bron: {0}, Regel: {1}.
ru_ru: Источник конфигурации: {0}, строка: {1}.
sv_se: Konfigurationskälla: {0}, Rad: {1}.
