Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# FileCompanyNewSystemObjectCaption
source: Create a new company
da_dk: Opret en ny virksomhed
de_ch: Neuen Mandanten erstellen
es_mx: Crear una nueva empresa
fi_fi: Luo uusi yritys
fr_ca: Créer une nouvelle compagnie
is_is: Stofna nýtt fyrirtæki
it_it: Crea una nuova società
nb_no: Opprett et nytt firma
nl_be: Een nieuw bedrijf maken
ru_ru: Создать новую компанию
sv_se: Skapa ett nytt företag

# IncompatibleRecordId_InvalidNumberOfFields
source: The value of the RecordID from table '{0}' doesn't match the current table design.
cs_cz: Hodnotu RecordID tabulky {0}, neodpovídá aktuální návrh tabulky.
da_dk: Værdien i RecordID fra tabellen '{0}' svarer ikke til det aktuelle tabeldesign.
de_ch: Der Wert der RecordID aus der Tabelle "{0}" stimmt nicht mit dem aktuellen Tabellendesign überein.
es_mx: El valor del RecordID de la tabla '{0}' no coincide con el diseño de la tabla actual.
fi_fi: RecordID-arvo taulukosta {0} ei vastaa nykyistä taulukon rakennetta.
fr_ca: La valeur du RecordID de la table « {0} » ne correspond pas à la conception actuelle de la table.
is_is: Gildi RecordID úr töflunni '{0}' samsvarar ekki hönnun núverandi töflu.
it_it: Il valore di RecordID dalla tabella '{0}' non corrisponde al progetto della tabella corrente.
nb_no: Verdien fra RecordID fra tabellen {0} samsvarer ikke med den gjeldende tabellutformingen.
nl_be: De waarde van de RecordID van tabel '{0}' past niet bij het huidige tabelontwerp.
ru_ru: Значение идентификатора RecordID из таблицы "{0}" не соответствует текущей структуре таблицы.
sv_se: Värdet för RecordID från tabellen {0} matchar inte den aktuella tabelldesignen.

# FilterSummaryAccessibleNameSortingKeys
source: Sorting keys
cs_cz: Třídicí klíče
da_dk: Sorteringsnøgler
de_ch: Sortierschlüssel
es_mx: Claves de ordenación
fi_fi: Lajitteluavaimet
fr_ca: Clés de tri
is_is: Röðunarlyklar
it_it: Chiavi di ordinamento
nb_no: Sorteringsnøkler
nl_be: Sorteersleutels
ru_ru: Ключи сортировки
sv_se: Sorteringsnycklar

# 00095-50070
source: Server page is not open.
cs_cz: Stránka serveru není otevřená.
da_dk: Serversiden er ikke åben.
de_ch: Die Serverseite ist nicht geöffnet.
es_mx: La página de servidor no está abierta.
fi_fi: Palvelinsivu ei ole avoinna.
fr_ca: La page du serveur n'est pas ouverte.
is_is: Þjónssíða er ekki opin.
it_it: Pagina server non aperta.
nb_no: Serversiden er ikke åpen.
nl_be: Serverpagina is niet geopend.
ru_ru: Страница сервера не открыта.
sv_se: Serversidan är inte öppen.

# 00095-50170
source: Argument was out of range: {0}.
cs_cz: Parametr byl mimo rozsah: {0}.
da_dk: Argumentet er uden for interval: {0}.
de_ch: Das Argument lag ausserhalb des gültigen Bereichs: {0}
es_mx: Argumento fuera del intervalo: {0}.
fi_fi: Argumentti oli alueen ulkopuolella: {0}.
fr_ca: L'argument ne correspond pas à l'intervalle défini : {0}.
is_is: Frumbreytan var utan leyfilegra marka: {0}.
it_it: Argomento esterno all'intervallo: {0}.
nb_no: Argumentet var utenfor gyldig område: {0}.
nl_be: Argument lag buiten bereik: {0}.
ru_ru: Аргумент вне диапазона: {0}.
sv_se: Argumentet låg utanför intervallet: {0}.

# ToolTipShowAsChartAction
source: Show all data on the page in a chart layout.
cs_cz: Zobrazíte všechna data na stránce v rozložení grafu.
da_dk: Få vist alle dataene på siden i et diagramlayout.
de_ch: Zeigen Sie alle Daten auf der Seite in einem Diagrammlayout an.
es_mx: Muestre todos los datos de la página en una presentación de gráfico.
fi_fi: Näytä kaikki sivun tiedot kaavioasettelussa.
fr_ca: Affichez toutes les données sur la page dans une disposition de graphique.
is_is: Sýna öll gögn á síðunni í skipuriti.
it_it: Mostrare tutti i dati nella pagina in un layout di grafico.
nb_no: Vis alle data på siden i et diagramoppsett.
nl_be: Alle gegevens op de pagina in een diagramindeling weergeven.
ru_ru: Показывать все данные на странице в макете диаграммы.
sv_se: Visa alla data på sidan i en diagramlayout.

# DotNetVariableNotCreated4
source: A DotNet variable has not been instantiated in {1} {2}: {0}
cs_cz: Tato zpráva je určena pro C/AL programátory: proměnná DotNet nebyla inicializována v {1} {2}: {0}
da_dk: Der er ikke blevet instantieret en DotNet-variabel i {1} {2}: {0}
de_ch: Für eine DotNet-Variable wurde in {1} {2} keine Instanz erstellt: {0}
es_mx: No se ha creado la instancia de la variable DotNet en {1} {2}: {0}
fi_fi: DotNet-muuttujan esiintymää ei ole luotu kohteessa {1} {2}: {0}
fr_ca: Une variable DotNet n'a pas été instanciée dans {1} {2} : {0}
is_is: DotNet-færibreyta hefur ekki verið eintekin í {1} {2}: {0}
it_it: Non è stata creata un'istanza di una variabile DotNet in {1} {2}: {0}
nb_no: En DotNet-variabel har ikke blitt instansiert i {1} {2}: {0}
nl_be: De DotNet-variabele is niet geïnstantieerd in {1} {2}: {0}
ru_ru: Не создан экземпляр переменной DotNet в {1} {2}: {0}
sv_se: En DotNet-variabel har inte instansierats i {1} {2}: {0}

# NegativeTimeSpan
source: The time span that is specified for setting {0} must be greater than or equal to {1}.
cs_cz: Časový interval, který je nastaven v {0} musí být větší než nebo roven {1}.
da_dk: Det tidsinterval, der angives for {0}, skal være større end eller lig med {1}.
de_ch: Die für die Einstellung '{0}' angegebene Zeitspanne muss grösser oder gleich {1} sein.
es_mx: El intervalo de tiempo especificado para la opción de configuración {0} debe ser igual o mayor que {1}.
fi_fi: Asetukselle {0} määritetyn aikavälin on oltava vähintään {1}.
fr_ca: La durée spécifiée pour le paramètre {0} doit être supérieure ou égale à {1}.
is_is: Tímabilið sem er tilgreint fyrir {0} verður að vera lengra en eða jafnlangt og {1}.
it_it: L'intervallo di tempo specificato per l'impostazione {0} deve essere maggiore di o uguale a {1}.
nb_no: Tidsrommet som angis for innstillingen {0}, må være større enn eller lik {1}.
nl_be: De opgegeven tijdperiode voor de instelling {0} moet groter dan of gelijk aan {1} zijn.
ru_ru: Интервал времени, указанный для настройки {0}, должен быть больше либо равен {1}.
sv_se: Det tidsintervall som anges för inställningen {0} måste vara större än eller lika med {1}.

# ConnectedPreparingWorkspace
source: A connection to the server has been established. Preparing your workspace…
cs_cz: Bylo navázáno připojení k serveru. Příprava pracovního prostoru...
da_dk: Der er oprettet forbindelse til serveren. Arbejdsområdet forberedes…
de_ch: Eine Verbindung mit dem Server wurde hergestellt. Der Arbeitsbereich wird vorbereitet.…
es_mx: Se estableció una conexión al servidor. Se está preparando el espacio de trabajo…
fi_fi: Palvelinyhteys muodostettiin. Valmistellaan työtilaa…
fr_ca: Une connexion avec le serveur a été établie. Préparation de votre espace de travail…
is_is: Tengingu við netþjóninn hefur verið komið á. Undirbýr vinnusvæði…
it_it: È stata stabilita una connessione al server. Preparazione dell'area di lavoro…
nb_no: Det er opprettet en tilkobling til serveren. Klargjør arbeidsområdet…
nl_be: Er is een verbinding met de server tot stand gebracht. De werkruimte wordt voorbereid…
ru_ru: Подключение к серверу выполнено. Идет подготовка рабочей области…
sv_se: En anslutning har skapats till servern. Förbereder arbetsytan…

# ShortcutNotValid
source: The shortcut defined is not valid: {0}. The requested page cannot be displayed. Contact your system administrator.
cs_cz: Zadaný zástupce není platný: {0}. Požadovaná stránka nemohla být zobrazena. Obraťte se na správce systému.
da_dk: Den angivne genvej er ugyldig: {0}. Den side, der blev anmodet om, kan ikke vises. Kontakt systemadministratoren.
de_ch: Die definierte Verknüpfung ist ungültig: {0}. Die angeforderte Seite kann nicht angezeigt werden. Wenden Sie sich an den Systemadministrator.
es_mx: El acceso directo definido no es válido: {0}. No se puede mostrar la página solicitada. Póngase en contacto con el administrador del sistema.
fi_fi: Määritetty pikavalinta ei ole kelvollinen: {0}. Pyydettyä sivua ei voi näyttää. Ota yhteys järjestelmänvalvojaan.
fr_ca: Le raccourci défini n'est pas valide : {0}. La page demandée ne peut pas être affichée. Contactez votre administrateur système.
is_is: Tilgreind flýtivísun er ekki gild: {0}. Það er ekki hægt að opna umbeðna síðu. Hafa skal samband við kerfisstjóra.
it_it: Collegamento definito non valido: {0}. Impossibile visualizzare la pagina richiesta. Contattare l'amministratore di sistema.
nb_no: Den definerte snarveien er ikke gyldig: {0}. Kan ikke vise forespurt side. Kontakt systemansvarlig.
nl_be: De gedefinieerde snelkoppeling is ongeldig: {0}. De aangevraagde pagina kan niet worden weergegeven. Neem contact op met uw systeembeheerder.
ru_ru: Определен недопустимый ярлык: {0}. Невозможно отобразить запрашиваемую страницу. Обратитесь к системному администратору.
sv_se: Den definierade genvägen är ogiltig: {0}. Den begärda sidan kan inte visas. Kontakta systemadministratören.

# MustBeASuperWithCurrentAuthenticationType
source: You must assign at least one user the SUPER permission set and configure that user to log in with authentication type ‘{0}’, which is supported by the current server instance.
cs_cz: Je třeba přiřadit alespoň jednomu uživateli oprávnění SUPER a nastavit přihlašování s ověřováním typu ‘{0}’, které je podporováno aktuální instancí serveru.
da_dk: Du skal tildele rettighedssættet SUPER til mindst én bruger og konfigurere den pågældende bruger til at logge på med godkendelsestypen ‘{0}’, der understøttes af den aktuelle serverforekomst.
de_ch: Weisen Sie mindestens einem Benutzer den Berechtigungssatz SUPER zu, und konfigurieren Sie diesen Benutzer so, dass er sich mit dem Authentifizierungstyp '{0}' anmeldet, der von der derzeitigen Serverinstanz unterstützt wird.
es_mx: Debe asignar al menos a un usuario el conjunto de permisos SUPER y configurar ese usuario para iniciar sesión con el tipo de autenticación "{0}", que es compatible con la instancia del servidor actual.
fi_fi: Sinun täytyy määrittää vähintään yhdelle käyttäjälle SUPER-käyttöoikeuksien joukko ja määrittää kyseinen käyttäjä kirjautumaan todennustyypillä "{0}", jota nykyinen palvelininstanssi tukee.
fr_ca: Vous devez affecter à au moins un utilisateur l'ensemble d'autorisations SUPER et configurer cet utilisateur de manière à ce qu'il puisse se connecter avec le type d'authentification « {0} », qui est pris en charge par l'instance de serveur actuelle.
is_is: Úthluta verður a.m.k. einum notanda heimildasamstæðuna SUPER og grunnstilla þann notanda til að skrá inn með sannvottunartegundinni „{0}“, sem er studd af gildandi þjónstilviki.
it_it: È necessario assegnare ad almeno un utente il set di autorizzazioni del gruppo SUPER e configurarlo in modo che esegua l'accesso con il tipo di autenticazione '{0}' supportata dall'istanza del server corrente.
nb_no: Du må tilordne SUPER-tillatelsessettet til minst én bruker og konfigurere denne brukeren til å logge på med godkjenningstypen {0}, som støttes av den gjeldende serverforekomsten.
nl_be: U moet de machtigingenset SUPER aan ten minste één gebruiker toewijzen en deze gebruiker zo instellen dat voor aanmelden het verificatietype {0} wordt gebruikt. Dit verificatietype wordt ondersteund door het huidige serverexemplaar.
ru_ru: Необходимо назначить хотя бы одному пользователю набор разрешений SUPER и сконфигурировать этого пользователя для входа в систему с типом проверки подлинности "{0}", который поддерживается текущим экземпляром сервера.
sv_se: Minst en användare måste tilldelas behörighetsuppsättningen SUPER och konfigureras för att logga in med autentiseringstypen {0}, som stöds av den aktuella serverinstansen.

# ConnectionOpenFault
source: The client could not establish a connection to the {0}. FaultCode = '{1}' Reason = '{2}'
cs_cz: Klient nemůže navázat připojení k {0}. Kód chyby = '{1}' Důvod = '{2}'
da_dk: Klienten kunne ikke oprette forbindelse til {0}. Fejlkode = '{1}' Årsag = '{2}'
de_ch: Vom Client konnte keine Verbindung mit '{0}' hergestellt werden. Fehlercode: {1} Ursache: {2}
es_mx: El cliente no puede establecer una conexión con {0}. Código de error = '{1}' Razón = '{2}'
fi_fi: Asiakasohjelma ei pystynyt muodostamaan yhteyttä kohteeseen {0}. FaultCode = '{1}' Syy = '{2}'
fr_ca: Le client n'a pas pu établir de connexion au {0}. Code panne = « {1} » Motif = « {2} »
is_is: Biðlarinn gat ekki komið á tengingu við {0}. FaultCode = „{1}“ Ástæða = „{2}“
it_it: Impossibile stabilire una connessione al {0}. Codice errore = '{1}' Motivo = '{2}'
nb_no: Klienten kunne ikke opprette en tilkobling til {0}. Feilkode = '{1}' Årsak = '{2}'
nl_be: De client kan geen verbinding maken met {0}. Probleemcode = '{1}' Reden = '{2}'
ru_ru: Клиенту не удалось установить подключение к {0}. Код ошибки = "{1}" Причина = "{2}"
sv_se: Klienten kunde inte upprätta en anslutning till {0}. Felkod = '{1}' Orsak = '{2}'

# MultipleUpgradeTableSyncSetups
source: The upgrade table {0} is used by more than one table synchronization setup in the upgrade codeunits.
da_dk: Opgraderingstabellen {0} bruges af mere end en tabelsynkroniseringsopsætning i opgraderings-codeunits.
de_ch: Die Upgrade-Tabelle {0} wird von mehreren Tabellensynchronisierungskonfigurationen in den Upgrade-Codeunits verwendet.
es_mx: Hay más de una configuración de sincronización de tablas en las codeunits de actualización que usan la tabla de actualización {0}.
fi_fi: Useampi kuin yksi taulukon synkronoinnin asetus käyttää päivitystaulukkoa {0} päivityksen codeuniteissa.
fr_ca: La table de mise à niveau {0} est utilisée par plusieurs paramétrages de synchronisation de table dans les Codeunits de mise à niveau.
is_is: Fleiri en einn samstillingargrunnur fyrir töflu í uppfærslukóðaeiningunum nota uppfærslutöfluna {0}.
it_it: La tabella di aggiornamento {0} è utilizzata da più setup di sincronizzazione tabella nelle codeunit di aggiornamento.
nb_no: Oppgraderingstabellen {0} brukes i mer enn ett tabellsynkroniseringsoppsett i oppgraderingskodeenhetene.
nl_be: De upgradetabel {0} wordt gebruikt door meer dan één tabelsynchronisatie-instelling in de upgrade-codeunits.
ru_ru: Таблица обновления {0} в модулях Codeunit обновления используется более чем одной настройкой синхронизации таблиц.
sv_se: Uppgraderingstabellen {0} används av fler än en tabellsynkroniseringsinställning i kodenheterna för uppgradering.

# TransactionNoLongerValidForClient
source: The SqlTransaction has been rolled back or committed; it is no longer usable.
cs_cz: SqlTransaction byla vrácena zpět nebo potvrzena; není již nadále použitelná.
da_dk: SqlTransaction er blevet tilbageført eller udført; den kan ikke længere bruges.
de_ch: Die SqlTransaction wurde zurückgesetzt oder bestätigt. Sie ist nicht mehr verwendbar.
es_mx: La SqlTransaction se ha revertido o confirmado; ya no se puede usar.
fi_fi: SqlTransaction-toimenpide on palautettu tai vahvistettu, eikä sitä voi enää käyttää.
fr_ca: SqlTransaction a été restauré ou engagé ; impossible de le réutiliser.
is_is: SqlTransaction hefur verið bakkað eða því ráðstafað; það er ekki lengur nothæft.
it_it: Impossibile utilizzare SqlTransaction perché ne è stato eseguito il rollback o il commit.
nb_no: SqlTransaction har blitt rullet tilbake eller lagret. Den kan ikke lengre brukes.
nl_be: De SQL-transactie is teruggedraaid of vastgelegd. Deze is niet langer bruikbaar.
ru_ru: SqlTransaction была остановлена или фиксирована. Она не может больше использоваться.
sv_se: SqlTransaction har återställts eller genomförts och kan inte längre användas.

# ZoomToolFormCaptionReports
source: About This Report
cs_cz: O této sestavě
da_dk: Om denne rapport
de_ch: Info zu diesem Bericht
es_mx: Acerca de este informe
fi_fi: Tietoja tästä raportista
fr_ca: À propos de ce rapport
is_is: Um þessa skýrslu
it_it: Informazioni sul report
nb_no: Om denne rapporten
nl_be: Over deze lijst
ru_ru: Об этом отчете
sv_se: Om den här rapporten

# 00095-50024
source: The supplied company name is not valid.
cs_cz: Zadaný název společnosti není platný.
da_dk: Det angivne virksomhedsnavn er ugyldigt.
de_ch: Der angegebene Mandantenname ist ungültig.
es_mx: El nombre de empresa proporcionado no es válido.
fi_fi: Annettu yrityksen nimi ei ole kelvollinen.
fr_ca: Le nom de compagnie fourni n'est pas valide.
is_is: Fyrirtækisheitið er ógilt.
it_it: Il nome specificato per la società non è valido.
nb_no: Det angitte firmanavnet er ikke gyldig.
nl_be: De opgegeven bedrijfsnaam is ongeldig.
ru_ru: Предоставлено недопустимое название организации.
sv_se: Det angivna företagsnamnet är ogiltigt.

# 00095-50124
source: If you choose XMLport format Fixed Text or Variable Text, then the root element must have source type Text.
cs_cz: Pokud zvolíte formát Fixed Text nebo Variable Text pro XMLport, pak musí mít kořenový element zdroj typu Text.
da_dk: Hvis du vælger XMLport-formatet Fixed Text eller Variable Text, skal rodelementet have kildetypen Tekst.
de_ch: Wenn das XMLport-Textformat Feste Breite oder Variabel ausgewählt wird, muss das Stammelement den Quelltyp Text haben.
es_mx: Si elige el formato XMLport de Fixed Text o Variable Text, el tipo de origen del elemento raíz debe ser de texto.
fi_fi: Jos valitset XMLport-muodon Fixed Text tai Variable Text, pääelementillä on oltava lähdetyyppi Teksti.
fr_ca: Si vous choisissez le format XMLport Texte fixe ou Texte variable, l'élément racine doit avoir le type origine Texte.
is_is: Ef XMLport-sniðið Fixed Text eða Variable Text er valið þarf hnútaatriðið að hafa upprunagerðina Texti.
it_it: Se è stato scelto il formato XMLport Fixed Text o Variable Text, il tipo di origine dell'elemento principale deve essere Testo.
nb_no: Hvis du velger XMLport-formatet Fast tekst eller Variabel tekst, må rotelementet ha kildetypen Tekst.
nl_be: Als u de XMLport-indeling Fixed Text of Variable Text kiest, moet het hoofdelement het brontype Tekst hebben.
ru_ru: Если для XMLport выбран формат Fixed Text или Variable Text, корневой элемент должен иметь тип источника "Текст".
sv_se: Om du väljer XMLport-formatet Fixed Text eller Variable Text, måste rotelementet ha källtypen Text.

# AutomationEventRegistrationFailed
source: Event registration for Automation Server {0} with class ID {1} failed during instantiation. Contact your system administrator.
cs_cz: Registrace události pro Automation Server {0} s ID třídy {1} se nezdařilo při vytváření instance. Obraťte se na správce systému.
da_dk: Registreringen af hændelsen i Automation-serveren {0} med klasse-id {1} mislykkedes under instantieringen. Kontakt din systemadministrator.
de_ch: Fehler bei der Instanziierung der Ereignisregistrierung für den Automatisierungsserver '{0}' mit der Klassen-ID '{1}'. Wenden Sie sich an den Administrator.
es_mx: Error en el registro de eventos para el servidor de automatización {0} con el Id. de clase {1} durante la creación de instancias. Póngase en contacto con el administrador del sistema.
fi_fi: Automaatiopalvelimen {0} ja luokan tunnuksen {1} tapahtuman rekisteröinti epäonnistui instanssin luomisen aikana. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Échec d'enregistrement de l'événement pour Automation Server {0} avec le code classe {1} lors de l'instanciation. Veuillez contacter votre administrateur système.
is_is: Atvikaskráning fyrir sjálfvirkniþjón {0} með klasakennið {1} mistókst við eintekningu. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Registrazione evento per Automation Server {0} con ID classe {1} non riuscita durante la creazione dell'istanza. Contattare l'amministratore di sistema.
nb_no: Hendelsesregistrering for Automation Server {0} med klasse-ID {1} mislyktes under eksemplifisering. Kontakt systemansvarlig.
nl_be: Gebeurtenisregistratie voor automatiseringsserver {0} met klasse-id {1} is mislukt tijdens instantiëring. Neem contact op met de systeembeheerder.
ru_ru: Произошел сбой регистрации события для сервера автоматизации {0} с идентификатором {1} класса во время реализации. Обратитесь за помощью к системному администратору.
sv_se: Händelseregistrering för Automation Server {0} med klass-ID {1} misslyckades under instansieringen. Kontakta systemadministratören.

# RecordLinksColumnUserId
source: User ID
cs_cz: ID uživatele
da_dk: Bruger-id
de_ch: Benutzer-ID
es_mx: Id. usuario
fi_fi: Käyttäjätunnus
fr_ca: Code utilisateur
is_is: Kenni notanda
it_it: ID utente
nb_no: Bruker-ID
nl_be: Gebruikers-id
ru_ru: Код пользователя
sv_se: Användar-ID

# RequestFailedNoRetry
source: The server "{0}" was unable to process the request. The application will close.
cs_cz: Server "{0}" nebyl schopen zpracovat požadavek. Aplikace bude ukončena.
da_dk: Serveren "{0}" kunne ikke behandle anmodningen. Programmet lukkes.
de_ch: Die Anforderung konnte nicht vom Server "{0}" verarbeitet werden. Die Anwendung wird beendet.
es_mx: El servidor "{0}" no pudo procesar la solicitud. Se cerrará la aplicación.
fi_fi: Palvelin "{0}" ei pystynyt käsittelemään pyyntöä. Sovellus sulkeutuu.
fr_ca: Le serveur « {0} » n'a pas pu traiter la requête. L'application va se fermer.
is_is: Netþjónninn "{0}" gat ekki unnið beiðnina. Forritinu verður lokað.
it_it: Il server "{0}" non è stato in grado di elaborare la richiesta. L'applicazione verrà chiusa.
nb_no: Forespørselen kunne ikke behandles på serveren {0}. Programmet vil bli lukket.
nl_be: De server {0} kan de aanvraag niet bewerken. De toepassing wordt gesloten.
ru_ru: Серверу не удалось обработать запрос "{0}". Приложение будет закрыто.
sv_se: Servern {0} kunde inte hantera förfrågan. Programmet avslutas.

# LockTimeOutNoTableError
source: The operation could not complete because a record was locked by another user. Please retry the activity.
cs_cz: Operaci nelze dokončit, protože záznam byl uzamčen jiným uživatelem. Zkuste to prosím znovu.
da_dk: Handlingen kunne ikke fuldføres, fordi en record var låst af en anden bruger. Prøv aktiviteten igen.
de_ch: Der Vorgang konnte nicht abgeschlossen werden, da ein Datensatz durch einen anderen Benutzer gesperrt wurde. Führen Sie die Aktion erneut aus.
es_mx: La operación no se pudo completar porque otro usuario bloqueó un registro. Vuelva a intentar la actividad.
fi_fi: Operaatiota ei voitu suorittaa, koska toinen käyttäjä lukitsi tietueen. Yritä toimintoa uudelleen.
fr_ca: L'opération ne s'est pas terminée car un enregistrement a été verrouillé par un autre utilisateur. Relancez l'activité.
is_is: Ekki tókst að ljúka aðgerðinni vegna þess að færslu var læst af öðrum notanda. Reyna skal aðgerðina aftur.
it_it: Impossibile completare l'operazione perché un record è stato bloccato da un altro utente. Ripetere l'attività.
nb_no: Operasjonen kan ikke fullføres fordi en post er låst av en annen bruker. Prøv aktiviteten på nytt.
nl_be: De bewerking kan niet worden voltooid omdat een record door een andere gebruiker is vergrendeld. Probeer de activiteit opnieuw.
ru_ru: Операцию не удалось выполнить, так как запись была заблокирована другим пользователем. Повторно выполните действие.
sv_se: Det gick inte att slutföra operationen eftersom en post har låsts av en annan användare. Försök med aktiviteten igen.
