Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ODataAmbiguousCompany
source: Your OData URL contains company information in the URL Segments and in the Query part '{0}'.
cs_cz: OData URL obsahuje informace o společnosti v segmentech adresy URL a v části dotazu {0}.
da_dk: URL-adressen til OData indeholder firmaoplysninger i URL-segmenterne og i forespørgselsdelen '{0}'.
de_ch: Ihre OData-URL enthält Unternehmensinformationen in den URL-Segmenten und im Abfrageteil '{0}'.
es_mx: La dirección URL de OData contiene información de empresa en los segmentos de URL y en el fragmento de la consulta '{0}'.
fi_fi: ODatan URL-osoite sisältää yritystietoja URL-segmenteissä ja kyselyosassa {0}.
fr_ca: Votre URL OData contient des informations de compagnie dans les segments URL et dans la partie Requête « {0} ».
is_is: OData-slóðin inniheldur fyrirtækisupplýsingar í slóðarhlutunum og í fyrirspurnarhlutanum „{0}“.
it_it: L'URL OData contiene informazioni sulla società nei segmenti dell'URL e nel riquadro di query '{0}'.
nb_no: OData-URL-adressen inneholder selskapsinformasjon i URL-segmentene og i spørringsdelen {0}.
nl_be: Uw OData-URL bevat bedrijfsgegevens in de URL-segmenten en in het queryonderdeel '{0}'
ru_ru: URL-адрес OData содержит сведения об организации в сегментах URL-адреса и в части запроса "{0}".
sv_se: OData-URL:en innehåller företagsinformation i URL-segmenten och i frågedelen {0}.

# TableInUseCannotUpdateSQLDefinition
source: An updated definition for table {0} cannot be applied in SQL because the table is currently in use. Try again later.
cs_cz: Aktualizované definice pro tabulku {0} nelze použít v SQL, protože tato tabulka je v současné době v provozu. Opakujte akci později.
da_dk: Det er ikke muligt at anvende en opdateret definition for tabel {0} i SQL, fordi tabellen er i brug for øjeblikket. Prøv igen senere.
de_ch: Eine aktualisierte Definition für Tabelle {0} kann nicht in SQL angewendet werden, da die Tabelle derzeit verwendet wird. Bitte versuchen Sie es später erneut.
es_mx: No se puede aplicar una definición actualizada para la tabla {0} en SQL porque la tabla se encuentra actualmente en uso. Vuelva a intentarlo más tarde.
fi_fi: Taulukon {0} päivitettyä määritystä ei voi käyttää SQL:ssä, koska taulukko on tällä hetkellä käytössä. Yritä myöhemmin uudelleen.
fr_ca: Impossible d'appliquer une définition mise à jour de la table {0} dans SQL car la table est en cours d'utilisation. Réessayez ultérieurement.
is_is: Ekki er hægt að nota uppfærða skilgreiningu fyrir töflu {0} í SQL því taflan er í notkun sem stendur. Reynið aftur síðar.
it_it: Impossibile applicare una definizione aggiornata per la tabella {0} in SQL perché la tabella è attualmente in uso. Riprovare più tardi.
nb_no: En oppdatert definisjon for tabellen {0} kan ikke brukes i SQL fordi tabellen er i bruk for øyeblikket. Prøv på nytt senere.
nl_be: Een bijgewerkte definitie voor tabel {0} kan niet worden toegepast in SQL, omdat de tabel momenteel in gebruik is. Probeer het later opnieuw.
ru_ru: Невозможно применить обновленное определение таблицы {0} в SQL, так как таблица в настоящее время используется. Повторите попытку позже.
sv_se: En uppdaterad definition för tabellen {0} kan inte användas i SQL eftersom tabellen används för närvarande. Försök igen senare.

# StartSessionParentComment
source: Started by Session ID: {0}
cs_cz: Spuštěno relací ID {0}
da_dk: Startet af sessions-id: {0}
de_ch: Gestartet von Sitzungs-ID: {0}
es_mx: Iniciado por id. sesión: {0}
fi_fi: Aloitettu istunnon tunnuksella: {0}
fr_ca: Commencé par le code session : {0}
is_is: Ræst af lotuauðkenni: {0}
it_it: Avviato in base a ID Sessione: {0}
nb_no: Startet av økt-ID: {0}
nl_be: Gestart door sessie-id: {0}
ru_ru: Запущено сеансом с идентификатором: {0}
sv_se: Har startats av sessions-ID: {0}

source: Export
cs_cz: Exportovat
da_dk: Udlæs
de_ch: Exportieren
es_mx: Exportar
fi_fi: Vie
fr_ca: Exporter
is_is: Flytja út
it_it: Esporta
nb_no: Eksporter
nl_be: Exporteren
ru_ru: Экспорт
sv_se: Exportera

# CertificateThumbprintNotSpecified
source: The required certificate thumbprint is not specified. Specify a valid value for the ServicesCertificateThumbprint configuration setting.
cs_cz: Kryptografický otisk certifikátu není zadán. Zadejte platnou hodnotu pro nastavení konfigurace ClientServicesCertificateThumbprint.
da_dk: Det nødvendige certifikataftryk er ikke angivet. Angiv en gyldig værdi for konfigurationsindstillingen ServicesCertificateThumbprint.
de_ch: Der erforderliche Zertifikatfingerabdruck wurde nicht angegeben. Geben Sie einen gültigen Wert für die Konfigurationseinstellung 'ServicesCertificateThumbprint' an.
es_mx: No se especificó el valor de huella digital de certificado obligatorio. Especifique un valor válido para el valor de configuración ServicesCertificateThumbprint.
fi_fi: Vaadittua varmenteen allekirjoitusta ei ole määritetty. Määritä kelvollinen arvo ServicesCertificateThumbprint-määritysasetukselle.
fr_ca: L'empreinte de certificat requise n'est pas spécifiée. Spécifiez une valeur valide pour le paramètre de configuration ServicesCertificateThumbprint.
is_is: Ekki er búið að tilgreina nauðsynlegt vottorðskenni. Tilgreina þarf rétt gildi fyrir grunnstillinguna ServicesCertificateThumbprint.
it_it: Non è specificata l'identificazione personale certificato richiesta. Specificare un valore valido per l'impostazione di configurazione ServicesCertificateThumbprint.
nb_no: Det obligatoriske sertifikatavtrykket er ikke angitt. Angi en gyldig verdi for konfigurasjonsinnstillingen ServicesCertificateThumbprint.
nl_be: De vereiste certificaatvingerafdruk is niet opgegeven. Geef een geldige waarde op voor de configuratie-instelling ServicesCertificateThumbprint.
ru_ru: Не задан требуемый отпечаток сертификата. Укажите для параметра конфигурации ServicesCertificateThumbprint допустимое значение.
sv_se: Det obligatoriska certifikattumavtrycket har inte specificerats. Ange ett giltigt värde för konfigurationsinställningen ServicesCertificateThumbprint.

# FindPreviousRow
source: Find Previous
cs_cz: Najít předchozí
da_dk: Find forrige
de_ch: Vorherige
es_mx: Buscar anterior
fi_fi: Etsi edellinen
fr_ca: Précédent
is_is: Finna fyrra
it_it: Trova precedente
nb_no: Søk etter forrige
nl_be: Vorige zoeken
ru_ru: Найти предыдущий
sv_se: Sök föreg&ående

# ColumnLabel_Large
source: Large
cs_cz: Velké
da_dk: Stor
de_ch: Gross
es_mx: Grande
fi_fi: Suuri
fr_ca: Grand
is_is: Stór
it_it: Grande
nb_no: Stor
nl_be: Groot
ru_ru: Крупная
sv_se: Stor

# ChkBox_ShowMessages
source: Show Mail
cs_cz: Zobrazit poštu
da_dk: Vis mail
de_ch: E-Mail anzeigen
es_mx: Mostrar correo
fi_fi: Näytä posti
fr_ca: Afficher le courriel
is_is: Sýna póst
it_it: Mostra e-mail
nb_no: Vis e-post
nl_be: E-mailberichten weergeven
ru_ru: Показать почту
sv_se: Visa e-post

# UnspecifiedSyncError
source: An unspecified error occurred during synchronization.
da_dk: Der opstod en uspecificeret fejl under synkroniseringen.
de_ch: Bei der Synchronisierung ist ein nicht spezifizierter Fehler aufgetreten.
es_mx: Se produjo un error no especificado durante la sincronización.
fi_fi: Synkronoinnin aikana ilmeni määrittämätön virhe.
fr_ca: Une erreur non spécifiée s'est produite pendant la synchronisation.
is_is: Óskilgreind villa kom upp við samstillingu.
it_it: Errore non specificato durante la sincronizzazione.
nb_no: Det oppstod en uspesifisert feil under synkroniseringen.
nl_be: Er is een niet-opgegeven fout opgetreden tijdens de synchronisatie.
ru_ru: Во время синхронизации произошла неопределенная ошибка.
sv_se: Ett ospecificerat fel uppstod under synkroniseringen.

# FileExportTextSystemObjectCaption
source: File, Export, Text
cs_cz: Soubor, Export, Text
da_dk: Filer, Udlæs obj., Tekst
de_ch: Datei, Export, Text
es_mx: Archivo, Exportar, Texto
fi_fi: Tiedosto, Vie, Teksti
fr_ca: Fichier, Exporter, Texte
is_is: Skrá, Flytja út, Texti
it_it: File, Esporta, Testo
nb_no: Fil, Eksporter, Tekst
nl_be: Bestand, Exporteren, Tekst
ru_ru: Файл, Экспорт, Текстовый
sv_se: Fil, Export, Text

# MenuItemSetWorkDate
source: Set Work Date
cs_cz: Nastavit pracovní datum
da_dk: Angiv arbejdsdato
de_ch: Arbeitsdatum festlegen
es_mx: Definir fecha trabajo
fi_fi: Aseta käsittelypäivämäärä
fr_ca: Définir la date de travail
is_is: Velja vinnudagsetningu
it_it: Imposta work date
nb_no: Angi arbeidsdato
nl_be: Werkdatum instellen
ru_ru: Установить рабочую дату
sv_se: Ange arbetsdatum

# Repeater_ExpandAllAction_Caption
source: Expand All
cs_cz: Rozbalit vše
da_dk: Udvid alle
de_ch: Alle aufklappen
es_mx: Expandir todo
fi_fi: Laajenna kaikki
fr_ca: Développer tout
is_is: Stækka allt
it_it: Espandi tutto
nb_no: Utvid alle
nl_be: Alles uitvouwen
ru_ru: Раскрыть все
sv_se: Expandera alla

# Caption_CustomizeNavigationPane
source: Customize Navigation Pane
cs_cz: Přizpůsobit navigační podokno
da_dk: Tilpas navigationsrude
de_ch: Navigationsbereich anpassen
es_mx: Personalizar panel de exploración
fi_fi: Mukauta siirtymisruutu
fr_ca: Volet de navigation Personnaliser
is_is: Sérstilla yfirlitssvæði
it_it: Personalizza riquadro di spostamento
nb_no: Tilpass navigasjonsrute
nl_be: Navigatiedeelvenster aanpassen
ru_ru: Настройка панели навигации
sv_se: Anpassa navigeringsruta

# OfficeDocumentCouldNotBeSaved
source: The {0} document cannot be saved. The following error occurred: {1}
da_dk: Dokumentet {0} kan ikke gemmes. Der opstod følgende fejl: {1}
de_ch: Das Dokument {0} kann nicht gespeichert werden. Der folgende Fehler ist aufgetreten: {1}
es_mx: El documento {0} no se puede guardar. Se produjo el siguiente error: {1}
fi_fi: Tiedostoa {0} ei voi tallentaa. Tapahtui seuraava virhe: {1}
fr_ca: Impossible d'enregistrer le document {0}. L'erreur suivante s'est produite : {1}
is_is: Ekki er hægt að vista skjalið {0}. Eftirfarandi villa kom upp: {1}
it_it: Impossibile salvare il documento {0}. Si è verificato l'errore seguente: {1}
nb_no: Dokumentet {0} kan ikke lagres. Følgende feil oppstod: {1}
nl_be: Het document {0} kan niet worden opgeslagen. The De volgende fout is opgetreden: {1}
ru_ru: Не удалось сохранить документ {0}. Возникла следующая ошибка: {1}
sv_se: Det går inte att spara dokumentet {0}. Följande fel inträffade: {1}

# Tab_CustomizeListPlace4
source: Ribbon
cs_cz: Pás karet
da_dk: Bånd
de_ch: Menüband
es_mx: Cinta de opciones
fi_fi: Valintanauha
fr_ca: Ruban
is_is: Borði
it_it: Barra multifunzione
nb_no: Bånd
nl_be: Lint
ru_ru: Лента
sv_se: Menyflik

# InvalidTimeZone
source: The time zone with ID '{0}' was found on the server, but the registry information was corrupt.
cs_cz: Časové pásmo s ID {0} bylo nalezeno na serveru, ale informace registru byla poškozena.
da_dk: Tidszonen med id'et '{0}' blev fundet på serveren, men oplysningerne i registreringsdatabasen var beskadigede.
de_ch: Auf dem Server wurde zwar die Zeitzone mit der ID '{0}' gefunden, die Registrierungsinformationen sind jedoch beschädigt.
es_mx: La zona horaria con Id. '{0}' se encontró en el servidor, pero la información de registro estaba dañada.
fi_fi: Aikavyöhykkeen tunnusta "{0}" ei löytynyt palvelimesta, mutta rekisteritiedot olivat vahingoittuneet.
fr_ca: Le fuseau horaire avec le code « {0} » a été trouvé sur le serveur, mais les informations de Registre sont corrompues.
is_is: Tímabeltið með auðkennið „{0}“ fannst á netþjóninum en stýrisskrárupplýsingarnar voru skemmdar.
it_it: È stato trovato il fuso orario con ID '{0}' nel server, ma le informazioni del Registro di sistema sono danneggiate.
nb_no: Tidssonen med IDen {0} ble funnet på serveren, men registerinformasjonen var skadet.
nl_be: De tijdzone met id '{0}' is gevonden op de server, maar de registergegevens zijn beschadigd.
ru_ru: На сервере найден часовой пояс с идентификатором "{0}", но информация реестра была повреждена.
sv_se: Tidszonen med ID:t {0} hittades på servern, men registerinformationen är skadad.

# FormResultSchedule
source: &Schedule
da_dk: &Plan
de_ch: &Plan
es_mx: Previ&sión
fi_fi: &Aikataulu
fr_ca: &Programmer
is_is: Áæ&tlun
it_it: &Programmazione
nb_no: &Tidsplan
nl_be: &Plannen
ru_ru: &Запланировать
sv_se: &Planera

# NavUserNotAuthorized
source: You do not have access to Microsoft Dynamics NAV. Verify that you have been set up as a valid user in Microsoft Dynamics NAV.
cs_cz: Nemáte přístup k aplikaci Microsoft Dynamics NAV. ověřit, že jste byl nastaven jako platného uživatele aplikace Microsoft Dynamics NAV.
da_dk: Du har ikke adgang til Microsoft Dynamics NAV. Kontrollér, at du er konfigureret som gyldig bruger i Microsoft Dynamics NAV.
de_ch: Sie haben keinen Zugriff auf Microsoft Dynamics NAV. Prüfen Sie, ob Sie als gültiger Benutzer in Microsoft Dynamics NAV eingerichtet wurden.
es_mx: No dispone de acceso a Microsoft Dynamics NAV. Verifique que está configurado como un usuario válido en Microsoft Dynamics NAV.
fi_fi: Sinulla ei ole oikeuksia käyttää Microsoft Dynamics NAV -järjestelmää. Varmista, että sinut on määritetty Microsoft Dynamics NAV -järjestelmän käyttäjäksi.
fr_ca: Vous n'avez pas accès à Microsoft Dynamics NAV. Vérifiez que vous êtes configuré comme un utilisateur valide dans Microsoft Dynamics NAV.
is_is: Notandi hefur ekki aðgang að Microsoft Dynamics NAV. Staðfestið þarf gilda uppsetningu notanda í Microsoft Dynamics NAV.
it_it: Non si dispone dell'accesso a Microsoft Dynamics NAV. Verificare di essere impostati come utente valido in Microsoft Dynamics NAV.
nb_no: Du har ikke tilgang til Microsoft Dynamics NAV. Kontroller at du er registrert som en gyldig bruker i Microsoft Dynamics NAV.
nl_be: U hebt geen toegang tot Microsoft Dynamics NAV. Controleer of u in Microsoft Dynamics NAV bent ingesteld als geldig gebruiker.
ru_ru: У вас нет доступа к Microsoft Dynamics NAV. Убедитесь, что вы правильно настроены как пользователь в Microsoft Dynamics NAV.
sv_se: Du saknar åtkomst till Microsoft Dynamics NAV. Kontrollera att du har lagts till som en giltig användare i Microsoft Dynamics NAV.

# AboutFormViewLicense
source: View your license information
cs_cz: Zobrazení informací o licenci
da_dk: Vis licensoplysninger
de_ch: Lizenzinformationen anzeigen
es_mx: Consulte la información de su licencia
fi_fi: Näytä käyttöoikeustiedot
fr_ca: Afficher vos informations de licence
is_is: Skoða leyfisupplýsingar
it_it: Visualizza informazioni sulla licenza
nb_no: Kontroller lisensinformasjonen
nl_be: Uw licentie-informatie weergeven
ru_ru: Просмотр информации о лицензии
sv_se: Visa din licensinformation

# UpgradeCodeunitNotFound
source: Upgrade codeunit '{0}' could not be found.
da_dk: Opgraderings-Codeunit '{0}' blev ikke fundet.
de_ch: Upgrade-Codeunit "{0}" nicht gefunden.
es_mx: No se encontró la codeunit de actualización '{0}'.
fi_fi: Päivityksen codeunita {0} ei löydy.
fr_ca: Codeunit de mise à jour « {0} » introuvable.
is_is: Uppfærslukóðaeining „{0}“ fannst ekki.
it_it: Impossibile trovare la codeunit '{0}'.
nb_no: Finner ikke oppgraderingskodeenheten {0}.
nl_be: Upgrade-codeunit '{0}' kan niet worden gevonden.
ru_ru: Модуль Codeunit обновления "{0}" не найден.
sv_se: Det gick inte att hitta uppgraderingskodenheten {0}.

source: WORKDATE
cs_cz: PRACOVNÍ DATUM
da_dk: ARBEJDSDATO
de_ch: ARBEITSDATUM
es_mx: TRABAJO
fi_fi: KÄSITTPVM
fr_ca: TRAVAIL
is_is: VINNUDAGS
nb_no: ARB.DATO
nl_be: WERKDATUM
ru_ru: ДАТАРАБ
sv_se: ARBETSDATUM

# FieldErrorNonEmpty
source: {0} must not be {1} in {2} {3}.
cs_cz: {0} nesmí být {1} v {2} {3}.
da_dk: {0} må ikke være {1} i {2} {3}.
de_ch: '{0}' darf in '{2}' nicht '{1}' sein: '{3}'
es_mx: {0} no debe ser {1} en {2} {3}.
fi_fi: {0} ei saa olla {1} kohteessa {2} {3}.
fr_ca: {0} ne doit pas être {1} dans {2} {3}.
is_is: {0} má ekki vera {1} í {2} {3}.
it_it: {0} non deve essere {1} in {2} {3}.
nb_no: {0} kan ikke være {1} i {2} {3}.
nl_be: {0} mag niet {1} zijn in {2} {3}.
ru_ru: {0} не должно иметь значение {1} в {2} {3}.
sv_se: {0} får inte vara {1} i {2} {3}.

# InvalidTableDefinition
source: The layout of table {0} is invalid. {1}
cs_cz: Rozložení tabulky {0} je neplatné. {1}
da_dk: Layoutet i tabellen {0} er ugyldigt. {1}
de_ch: Das Layout von Tabelle '{0}' ist ungültig. {1}
es_mx: La disposición de la tabla {0} no es válida. {1}
fi_fi: Taulukon {0} asettelu on virheellinen. {1}
fr_ca: La présentation de la table {0} n'est pas valide. {1}
is_is: Útlit töflunnar {0} er ógilt. {1}
it_it: Il layout della tabella {0} non è valido. {1}
nb_no: Oppsettet i tabellen {0} er ugyldig. {1}
nl_be: De indeling van de tabel {0} is ongeldig. {1}
ru_ru: Недопустимый макет таблицы {0}. {1}
sv_se: Layouten för tabell {0} är ogiltig. {1}

# FormResultOk
source: OK
es_mx: Aceptar
is_is: Í lagi
ru_ru: ОК

# DataCannotBeImportedExcessiveTableInFile
source: The specified file contains a table with the ID {0} that does not exist in the application database. Make sure that you are importing data into the same application as it was exported from
da_dk: Den angivne fil indeholder en tabel med id'et {0}, som ikke findes i programmets database. Sørg for, at du indlæser data i det samme program, som det blev eksporteret fra
de_ch: Die angegebene Datei enthält eine Tabelle mit der ID {0}, die in der Anwendungsdatenbank nicht vorhanden ist. Die Daten müssen in dieselbe Anwendung importiert werden, aus der sie exportiert wurden.
es_mx: El archivo especificado contiene una tabla con el id. {0} que no existe en la base de datos de aplicación. Asegúrese de importar los datos a la misma aplicación desde la que los exportó.
fi_fi: Määritetyssä taulukossa on taulukko, jonka tunnus on {0}, mutta sitä ei ole sovellustietokannassa. Varmista, että tuot tiedot samaan sovellukseen, josta ne vietiin.
fr_ca: Le fichier spécifié contient une table portant l'ID {0} qui n'existe pas dans la base de données de l'application. Assurez-vous d'importer les données dans la même application que celle depuis laquelle elles ont été exportées
is_is: Tilgreinda skráin inniheldur töflu með auðkennið {0} sem ekki er til staðar í gagnagrunni forritsins. Ganga skal úr skugga um að verið sé að flytja inn gögn í sama forrit og flutt var úr.
it_it: Il file specificato contiene una tabella con l'ID {0} che non esiste nel database dell'applicazione. Verificare che l'importazione dei dati venga eseguita nella stessa applicazione da cui è stata eseguita l'esportazione.
nb_no: Den angitte filen inneholder en tabell med IDen {0} som ikke finnes i programdatabasen. Kontroller at du importerer data i samme program som dataene er eksportert fra
nl_be: Het opgegeven bestand bevat een tabel met de id {0}, die niet bestaat in de toepassingsdatabase. Zorg dat u gegevens importeert in de toepassing waaruit deze zijn geëxporteerd
ru_ru: Указанный файл содержит таблицу с идентификатором {0}, отсутствующую в базе данных приложений. Убедитесь, что импорт данных производится в то же приложение, из которого они были экспортированы.
sv_se: Den angivna filen innehåller en tabell med ID:t {0} som inte finns i programdatabasen. Kontrollera att du importerar data till samma program som data exporterades från.

# ConsoleServerCloseMessage
source: Press Enter to stop the console server.
cs_cz: Stisknutím klávesy Enter zastavte konzoli serveru.
da_dk: Tryk på Retur for at stoppe konsolserveren.
de_ch: Drücken Sie die EINGABETASTE, um den Konsolenserver zu beenden.
es_mx: Pulse Intro para detener el servidor de consolas.
fi_fi: Pysäytä konsolipalvelin painamalla Enter.
fr_ca: Appuyez sur Entrée pour arrêter le serveur de console.
is_is: Ýttu á færslulykilinn til að stöðva stjórnborðsþjóninn.
it_it: Premere Invio per arrestare il server della console.
nb_no: Trykk Enter for å stoppe konsollserveren.
nl_be: Druk op Enter om de consoleserver te stoppen.
ru_ru: Нажмите клавишу ВВОД, чтобы остановить сервер консоли.
sv_se: Tryck på Retur om du vill stoppa konsolservern.

# TableMetadataCachesInconsistent
source: The server's metadata cache is in an invalid state for the '{0}' table.
cs_cz: Mezipaměť metadat serveru je pro tabulku {0} v neplatném stavu.
da_dk: Serverens metadatacache er i en ugyldig tilstand for tabellen '{0}'.
de_ch: Der Metadatencache befindet sich in einem ungültigen Zustand für die Tabelle '{0}'.
es_mx: El estado del caché de metadatos del servidor no es válido para la tabla '{0}'.
fi_fi: Palvelimen metatietovälimuisti on virheellisessä tilassa taulukon "{0}" osalta.
fr_ca: L'état du cache de métadonnées du serveur n'est pas valide pour la table « {0} ».
is_is: Biðminni lýsigagna netþjónsins er í ógildri stöðu fyrir töfluna „{0}“.
it_it: La cache dei metadati è in uno stato non valido per la tabella '{0}'.
nb_no: Metadatabufferen for serveren har en ugyldig status for tabellen {0}.
nl_be: De metagegevenscache van de server heeft een ongeldige status voor de tabel '{0}'.
ru_ru: Кэш метаданных сервера находится в недопустимом состоянии для таблицы "{0}".
sv_se: Serverns metadatacache är i ett ogiltigt läge för tabellen {0}.

# InvalidControlName
source: ControlName is not composed of an integer ID
cs_cz: Názevovládacíhoprvku není tvořena celočíselné ID
da_dk: ControlName er ikke sammensat af et heltals-id
de_ch: Der Steuerelementname besteht nicht aus einer ganzzahligen ID.
es_mx: ControlName no está compuesto de un Id. de número entero
fi_fi: Ohjausobjektin nimi ei koostu kokonaislukutunnuksesta
fr_ca: ControlName n'est pas composé d'un Code entier
is_is: ControlName samanstendur ekki af heiltölukenni
it_it: Il nome controllo non è composto da un ID intero
nb_no: ControlName består ikke av en heltalls-ID
nl_be: Besturingselementnaam bestaat niet uit een integer-id
ru_ru: Имя элемента управления не составлено из целочисленного идентификатора
sv_se: ControlName består inte av ett heltals-ID

# TestValidationException
source: Validation error for Field:{0}, Message = '{1}'
cs_cz: Chyba ověřování pole: {0}, Message = {1}.
da_dk: Valideringsfejl for felt:{0}, Meddelelse = '{1}'
de_ch: Überprüfungsfehler für das Feld '{0}'. Fehlermeldung: {1}
es_mx: Error de validación para campo:{0}, Mensaje = '{1}'
fi_fi: Tarkistusvirhe kentälle:{0}, viesti = '{1}'
fr_ca: Erreur de validation pour le champ :{0}, Message = « {1} »
is_is: Prófunarvilla fyrir reit:{0}, skilaboð = „{1}“
it_it: Errore di convalida per il campo: {0}, Messaggio = '{1}'
nb_no: Valideringsfeil for felt: {0}, melding = {1}
nl_be: Validatiefout voor veld:{0}, Bericht = '{1}'
ru_ru: Утверждение ошибки для поля{0}, сообщение = "{1}"
sv_se: Valideringsfel för fältet:{0}, Meddelande = {1}

# ManifestParser_MissingResource
source: Resource '{0}' is missing in the control add-in resource.
cs_cz: V ovládání doplňků prostředku chybí prostředek {0}.
da_dk: Ressourcen '{0}' mangler i ressourcen for tilføjelseskontrolelementer.
de_ch: Die Ressource "{0}" fehlt in der Add-in-Ressource für Steuerelemente.
es_mx: Falta el recurso '{0}' en el recurso del complemento de control.
fi_fi: Resurssi {0} puuttuu ohjauslisäosan resurssista.
fr_ca: La ressource « {0} » est manquante dans la ressource de complément de contrôle.
is_is: Tilfangið '{0}' vantar fyrir stýringarinnbótartilfanginu.
it_it: Risorsa '{0}' mancante nella risorsa del componente aggiuntivo di controllo.
nb_no: Ressursen {0} mangler i kontrolltilleggsressursen.
nl_be: Resource '{0}' ontbreekt in de resource van de besturingselementinvoegtoepassing.
ru_ru: В ресурсе надстройки элемента управления отсутствует ресурс "{0}".
sv_se: Resursen {0} saknas i kontrolltillägget för resurs.
