Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# FileDialogTypeFilterNavDataFile
source: NAV Data File(*.{0})|*.{0}|All files(*.*)|*.*
da_dk: NAV-datafil(*.{0})|*.{0}|Alle filer(*.*)|*.*
de_ch: NAV-Datendatei(*.{0})|*.{0}|Alle Dateien(*.*)|*.*
es_mx: Archivo de datos NAV(*.{0})|*.{0}|Todos los archivos(*.*)|*.*
fi_fi: NAV-datatiedosto(*.{0})|*.{0}|Kaikki tiedostot(*.*)|*.*
fr_ca: Fichier de données NAV(*.{0})|*.{0}|Tous les fichiers(*.*)|*.*
is_is: NAV-gagnaskrá(*.{0})|*.{0}|Allar skrár(*.*)|*.*
it_it: File di dati NAV (*.{0})|*.{0}|Tutti i file (*.*)|*.*
nb_no: NAV-datafil (*.{0})|*.{0}|Alle filer (*.*)|*.*
nl_be: NAV-gegevensbestand(*.{0})|*.{0}|Alle bestanden(*.*)|*.*
ru_ru: Файл данных NAV(*.{0})|*.{0}|Все файлы(*.*)|*.*
sv_se: NAV-datafil(*.{0})|*.{0}|Alla filer(*.*)|*.*

# ToolTipNewAction
source: Create a new entry.
da_dk: Opret en ny post.
de_ch: Erstellen Sie einen neuen Eintrag.
es_mx: Cree un entrada nueva.
fi_fi: Luo uusi tapahtuma.
fr_ca: Créez une écriture.
is_is: Stofna nýja færslu.
it_it: Creare una nuova voce.
nb_no: Opprett en ny post.
nl_be: Maak een nieuwe post.
ru_ru: Создать новую операцию.
sv_se: Skapa en ny post.

# DeviceLicenseTypeCountViolation
source: The new devices do not meet the terms of the current license. The current license allows {0} full devices, {1} limited devices, {2} ISV devices, and {3} ISV functional devices.
da_dk: De nye enheder overholder ikke vilkårene i den aktuelle licens. Den aktuelle licens tillader {0} fulde enheder, {1} begrænsede enheder, {2} ISV-enheder og {3} ISV-funktionelle enheder.
de_ch: Die neuen Geräte erfüllen die Bestimmungen der aktuellen Lizenz nicht. Die aktuelle Lizenz erlaubt {0} vollständige Geräte, {1} eingeschränkte Geräte, {2} ISV-Geräte und {3} funktionale ISV-Geräte.
es_mx: Los nuevos dispositivos no cumplen los términos de la licencia actual. La licencia actual permite {0} dispositivos completos, {1} dispositivos limitados, {2} dispositivos ISV y {3} dispositivos funcionales de ISV.
fi_fi: Uudet laitteet eivät ole nykyisen käyttöoikeuden ehtojen mukaisia. Nykyinen käyttöoikeus sallii {0} laitetta, joilla on täydet oikeudet, {1} laitetta, joiden oikeudet ovat rajoitetut, {2} itsenäisten ohjelmistovalmistajien laitetta ja {3} itsenäisten ohjelmistovalmistajien toimintolaitetta.
fr_ca: Les nouveaux périphériques ne satisfont pas aux termes du contrat de licence actuel. La licence actuelle autorise {0} périphériques complets, {1} périphériques limités, {2} périphériques ISV et {3} périphériques ISV fonctionnels.
is_is: Nýju tækin uppfylla ekki ákvæði gildandi leyfis. Gildandi leyfi leyfir {0} fullgild tæki, {1} takmörkuð tæki, {2} ISV-tæki og {3} tæki með ISV-virkni.
it_it: I nuovi dispositivi non rispettano le condizioni della licenza corrente. La licenza corrente consente l'utilizzo di {0} dispositivi completi, {1} dispositivi limitati, {2} dispositivi ISV e {3} dispositivi ISV funzionali.
nb_no: De nye enhetene er ikke i samsvar med vilkårene i gjeldende lisens. Den gjeldende lisensen tillater {0} fullstendige enheter, {1} begrensede enheter, {2} ISV-enheter og {3} funksjonelle ISV-enheter.
nl_be: De nieuwe apparaten voldoen niet aan de voorwaarden van de huidige licentie. De huidige licentie staat {0} volwaardige apparaten, {1} beperkte apparaten, {2} ISV-apparaten en {3} ISV-functionele apparaten toe.
ru_ru: Новое устройство не соответствует условиям текущей лицензии. Текущая лицензия допускает полнофункциональных устройств: {0}, устройств с ограниченными возможностями: {1}, устройств независимых поставщиков ПО: {2} и функциональных устройств независимых поставщиков ПО: {3}.
sv_se: De nya enheterna uppfyller inte villkoren för den nuvarande licensen. Den nuvarande licensen tillåter {0} fullständiga enheter, {1} begränsade enheter, {2} ISV-enheter och {3} ISV-funktionella enheter.

# TestBuiltInActionNotFound
source: The built-in action = {0} is not found on the page.
cs_cz: Předdefinovaná akce = {0} nebyla na stránce nalezena.
da_dk: Den indbyggede handling = {0} kunne ikke findes på siden.
de_ch: Die integrierte Aktion '{0}' wurde auf der Seite nicht gefunden.
es_mx: La acción interna = {0} no se encuentra en la página.
fi_fi: Sisäistä toimintoa {0} ei löydy sivulta.
fr_ca: L'action intégrée = {0} n'a pas été trouvée sur la page.
is_is: Innbyggða aðgerðin = {0} fannst ekki á síðunni.
it_it: Azione predefinita = {0} non trovata nella pagina.
nb_no: Finner ikke den innebygde handlingen = {0} på siden.
nl_be: De ingebouwde actie met id {0} is niet op de pagina gevonden.
ru_ru: На странице не найдено встроенное действие = {0}.
sv_se: Det går inte att hitta den inbyggda åtgärden {0} på sidan.

# Notes_NewNoteAction
source: Click here to create a new note.
cs_cz: Kliknutím sem můžete vytvořit nové oznámení.
da_dk: Klik her for at oprette en ny note.
de_ch: Klicken Sie hier, um eine neue Notiz zu erstellen.
es_mx: Haga clic aquí para crear una nueva nota.
fi_fi: Napsauttamalla tätä voit luoda uuden muistion.
fr_ca: Cliquez ici pour créer une note.
is_is: Smella hér til að búa til nýja athugasemd.
it_it: Fare clic qui per creare una nuova nota.
nb_no: Klikk her for å opprette en ny merknad.
nl_be: Klik hier om een nieuwe notitie te maken.
ru_ru: Щелкните здесь, чтобы создать заметку.
sv_se: Klicka här om du vill skapa en ny anteckning.

# FieldMustBeTextType
source: The following field must be a code or text field. Field: {0} Type: {1} Table: {2}
cs_cz: Následující pole musí být typu code nebo text. Pole: {0} Typ: {1} Tabulka: {2}
da_dk: Det nedenstående felt skal være af typen Kode eller Tekst. Felt: {0} Type: {1} Tabel: {2}
de_ch: Das folgende Feld muss ein Code- oder Textfeld sein. Field: {0} Typ: {1} Tabelle: {2}
es_mx: El siguiente campo debe ser de tipo código o texto. Campo: {0} Tipo: {1} Tabla: {2}
fi_fi: Seuraavan kentän on oltava koodi- tai tekstikenttä. Kenttä: {0} Tyyppi: {1} Taulukko: {2}
fr_ca: Le champ suivant doit être un champ code ou text. Champ : {0} Type : {1} Table : {2}
is_is: Reiturinn að neðan verður að vera kóta- eða textareitur. Reitur: {0} Tegund: {1} Tafla: {2}
it_it: Il seguente campo deve essere di tipo Code o Text. Campo: {0} Tipo: {1} Tabella: {2}
nb_no: Feltet nedenfor må være et kode- eller tekstfelt. Felt: {0} Type: {1} Tabell: {2}
nl_be: Het volgende veld moet van het type code of tekst zijn. Veld: {0} Type: {1} Tabel: {2}
ru_ru: Следующее поле должно быть полем кода или текстовым полем. Поле: {0} Тип: {1} Таблица: {2}
sv_se: Följande fält måste vara av typen code eller text. Fält: {0} Typ: {1} Tabell: {2}

# MenuItemMenuBar
source: Menu Bar
cs_cz: Panel nabídek
da_dk: Menulinje
de_ch: Menüleiste
es_mx: Barra de menús
fi_fi: Valikkorivi
fr_ca: Barre de menus
is_is: Valmyndastika
it_it: Barra dei menu
nb_no: Menylinje
nl_be: Menubalk
ru_ru: Строка меню
sv_se: Menyrad

# 00095-50173
source: Object of type {0} with id {1} could not be compiled to run on the RoleTailored client. Error details: {2}
cs_cz: Objekt typu {0} s ID {1} nelze zkompilovat pro spouštění v RoleTailored klientovi. Podrobnostmi chyby: {2}
da_dk: Objekt af typen {0} med id {1} kunne ikke kompileres til at køre på den rolledefinerede klient. Fejldetaljer: {2}
de_ch: Das Objekt vom Typ '{0}' mit der ID '{1}' konnte nicht für die Ausführung auf dem rollenbasierten Client kompiliert werden. Fehlerdetails: '{2}'
es_mx: El objeto de tipo {0} con Id. {1} no ha podido compilarse para ejecutarse en el cliente adaptado a roles. Detalles del error: {2}
fi_fi: Objektia, jonka tyyppi on {0} ja tunnus on {1}, ei voi kääntää suoritettavaksi roolipohjaisessa käyttöliittymässä. Virheen tiedot: {2}
fr_ca: Impossible de compiler l'objet de type {0} avec le code {1} pour une exécution sur le client Personnalisé. Détails de l'erreur : {2}
is_is: Ekki var hægt að þýða hlut af gerðinni {0} með kennið {1} til að keyra á hlutverkamiðaða biðlaranum. Villuupplýsingar: {2}
it_it: Impossibile compilare l'oggetto di tipo {0} con ID {1} per eseguire il client personalizzato in base ai ruoli. Dettagli errore: {2}
nb_no: Objekt av typen {0} med IDen {1} kan ikke kompileres for kjøring på den rolletilpassede klienten. Feildetaljer: {2}
nl_be: Object van type {0} met id {1} kan niet worden gecompileerd voor uitvoering op de rolgerichte client. Foutgegevens: {2}
ru_ru: Не удалось скомпилировать объект с типом {0} и номером {1} для запуска на ролеориентированном клиенте. Сведения об ошибке: {2}
sv_se: Det gick inte att kompilera objekt av typen {0} med ID {1} för körning på den rollbaserade klienten. Felinformation: {2}

# FieldMustBeNonblank
source: {0} must have a value in {1}: {2}. It cannot be zero or empty.
cs_cz: Pole {0} musí mít hodnotu (Nesmí být nula nebo prázdné) v tabulce {1}: {2}.
da_dk: {0} skal have en værdi i {1}: {2}. Det kan ikke være nul eller tomt.
de_ch: '{0}' muss in '{1}' einen Wert enthalten: '{2}'. Der Wert darf nicht null oder leer sein.
es_mx: {0} debe tener un valor en {1}: {2}. No puede ser cero ni estar vacío.
fi_fi: Kohteella {0} on oltava arvo kohteessa {1}: {2}. Se ei voi olla nolla eikä tyhjä.
fr_ca: {0} doit avoir une valeur dans {1}: {2}. Il ne peut pas être vide ou nul.
is_is: {0} verður að hafa gildi í {1}: {2}. Það getur ekki verið núll eða tómt.
it_it: {0} deve avere un valore in {1}: {2} e non può essere uguale a zero o vuoto.
nb_no: {0} må ha en verdi i {1}: {2}. Feltet kan ikke være null eller tomt.
nl_be: {0} moet een waarde hebben in {1}: {2}. Het veld kan niet nul of leeg zijn.
ru_ru: Значение {0} должно иметь значение в {1}: {2}. Оно не может быть нулевым или пустым.
sv_se: {0} måste ha ett värde i {1}: {2}. Det får inte vara noll eller tomt.

# TenantDatabaseCouldNotBeSynchronized
source: Changes to the tenant database could not be applied. Affected tables will not be available. The first error was: {0} Retry the operation when the problem has been resolved.
da_dk: Ændringerne af lejerdatabasen kunne ikke anvendes. De berørte tabeller vil ikke være tilgængelige. Den første fejl var: {0} Prøv at udføre handlingen igen, når problemet er løst.
de_ch: Änderungen an der Tenantdatenbank konnten nicht übernommen werden. Die betroffenen Tabellen werden nicht verfügbar sein. Der erste Fehler war: {0} Führen Sie den Vorgang noch einmal durch, wenn das Problem gelöst wurde.
es_mx: Los cambios en la base de datos del inquilino no se pudieron aplicar. Las tablas afectadas no estarán disponibles. El primer error fue: {0} Vuelva a intentar realizar la operación cuando el problema esté resuelto.
fi_fi: Vuokraajatietokannan muutoksia ei voitu ottaa käyttöön. Taulukot, joita ongelma koskee, eivät ole käytettävissä. Ensimmäinen virhe oli seuraava: {0} Ratkaise ongelma ja yritä toimintoa sitten uudelleen.
fr_ca: Les changements à la base de données abonné n'ont pas pu être appliqués. Les tables affectées ne seront pas disponibles. La première erreur était : {0} Réessayez une fois le problème résolu.
is_is: Ekki var hægt að nota breytingar á leigjendagagnagrunni. Viðkomandi töflur verða ekki í boði. Fyrsta villan var: {0} Reynið aðgerðina aftur þegar vandamálið hefur verið leyst.
it_it: Impossibile applicare le modifiche al database tenant. Le tabelle interessate non saranno disponibili. Il primo errore è stato: {0} Riprovare l'operazione dopo aver risolto il problema.
nb_no: Kan ikke bruke endringer i leietakerdatabasen. Berørte tabeller vil ikke være tilgjengelige. Den første feilen er: {0} Prøv å utføre operasjonen på nytt når problemet er løst.
nl_be: Wijzigingen in de tenantdatabase konden niet worden toegepast. Betrokken tabellen zullen niet beschikbaar zijn. De eerste fout was: {0} Probeer de bewerking opnieuw wanneer het probleem is opgelost.
ru_ru: Не удалось применить изменения к базе данных арендатора. Затронутые таблицы будут недоступны. Первой произошла ошибка: {0} Повторите операцию после разрешения проблемы.
sv_se: Det går inte att tillämpa ändringarna i klientorganisationsdatabasen. De tabeller som påverkas kommer inte att vara tillgängliga. Det första felet var: {0} Försök utföra åtgärden igen när problemet har åtgärdats.

# Tab_CustomizeTaskPage3
source: Ribbon
cs_cz: Pás karet
da_dk: Bånd
de_ch: Menüband
es_mx: Cinta de opciones
fi_fi: Valintanauha
fr_ca: Ruban
is_is: Borði
it_it: Barra multifunzione
nb_no: Bånd
nl_be: Lint
ru_ru: Лента
sv_se: Menyflik

# ObjectHasAlreadyBeenRun
source: The object has been run. Use the function CLEAR({0}).
cs_cz: Objekt byl spuštěn. Použijte funkci CLEAR({0}).
da_dk: Objektet har været kørt. Brug funktionen CLEAR({0}).
de_ch: Das Objekt wurde ausgeführt. Verwenden Sie die Funktion CLEAR({0}).
es_mx: El objeto ya ha sido ejecutado. Use la función CLEAR({0}).
fi_fi: Objekti on suoritettu. Käytä funktiota CLEAR({0}).
fr_ca: L'objet a été exécuté. Utilisez la fonction CLEAR({0}).
is_is: Hluturinn hefur verið keyrður. Nota skal aðgerðina CLEAR({0}).
it_it: Questo oggetto è stato eseguito. Usare la funzione CLEAR({0}).
nb_no: Objektet er kjørt. Bruk funksjonen CLEAR({0}).
nl_be: Het object is al uitgevoerd. Gebruik de functie CLEAR({0}).
ru_ru: Объект был запущен. Используйте функцию CLEAR({0}).
sv_se: Objektet har körts. Använd funktionen CLEAR({0}).

# AcsSignInTitle
source: Sign in to Microsoft Dynamics NAV
cs_cz: Přihlaste se k aplikaci Microsoft Dynamics NAV
da_dk: Log på Microsoft Dynamics NAV
de_ch: Bei Microsoft Dynamics NAV anmelden
es_mx: Iniciar sesión en Microsoft Dynamics NAV
fi_fi: Kirjaudu sisään Microsoft Dynamics NAV -ohjelmistoon
fr_ca: Se connecter à Microsoft Dynamics NAV
is_is: Skrá inn í Microsoft Dynamics NAV
it_it: Accedi a Microsoft Dynamics NAV
nb_no: Logg på Microsoft Dynamics NAV
nl_be: Aanmelden bij Microsoft Dynamics NAV
ru_ru: Войти в Microsoft Dynamics NAV
sv_se: Logga in i Microsoft Dynamics NAV

# PrintDialogExitActionPrintButton
source: &Print
da_dk: &Udskriv
de_ch: &Drucken
es_mx: Im&primir
fi_fi: &Tulosta
fr_ca: Im&primer
is_is: &Prenta
it_it: Stam&pa
nb_no: &Skriv ut
nl_be: Af&drukken
ru_ru: &Печать
sv_se: Skriv &ut

# QueryOutputCouldNotBeSaved
source: The query output cannot be saved. The following error occurred: {0}
da_dk: Forespørgselsresultatet kan ikke gemmes. Der opstod følgende fejl: {0}
de_ch: Die Ausgabe der Abfrage kann nicht gespeichert werden. Der folgende Fehler ist aufgetreten: {0}
es_mx: El resultado de la consulta no se puede guardar. Se produjo el siguiente error: {0}
fi_fi: Kyselyn tulostetta ei voi tallentaa. Tapahtui seuraava virhe: {0}
fr_ca: Impossible d'enregistrer la sortie de requête. L'erreur suivante s'est produite : {0}
is_is: Ekki er hægt að vista úttak fyrirspurnarinnar. Eftirfarandi villa kom upp: {0}
it_it: Impossibile salvare l'output della query. Si è verificato l'errore seguente: {0}
nb_no: Spørringsutdataene kan ikke lagres. Følgende feil oppstod: {0}
nl_be: De query-uitvoer kan niet worden opgeslagen. De volgende fout is opgetreden: {0}
ru_ru: Не удалось сохранить вывод запроса. Возникла следующая ошибка: {0}
sv_se: Det går inte att spara frågeutdata. Följande fel inträffade: {0}

# DatabaseNameTooLong
source: The value for {0} ({1}) exceeds the maximum length that is defined by SQL Server. The value for {0} cannot exceed 128 characters.
cs_cz: Hodnota pro {0} ({1}) překračuje maximální délku, která je definovaná na serveru SQL. Hodnota pro {0} nesmí přesáhnout délku 128 znaků.
da_dk: Værdien for {0} ({1}) den maksimale længde, der er defineret af SQL Server. Værdien for {0} må ikke overstige 128 tegn.
de_ch: Der Wert für '{0}' ('{1}') überschreitet die von SQL Server definierte maximale Länge. Der Wert für '{0}' darf nicht länger als 128 Zeichen sein.
es_mx: El valor para {0} ({1}) supera la longitud máxima que define SQL Server. El valor de {0} no puede tener más de 128 caracteres.
fi_fi: Kohteen {0} arvo ({1}) ylittää SQL Serverin määrittämän enimmäisarvon. Kohteen {0} arvo ei voi olla yli 128 merkin pituinen.
fr_ca: La valeur pour {0} ({1}) dépasse la longueur maximale définie par SQL Server. La valeur pour {0} ne peut pas dépasser 128 caractères.
is_is: Gildið fyrir {0} ({1}) er lengra en hámarkslengdin sem tilgreind er af SQL-þjóninum. Gildið fyrir {0} má ekki vera lengra en 128 stafir.
it_it: Il valore per {0} ({1}) supera la lunghezza massima definita da SQL Server. Il valore per {0} non può superare i 128 caratteri.
nb_no: Verdien for {0} ({1}) overskrider maksimumslengden som er definert av SQL Server. Verdien for {0} kan ikke overskride 128 tegn.
nl_be: De waarde voor {0} ({1}) overschrijdt de maximale lengte die door SQL Server is gedefinieerd. De waarde voor {0} kan niet langer zijn dan 128 tekens.
ru_ru: Длина значения для {0} ({1}) превышает максимально допустимую длину, определенную SQL Server. Длина значения для {0} не должна превышать 128 символов.
sv_se: Värdet för {0} ({1}) överskrider maximilängden som definieras av SQL-servern. Värdet för {0} får inte överstiga 128 tecken.

# ReportRenderError
source: Rendering output for the report failed and the following error occurred : {0}
cs_cz: Vykreslení výstupu sestavy se nezdařilo a došlo k následující chybě: {0}
da_dk: Der kunne ikke genereres output for rapporten, og der opstod følgende fejl: {0}
de_ch: Ausgaberendering für Bericht fehlgeschlagen. Fehler: {0}
es_mx: No se pudo representar el resultado del informe; se produjo el siguiente error: {0}
fi_fi: Raportin tulosteen muodostaminen on epäonnistunut. On tapahtunut seuraava virhe: {0}
fr_ca: La génération de résultats pour le rapport a échoué et l'erreur suivante s'est produite : {0}
is_is: Birting fyrir skýrsluna mistókst og eftirfarandi villa kom upp : {0}
it_it: Rendering dell'output del report non riuscito. Si è verificato il seguente errore: {0}
nb_no: Gjengivelse av utdata for rapporten mislyktes, og følgende feil oppstod: {0}
nl_be: Weergeven van uitvoer voor de lijst is mislukt en de volgende fout is opgetreden: {0}
ru_ru: При отрисовке выходных данных для отчета произошла следующая ошибка: {0}
sv_se: Det gick inte att återge utdata för rapporten och följande fel uppstod: {0}

# ObjectMetadataTableCannotBeModified
source: Modifying the content of the Object Metadata table is not supported. Use the {0} to make changes.
da_dk: Ændring af indholdet af tabellen Objektmetadata understøttes ikke. Brug {0} til at foretage ændringer.
de_ch: Das Ändern des Inhalts der Tabelle "Objektmetadaten" wird nicht unterstützt. Verwenden Sie {0}, um Änderungen vorzunehmen.
es_mx: No se admite la modificación del contenido de la tabla de metadatos de objeto. Utilice el {0} para realizar cambios.
fi_fi: Objektien metatiedot -taulukon sisällön muokkausta ei tueta. Tee muutokset kehitysympäristössä {0}.
fr_ca: La modification du contenu de la table des métadonnées d'objet n'est pas prise en charge. Utilisez {0} pour apporter des modifications.
is_is: Breytingar á efni lýsigagnatöflu hlutarins eru ekki studdar. Nota skal {0} til að framkvæma breytingar.
it_it: La modifica del contenuto della tabella Metadati oggetto non è supportata. Utilizzare {0} per apportare modifiche.
nb_no: Endring av innholdet i tabellen Objektmetadata støttes ikke. Bruk {0} til å foreta endringer.
nl_be: Wijzigen van de inhoud van de tabel Metagegevens object wordt niet ondersteund. Gebruik de {0} om wijzigingen aan te brengen.
ru_ru: Изменение содержимого таблицы метаданных объектов не поддерживается. Чтобы внести изменения, используйте {0}.
sv_se: Det finns inte stöd för att ändra innehållet i objektmetadatatabellen. Använd {0} när du vill göra ändringar.

# TopValueNegative
source: Top number of rows cannot be negative
cs_cz: Nejvyšší počet řádků nemůže být záporná
da_dk: Det højeste antal rækker kan ikke være negativt
de_ch: Die höchste Zeilenanzahl kann nicht negativ sein.
es_mx: El número superior de filas no puede ser negativo
fi_fi: Ylempi rivien määrä ei voi olla negatiivinen
fr_ca: Le nombre de lignes en haut ne peut pas être négatif
is_is: Efsta samtala lína má ekki vera neikvæð
it_it: Il numero superiore di righe non può essere negativo
nb_no: Maks. antall for rader kan ikke være negativt
nl_be: Het hoogste aantal rijen kan niet negatief zijn
ru_ru: Количество строк не может быть отрицательным
sv_se: Det övre antalet rader kan inte vara negativt

# ChangeServiceFormCompanies
source: Available Companies:
cs_cz: Dostupné společnosti:
da_dk: Tilgængelige regnskaber:
de_ch: Verfügbare Mandanten:
es_mx: Empresas disponibles:
fi_fi: Käytettävissä olevat yritykset:
fr_ca: Compagnies disponibles :
is_is: Tiltæk fyrirtæki:
it_it: Società disponibili:
nb_no: Tilgjengelige selskaper:
nl_be: Beschikbare bedrijven:
ru_ru: Доступные организации:
sv_se: Tillgängliga företag:

# PromotedCategoryTypeUserDefined
source: My Group
cs_cz: Moje skupina
da_dk: Min gruppe
de_ch: Meine Gruppe
es_mx: Mi grupo
fi_fi: Oma ryhmä
fr_ca: Mon groupe
is_is: Minn hópur
it_it: Gruppo personale
nb_no: Min gruppe
nl_be: Mijn groep
ru_ru: Моя группа
sv_se: Min grupp

# DestinationArrayMustBeOneDimensional
source: CopyArray: The destination array must be one dimensional.
cs_cz: CopyArray: Cílové pole musí být jednorozměrné.
da_dk: CopyArray: Destinationsarray skal være med én dimension.
de_ch: CopyArray: Das Zielarray muss eindimensional sein.
es_mx: CopyArray: la matriz de destino debe ser dimensional.
fi_fi: CopyArray: Kohdematriisin on oltava yksiulotteinen.
fr_ca: CopyArray : Le tableau de destination ne doit avoir qu'un seul axe.
is_is: CopyArray: Viðtökufylkið verður að vera í einni vídd.
it_it: CopyArray: la matrice di destinazione deve essere unidimensionale.
nb_no: CopyArray: Målmatrisen må være endimensjonal.
nl_be: CopyArray: de doelarray moet één dimensie hebben.
ru_ru: CopyArray: конечный массив должен быть одномерным.
sv_se: CopyArray: En målarray måste vara endimensionell.

# 00095-50027
source: The operation cannot be performed on a closing date value.
cs_cz: Operaci nelze provést s ultimo datumem.
da_dk: Handlingen kan ikke udføres på en ultimodatoværdi.
de_ch: Der Vorgang kann an einem Ultimodatumswert nicht ausgeführt werden.
es_mx: La operación no se puede realizar en un valor de fecha de cierre.
fi_fi: Toimintoa ei voi tehdä sulkemispäivämäärän arvolle.
fr_ca: L'opération ne peut pas être exécutée à une date de fermeture.
is_is: Það er ekki hægt að keyra aðgerðina á gildi lokunardagsetningar.
it_it: Impossibile eseguire l'operazione su un valore di data di chiusura.
nb_no: Operasjonen kan ikke utføres på en verdi for avslutningsdato.
nl_be: De bewerking kan niet worden uitgevoerd op een sluitdatumwaarde.
ru_ru: Нельзя выполнить операцию со значением даты закрытия.
sv_se: Åtgärden kan inte utföras på ett värde för avslutsdatum.

# SaveViewAsName
source: Name
cs_cz: Název
da_dk: Navn
es_mx: Nombre
fi_fi: Nimi
fr_ca: Nom
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_be: Naam
ru_ru: Название
sv_se: Namn

# NewServerLocationWasIntroduced
source: Unknown server location
cs_cz: Neznámé umístění serveru
da_dk: Ukendt serverplacering
de_ch: Unbekannter Serverstandort
es_mx: Ubicación de servidor desconocida
fi_fi: Tuntematon palvelimen sijainti
fr_ca: Emplacement du serveur inconnu
is_is: Óþekkt staðsetning netþjóns
it_it: Percorso server sconosciuto
nb_no: Ukjent serverplassering
nl_be: Onbekende serverlocatie
ru_ru: Неизвестное расположение сервера
sv_se: Okänd serverplats

# Label_NavButtons
source: Navigation pane buttons:
cs_cz: Tlačítka Navigačního podokna:
da_dk: Navigationsrudeknapper:
de_ch: Schaltflächen des Navigationsbereichs:
es_mx: Botones del panel de exploración:
fi_fi: Siirtymisruudun painikkeet:
fr_ca: Boutons du volet de navigation :
is_is: Yfirlitssvæðishnappar:
it_it: Pulsanti del riquadro di spostamento:
nb_no: Navigasjonsruteknapper:
nl_be: Knoppen in het navigatiedeelvenster:
ru_ru: Кнопки панели навигации:
sv_se: Knappar för navigeringsruta:
