Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# DataCannotBeImportedTableNotIdentical
source: Cannot import the data because the table with the ID {0} in the specified file has different fields or key definitions than the application database. Make sure that you are importing data into the same application as it was exported from.
da_dk: Dataene kan ikke indlæses, da tabellen med id'et {0} i den angivne fil indeholder andre felter eller nøgledefinitioner end programmets database. Sørg for, at du indlæser data i det samme program, som det blev eksporteret fra.
de_ch: Die Daten können nicht importiert werden, da die Tabelle mit der ID {0} in der angegebenen Datei andere Felder oder Schlüsseldefinitionen als die Anwendungsdatenbank aufweist. Die Daten müssen in dieselbe Anwendung importiert werden, aus der sie exportiert wurden.
es_mx: No se pueden importar los datos porque la tabla con el id. {0} en el archivo especificado tiene campos o definiciones clave diferentes a los de la base de datos de aplicación. Asegúrese de importar los datos a la misma aplicación desde la que los exportó.
fi_fi: Tietoja ei voi tuoda, koska määritetyn tiedoston taulukon, jonka tunnus on {0}, kentät tai avainmääritelmät eivät ole samoja kuin sovellustietokannassa. Varmista, että tuot tiedot samaan sovellukseen, josta ne vietiin.
fr_ca: Impossible d'importer les données car la table portant l'ID {0} dans le fichier spécifié a des champs ou des définitions de clé différents de la base de données de l'application. Assurez-vous d'importer les données dans la même application que celle depuis laquelle elles ont été exportées.
is_is: Ekki er hægt að flytja gögnin inn vegna þess að taflan með auðkennið {0} í tilgreindu skránni er með aðra reiti eða lyklaskilgreiningar en gagnagrunnur forritsins. Ganga skal úr skugga um að verið sé að flytja inn gögn í sama forrit og flutt var úr.
it_it: Impossibile importare i dati perché nella tabella con ID {0} nel file specificato sono presenti campi o definizioni di chiave diversi rispetto al database dell'applicazione. Verificare che l'importazione dei dati venga eseguita nella stessa applicazione da cui è stata eseguita l'esportazione.
nb_no: Kan ikke importere dataene fordi tabellen med IDen {0} i den angitte filen har forskjellige felt eller nøkkeldefinisjoner sammenlignet med programdatabasen. Kontroller at du importerer data i samme program som dataene er eksportert fra.
nl_be: Kan de gegevens niet importeren, omdat de tabel met de id {0} in het opgegeven bestand andere velden of sleuteldefinities heeft dan de toepassingsdatabase. Zorg dat u gegevens importeert in de toepassing waaruit deze zijn geëxporteerd.
ru_ru: Невозможно импортировать данные, так как таблица с идентификатором {0} в указанном файле содержит определения полей или ключей, не соответствующие базе данных приложения. Убедитесь, что импорт данных производится в то же приложение, из которого они были экспортированы.
sv_se: Det går inte att importera data eftersom tabellen med ID:t {0} i den angivna filen innehåller andra fält eller nyckeldefinitioner än programdatabasen. Kontrollera att du importerar data till samma program som data exporterades från.

# MSGREPHONESERVICEUNAVAILABLE
source: The service for the contact that you are trying to call does not support phone calls.
cs_cz: Služba pro kontakt, kterému chcete volat nepodporuje telefonní hovory.
da_dk: Tjenesten for den kontakt, du prøver at ringe til, understøtter ikke telefonopkald.
de_ch: Der Dienst des Kontakts, den Sie anrufen möchten, unterstützt keine Telefonanrufe.
es_mx: El servicio del contacto al que intenta llamar no admite llamadas telefónicas.
fi_fi: Sen kontaktin palvelu, jolle yrität soittaa, ei tue puheluita.
fr_ca: Le service du contact que vous tentez d'appeler ne prend pas en charge les appels téléphoniques.
is_is: Þjónustan fyrir tengiliðinn sem verið er að reyna að hringja í styður ekki símtöl.
it_it: Il servizio per il contatto che si tenta di chiamare non supporta le telefonate.
nb_no: Tjenesten for kontakten du prøver å ringe, støtter ikke telefonsamtaler.
nl_be: De service voor de contactpersoon die u probeert te bellen, ondersteunt geen telefoongesprekken.
ru_ru: Служба для вызываемого контакта не поддерживает телефонные звонки.
sv_se: Tjänsten för den kontakt du försöker anropa har inte stöd för telefonsamtal.

# InvalidLicenseFormat
source: The license information on the {0} is invalid.
cs_cz: Informace o licenci na {0} je neplatný.
da_dk: Licensoplysningerne på {0} er ugyldige.
de_ch: Die Lizenzinformationen zu {0} sind ungültig.
es_mx: La información de la licencia en {0} no es válida.
fi_fi: Kohteen {0} käyttöoikeustiedot eivät kelpaa.
fr_ca: Informations de licence de {0} non valides.
is_is: Leyfisupplýsingar fyrir {0} eru ógildar.
it_it: Informazioni licenza su {0} non valide.
nb_no: Lisensinformasjonen på {0} er ugyldig.
nl_be: Het licentieveld op {0} is ongeldig.
ru_ru: Сведения лицензии в {0} являются недействительными.
sv_se: Licensinformationen för {0} är ogiltig.

# IOErrorDuringExport
source: An unexpected IO error occurred while writing to the file. This can be an indication of hardware failure.
da_dk: Der opstod en uventet I/O-fejl under skrivning til filen. Dette kan være en indikation af en hardwarefejl.
de_ch: Unerwarteter E/A-Fehler beim Schreiben in die Datei. Dies kann ein Anzeichen für einen Hardwarefehler sein.
es_mx: Se produjo un error inesperado de E/S al escribir en el archivo. Esto puede deberse a un error de hardware.
fi_fi: Odottamaton IO-virhe tiedostoon kirjoitettaessa. Tämä voi olla osoitus laitteistoviasta.
fr_ca: Une erreur E/S inattendue s'est produite lors de l'écriture sur le fichier. Cela peut indiquer un échec matériel.
is_is: Óvænt IO-villa kom upp við að skrifa í skrána. Þetta gæti bent til bilunar í vélbúnaði.
it_it: Si è verificato un errore di I/O imprevisto durante la scrittura nel file. Potrebbe essersi verificato un problema hardware.
nb_no: Det oppstod en uventet I/U-feil under skriving til filen. Dette kan indikere maskinvarefeil.
nl_be: Er is een onverwachte IO-fout opgetreden tijdens het schrijven naar het bestand. Dit kan wijzen op een hardwarefout.
ru_ru: При записи в файл произошла непредвиденная ошибка ввода/вывода. Возможно, это признак отказа оборудования.
sv_se: Ett oväntat IO-fel inträffade vid skrivningen till filen. Detta kan tyda på maskinvarufel.

# TableInUseCannotBeDeletedInSQL
source: Cannot remove excessive table {0} because the table is currently in use. Try again later.
cs_cz: Nadměrné tabulky {0} nelze odebrat, protože tabulka je v současné době v provozu. Opakujte akci později.
da_dk: Kan ikke fjerne den overskydende tabel {0}, fordi tabellen er i brug for øjeblikket. Prøv igen senere.
de_ch: Übermäßig große Tabelle kann nicht entfernt werden {0} da die Tabelle derzeit verwendet wird. Versuchen Sie es später erneut.
es_mx: No se puede quitar la tabla {0} excesiva porque se encuentra en uso actualmente. Vuelva a intentarlo más tarde.
fi_fi: Ylimääräistä taulukkoa {0} ei voi poistaa, koska se on tällä hetkellä käytössä. Yritä myöhemmin uudelleen.
fr_ca: Impossible de supprimer la table excessive {0}, car elle est en cours d'utilisation. Réessayez ultérieurement.
is_is: Ekki er hægt að fjarlægja umframtöflu {0} því taflan er í notkun sem stendur. Reynið aftur síðar.
it_it: Impossibile rimuovere la tabella in eccesso {0} perché non è attualmente in uso. Riprovare più tardi.
nb_no: Kan ikke fjerne den overflødige tabellen {0} fordi tabellen er i bruk for øyeblikket. Prøv på nytt senere.
nl_be: Kan overbodige tabel {0} niet verwijderen omdat de tabel momenteel in gebruik is. Probeer het later opnieuw.
ru_ru: Не удалось удалить излишнюю таблицу {0}, так как таблица в настоящее время используется. Повторите попытку позже.
sv_se: Det går inte att ta bort den överflödiga tabellen {0} eftersom den används för närvarande. Försök igen senare.

# 00095-50016
source: The connection is already open.
cs_cz: Připojení je již otevřeno.
da_dk: Forbindelsen er allerede åben.
de_ch: Die Verbindung ist bereits hergestellt.
es_mx: La conexión ya está abierta.
fi_fi: Yhteys on jo avoinna.
fr_ca: La connexion est déjà ouverte.
is_is: Tengingin er þegar opin.
it_it: La connessione è già aperta.
nb_no: Tilkoblingen er allerede åpen.
nl_be: De verbinding is al geopend.
ru_ru: Подключение уже открыто.
sv_se: Anslutningen är redan öppen.

# LicenseNotValidForThisVersion
source: Your program license does not permit you to run this version of the Microsoft Dynamics NAV Development Environment. Contact your system administrator to upgrade your license.
cs_cz: Vaše licence programu nepovoluje spustit tuto verzi aplikace Microsoft Dynamics NAV vývojového prostředí. Obraťte se na správce systému, aby vaše licence k inovaci.
da_dk: Din programlicens tillader ikke, at du bruger denne version af Microsoft Dynamics NAV Development Environment. Kontakt systemadministratoren, hvis du vil have opgraderet din programlicens.
de_ch: Diese Version der Entwicklungsumgebung von Microsoft Dynamics NAV kann mit Ihrer Programmlizenz nicht ausgeführt werden. Wenden Sie sich an den Systemadministrator, um die Programmlizenz aktualisieren zu lassen.
es_mx: Su licencia no permite ejecutar esta versión del entorno de desarrollo de Microsoft Dynamics NAV. Póngase en contacto con el administrador del sistema para actualizar su licencia.
fi_fi: Ohjelman käyttöoikeutesi ei salli tämän Microsoft Dynamics NAV -kehitysympäristöversion suorittamista. Ota yhteyttä järjestelmänvalvojaan, jos haluat päivittää käyttöoikeutesi.
fr_ca: Votre licence ne vous permet pas d'exécuter cette version de Microsoft Dynamics NAV Development Environment. Contactez votre administrateur système pour mettre à niveau votre licence.
is_is: Kerfisleyfið heimilar ekki notkun á þessari útgáfu af Microsoft Dynamics NAV Development Environment. Hafa skal samband við kerfisstjóra til að fá uppfærslu á leyfinu.
it_it: La licenza del programma non consente di eseguire questa versione di Microsoft Dynamics NAV Development Environment. Contattare l'amministratore di sistema per aggiornare la licenza.
nb_no: Programlisensen tillater ikke at du kjører denne versjonen av Microsoft Dynamics NAV Development Environment. Kontakt systemansvarlig for å oppgradere lisensen.
nl_be: Uw programmalicentie staat het gebruik van deze versie van Microsoft Dynamics NAV Development Environment niet toe. Neem contact op met uw systeembeheerder om uw licentie bij te werken.
ru_ru: Лицензия на программу не позволяет запускать эту версию среды разработки Microsoft Dynamics NAV. Для обновления лицензии обратитесь к системному администратору.
sv_se: Din programlicens tillåter inte att du kör den här versionen av Microsoft Dynamics NAV Development Environment. Kontakta systemadministratören för att uppdatera din programlicens.

# UnSupportedTenantDatabaseVersion
source: The {0} database has version {1} which is not supported by this version of Microsoft Dynamics NAV Server.
cs_cz: Databáze {0} má verze {1}, který není podporován touto verzí systému Microsoft Dynamics NAV Server.
da_dk: {0} databasen har version {1}, som ikke understøttes af denne Microsoft Dynamics NAV Server-version.
de_ch: Die {0}-Datenbank weist die Version {1} auf, die von dieser Version von Microsoft Dynamics NAV Server nicht unterstützt wird.
es_mx: La base de datos {0} tiene la versión {1}, que no es compatible con esta versión de Microsoft Dynamics NAV Server.
fi_fi: Tietokannasta {0} on versio {1}, jota tämä Microsoft Dynamics NAV Server -versio ei tue.
fr_ca: La base de données {0} a la version {1} qui n'est pas prise en charge par cette version de Microsoft Dynamics NAV Server.
is_is: Gagnagrunnurinn {0} er með útgáfuna {1} sem ekki er studd af þessari útgáfu Microsoft Dynamics NAV Server.
it_it: La versione {1} del database {0} non è supportata da questa versione di Microsoft Dynamics NAV Server.
nb_no: {0}-databasen har versjon {1}, som ikke støttes av denne versjonen av Microsoft Dynamics NAV Server.
nl_be: De database {0} is versie {1} en wordt niet ondersteund door deze versie van Microsoft Dynamics NAV Server.
ru_ru: База данных {0} имеет версию {1}, которая не поддерживается этой версией сервера Microsoft Dynamics NAV Server.
sv_se: Databasen {0} har version {1} som inte stöds av den här versionen av Microsoft Dynamics NAV-servern.

# CannotReadConfigurationFile
source: Cannot read configuration file {0}: {1}.
cs_cz: Nelze přečíst konfigurační soubor {0}: {1}.
da_dk: Der kan ikke læses fra konfigurationsfilen {0}: {1}.
de_ch: Konfigurationsdatei {0} kann nicht gelesen werden: {1}.
es_mx: No se puede leer archivo de configuración {0}: {1}.
fi_fi: Määritystiedoston lukeminen ei onnistu ({0}: {1}).
fr_ca: Impossible de lire le fichier de configuration {0} : {1}.
is_is: Það er ekki hægt að lesa samstillingaskrána {0}: {1}.
it_it: Impossibile leggere file di configurazione {0}: {1}.
nb_no: Kan ikke lese konfigurasjonsfilen {0}: {1}.
nl_be: Kan configuratiebestand {0} niet lezen: {1}.
ru_ru: Не удается прочесть файл конфигурации {0}: {1}.
sv_se: Det går inte att läsa konfigurationsfilen {0}: {1}.

# NoMSSQLLicense
source: Your program license does not permit you to run the Microsoft Dynamics NAV Development Environment for Microsoft SQL Server.
cs_cz: Vaše licence programu nepovoluje spustit Microsoft Dynamics NAV vývojové prostředí pro Microsoft SQL Server.
da_dk: Din programlicens tillader ikke, at du bruger Microsoft Dynamics NAV Development Environment med Microsoft SQL Server.
de_ch: Die Entwicklungsumgebung von Microsoft Dynamics NAV kann mit Ihrer Programmlizenz nicht für Microsoft SQL Server ausgeführt werden.
es_mx: Su licencia del programa no le permite ejecutar el entorno de desarrollo de Microsoft Dynamics NAV para Microsoft SQL Server.
fi_fi: Ohjelman käyttöoikeutesi ei salli Microsoft Dynamics NAV -kehitysympäristön suorittamista Microsoft SQL Serverissä.
fr_ca: Votre licence ne vous permet pas d'exécuter Microsoft Dynamics NAV Development Environment pour Microsoft SQL Server.
is_is: Kerfisleyfið heimilar ekki keyrslu á Microsoft Dynamics NAV Development Environment fyrir Microsoft SQL Server.
it_it: Questa licenza del programma non consente di eseguire Microsoft Dynamics NAV Development Environment per Microsoft SQL Server.
nb_no: Programlisensen tillater ikke at du kjører Microsoft Dynamics NAV Development Environment for Microsoft SQL Server.
nl_be: Uw programmalicentie staat het gebruik van Microsoft Dynamics NAV Development Environment voor Microsoft SQL Server niet toe.
ru_ru: Лицензия на программу не позволяет запускать среду разработки Microsoft Dynamics NAV под управлением Microsoft SQL Server.
sv_se: Programlicensen tillåter inte att du kör Microsoft Dynamics NAV Development Environment för Microsoft SQL Server.

# DesignPageAdvancedSystemObjectCaption
source: Design, Page, Advanced
cs_cz: Design, stránky, rozšíření
da_dk: Design, Side, Avanceret
de_ch: Design, Seite, Erweitert
es_mx: Diseño, Página, Avanzado
fi_fi: Suunnittelu, Sivu, Lisäaset.
fr_ca: Créer, Page, Avancé
is_is: Hanna, Bls., Ítarlegt
it_it: Design, Pagina, Avanzate
nb_no: Design, Side, Avansert
nl_be: Ontwerp, Pagina, Geavanceerd
ru_ru: Дизайн, Страница, Дополн.
sv_se: Design, Sida, Avancerat

# AutomationOptionAlwaysAllow
source: Always allow
cs_cz: Vždy povolit
da_dk: Tillad altid
de_ch: Immer zulassen
es_mx: Permitir siempre
fi_fi: Salli aina
fr_ca: Toujours autoriser
is_is: Leyfa alltaf
it_it: Consenti sempre
nb_no: Tillat alltid
nl_be: Altijd toestaan
ru_ru: Всегда разрешать
sv_se: Tillåt alltid

# ZoomToolFormCaptionQuery
source: About This Query
cs_cz: O tomto dotazu
da_dk: Om denne forespørgsel
de_ch: Info zu dieser Abfrage
es_mx: Acerca de esta consulta
fi_fi: Tietoja tästä kyselystä
fr_ca: À propos de cette requête
is_is: Um þessa fyrirspurn
it_it: Informazioni sulla query
nb_no: Om denne spørringen
nl_be: Over deze query
ru_ru: Об это запросе
sv_se: Om den här frågan

# PromotedActionIsAlreadyInTheChunk
source: The promoted action is already in the Home tab.
cs_cz: Vybraná akce je již na kartě Domovské stránky.
da_dk: Den overførte handling findes allerede på fanen Startside.
de_ch: Die heraufgestufte Aktion befindet sich bereits auf der Registerkarte 'Start'.
es_mx: La acción promocionada ya se encuentra en la pestaña Inicio.
fi_fi: Ylätasolle siirretty toiminto on jo Kotisivu-välilehdessä.
fr_ca: L'action promue est déjà dans l'onglet Accueil.
is_is: Stighækkaða aðgerðin er þegar á heimaflipanum.
it_it: L'azione alzata di livello è già presente nella scheda Pagina iniziale.
nb_no: Den forfremmede handlingen finnes allerede i kategorien Hjem.
nl_be: De gepromoveerde actie bevindt zich al op het tabblad Start.
ru_ru: Продвигаемое действие уже существует на вкладке "Главная".
sv_se: Den prioriterade åtgärden finns redan på fliken Start.

# RecordLinks_Description
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_ch: Beschreibung
es_mx: Descripción
fi_fi: Kuvaus
is_is: Lýsing
it_it: Descrizione
nb_no: Beskrivelse
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# MenuItemReportsMenuOnRoleCenter
source: Reports Menu on Role Center
cs_cz: Nabídka sestav v centru rolí
da_dk: Menuen Rapporter i Rollecenter
de_ch: Berichtsmenü im Rollencenter
es_mx: Menú Informes en Área de tareas
fi_fi: Roolikeskuksen Raportit-valikko
fr_ca: Menu Rapports dans le Tableau de bord
is_is: Skýrsluvalmynd í Mitt hlutverk
it_it: Menu Report in Gestione ruolo utente
nb_no: Rapporter-meny i rollesenter
nl_be: Menu Lijsten op rolcentrum
ru_ru: Меню отчетов в ролевом центре
sv_se: Rapporter-menyn i Rollcenter

# ImageControlEditInstructions
source: Right-click the image for options.
cs_cz: Pro zobrazení možností klepněte na obrázek pravým tlačítkem.
da_dk: Højreklik på billedet for at få vist indstillinger.
de_ch: Klicken Sie mit der rechten Maustaste auf das Bild, um die Optionen anzuzeigen.
es_mx: Haga clic con el botón secundario en la imagen para ver las opciones.
fi_fi: Saat asetukset näyttöön napsauttamalla kuvaa hiiren kakkospainikkeella.
fr_ca: Cliquez avec le bouton droit sur l'image pour obtenir les options.
is_is: Hægrismelltu á myndina til að opna fyrir valkosti.
it_it: Fare clic con il pulsante destro del mouse sull'immagine per visualizzare le opzioni.
nb_no: Høyreklikk bildet for alternativer.
nl_be: Klik met de rechtermuisknop op de afbeelding voor opties.
ru_ru: Для вывода параметров щелкните изображение правой кнопкой мыши.
sv_se: Högerklicka på bilden om du vill visa alternativ.

# Radio_TasksAll
source: All tasks
cs_cz: Všechny úkoly
da_dk: Alle opgaver
de_ch: Alle Aufgaben
es_mx: Todas las tareas
fi_fi: Kaikki tehtävät
fr_ca: Toutes les tâches
is_is: Allir verkhlutar
it_it: Tutti i task
nb_no: Alle oppgaver
nl_be: Alle taken
ru_ru: Все задачи
sv_se: Alla uppgifter

# UpgradeTableWithFieldsNonExistingInOldTable
source: Upgrade table '{0}' cannot have fields which do not exist in the original table '{1}': '{2}'.
da_dk: Opgraderingstabellen '{0}' kan ikke have felter, der ikke findes i den oprindelige tabel '{1}': '{2}'.
de_ch: Die Upgradetabelle "{0}" kann keine Felder aufweisen, die in der Originaltabelle "{1}" nicht vorhanden sind: "{2}".
es_mx: La tabla de actualización '{0}' no puede tener campos que no existen en la tabla original '{1}': '{2}'.
fi_fi: Päivitystaulukossa {0} ei voi olla kenttiä, joita ei ole alkuperäisessä taulukossa {1}: {2}.
fr_ca: La table de mise à niveau « {0} » ne peut pas comporter de champs qui n'existent pas dans la table d'origine « {1} » : « {2} ».
is_is: Uppfærslutafla '{0}' getur ekki verið með reiti sem ekki eru til staðar í upprunalegu töflunni '{1}': '{2}'.
it_it: Nella tabella di aggiornamento '{0}' non possono essere presenti campi che non esistono tabella originale '{1}': '{2}'.
nb_no: Oppgraderingstabellen {0} kan ikke inneholde felt som ikke finnes i den opprinnelige tabellen {1}: {2}.
nl_be: Upgradetabel '{0}' kan geen velden hebben die niet bestaan in de oorspronkelijke tabel '{1}': '{2}'.
ru_ru: Таблица обновления "{0}" не может содержать поля, которые отсутствуют в исходной таблице "{1}": "{2}".
sv_se: Det får inte finnas fält i den uppgraderade tabellen {0} som inte finns i den ursprungliga tabellen {1}: {2}.

# CloseAndReopenPage
source: Close the page and reopen it in order to activate personalization.
cs_cz: Zavřete stránku a znovu ji otevřete aby se projevily změny Vašeho přizpůsobení.
da_dk: Luk side, og åbn den igen for at aktivere brugertilpasning.
de_ch: Schliessen Sie die Seite, und öffnen Sie sie erneut, um die Personalisierung zu aktivieren.
es_mx: Cierre la página y ábrala de nuevo para activar la personalización.
fi_fi: Saat mukautuksen käyttöön sulkemalla sivun ja avaamalla sen uudelleen.
fr_ca: Fermez la page et rouvrez-la afin d'activer la personnalisation.
is_is: Til að virkja sérstillingarnar þarf að loka síðunni og opna hana aftur.
it_it: Chiudere e riaprire la pagina per attivare la personalizzazione.
nb_no: Lukk siden og åpne den på nytt for å aktivere personlig tilpasning.
nl_be: Sluit de pagina en open deze opnieuw om de aanpassing te activeren.
ru_ru: Закройте и вновь откройте страницу, чтобы активировать персонализацию.
sv_se: Aktivera anpassning genom att stänga sidan och öppna den igen.
