Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# BindingManagerDescription
source: {0} table={1}, records={2}
cs_cz: Tabulka {0} {1}, záznamy = {2}
da_dk: {0} tabel={1}, records={2}
de_ch: {0} Tabelle={1}, Datensätze={2}
es_mx: {0} tabla={1}, registros={2}
fi_fi: {0} taulukko = {1}, tietueet = {2}
fr_ca: {0} table={1}, enregistrements={2}
is_is: {0} tafla={1}, skráningar={2}
it_it: {0} tabella={1}, record={2}
nb_no: {0} tabell={1}, poster={2}
ru_ru: Таблица {0}={1}, записи={2}
sv_se: {0} tabell = {1}, poster = {2}

# CallbackNotAllowedDisposeAutomationObject
source: {0} attempted to issue a client callback to dispose of an Automation object: {1} {3} {2}. Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta k likvidaci objektu automatizace: {1} {3} {2}. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at fjerne et automatiseringsobjekt: {1} {3} {2}. Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Verwerfen eines Automatisierungsobjekts auszugeben: {1} {3} {2}. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para eliminar un objeto de automatización: {1} {3} {2}. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun Automaatio-objektin poistamista varten: {1} {3} {2}. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour rejeter un objet Automatisation : {1} {3} {2}. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að losa sig við sjálfvirknihlut: {1} {3} {2}. Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per eliminare un oggetto ActiveX: {1} {3} {2}. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å fjerne et automatiseringsobjekt: {1} {3} {2}. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een automatiseringsobject buiten gebruik te stellen. {1} {3} {2}. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для размещения объекта автоматизации: {1} {3} {2}. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kassera avyttra ett automatiseringsobjekt: {1} {3} {2}. Klientåteranrop stöds inte i {0}.

# ActionCaptionDial
source: Dial
cs_cz: Vytočit
da_dk: Kald
de_ch: Anruf
es_mx: Marcar
fi_fi: Soita
fr_ca: Numéroter
is_is: Hringja
it_it: Componi
nb_no: Ring opp
nl_be: Kiezen
ru_ru: Набрать
sv_se: Ring

# PagePreviewCompanyName
source: Company
da_dk: Virksomhed
de_ch: Mandant
es_mx: Empresa
fi_fi: Yritys
fr_ca: Compagnie
is_is: Fyrirtæki
it_it: Società
nb_no: Selskap
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# ShowLimitTotalsFilter
source: Limit totals
cs_cz: Omezit součty
da_dk: Begræns totaler
de_ch: Summenberechnung einschränken
es_mx: Totales límite
fi_fi: Rajoita kokonaisarvot
fr_ca: Limiter les totaux
is_is: Takmarka heildarstærðir
it_it: Limita totali
nb_no: Begrens totaler
nl_be: Totalen beperken
ru_ru: Ограничить итоги
sv_se: Begränsa totaler

# MenuItemNewRow
source: New Row
cs_cz: Nový řádek
da_dk: Ny række
de_ch: Neue Zeile
es_mx: Nueva fila
fi_fi: Uusi rivi
fr_ca: Nouvelle ligne
is_is: Ný röð
it_it: Nuova riga
nb_no: Ny rad
nl_be: Nieuwe rij
ru_ru: Новая строка
sv_se: Ny rad

# ServerUrlAddressHasToBeSpecified
source: You must specify the server URL to connect to the server.
cs_cz: Pro připojení k serveru je třeba zadat jeho URL adresu.
da_dk: Du skal angive URL-adressen til serveren for at oprette forbindelse til serveren.
de_ch: Geben Sie die URL des Servers an, um eine Verbindung mit dem Server herzustellen.
es_mx: Debe especificar la URL del servidor para conectarse.
fi_fi: Palvelinyhteyden muodostaminen edellyttää, että määrität palvelimen URL-osoitteen.
fr_ca: Vous devez spécifier l'URL du serveur pour vous connecter au serveur.
is_is: Tilgreina verður slóð netþjónsins til að tengjast netþjóninum.
it_it: Per connettersi al server, è necessario specificarne l'URL.
nb_no: Du må angi URL-adressen til serveren for å koble til serveren.
nl_be: U moet de server-URL opgeven om verbinding te maken met de server.
ru_ru: Для подключения к серверу необходимо указать его URL-адрес.
sv_se: Du måste ange serverns webbadress för att kunna ansluta till servern.

# CommandLineArgumentNotSupported
source: The supplied command-line arguments are not supported. The option "{0}" is not supported.
cs_cz: Zadané argumenty příkazového řádku nejsou podporovány. Možnost {0} není podporován.
da_dk: De angivne kommandolinjeargumenter understøttes ikke. Indstillingen "{0}" understøttes ikke.
de_ch: Die angegebenen Befehlszeilenargumente werden nicht unterstützt. Die Option '{0}' wird nicht unterstützt.
es_mx: No se admiten los argumentos de línea de comandos proporcionados. La opción "{0}" no es compatible.
fi_fi: Määritettyjä komentoriviargumentteja ei tueta. Asetusta "{0}" ei tueta.
fr_ca: Les arguments de ligne de commande fournis ne sont pas pris en charge. L'option "{0}" n'est pas prise en charge.
is_is: Frumbreytur skipanalínunnar eru ekki studdar. Valkosturinn "{0}" er ekki studdur.
it_it: Gli argomenti della riga di comando forniti non sono supportati. L'opzione "{0}" non è supportata.
nb_no: De angitte kommandolinjeargumentene støttes ikke. Alternativet {0} støttes ikke.
nl_be: De opgegeven opdrachtregelargumenten worden niet ondersteund. De optie {0} wordt niet ondersteund.
ru_ru: Предоставленные аргументы командной строки не поддерживаются. Параметр "{0}" не поддерживается.
sv_se: De angivna kommandoradsargumenten stöds inte. Alternativet {0} stöds inte.

# 00095-50167
source: Unable to convert from {0} to {1}.
cs_cz: Nelze převést z {0} na {1}.
da_dk: Der kan ikke konverteres fra {0} til {1}.
de_ch: Die Konvertierung von {0} in {1} ist nicht möglich.
es_mx: No se puede convertir de {0} a {1}.
fi_fi: Muuntaminen muodosta {0} muotoon {1} ei onnistu.
fr_ca: Impossible de convertir de {0} à {1}.
is_is: Ekki var hægt að umbreyta úr {0} í {1}.
it_it: Impossibile convertire da {0} in {1}.
nb_no: Kan ikke konvertere fra {0} til {1}.
nl_be: Kan niet converteren van {0} naar {1}.
ru_ru: Не удается выполнить преобразование из {0} в {1}.
sv_se: Det går inte att konvertera från {0} till {1}.

source: Add to Navigation Pane
cs_cz: Přidat do navigačního podokna
da_dk: Føj til navigationsrude
de_ch: Zum Navigationsbereich hinzufügen
es_mx: Agregar al panel de exploración
fi_fi: Lisää siirtymisruutuun
fr_ca: Ajouter au volet de navigation
is_is: Bæta við yfirlitssvæði
it_it: Aggiungi al riquadro di spostamento
nb_no: Legg til i navigasjonsrute
nl_be: Toevoegen aan navigatiedeelvenster
ru_ru: Добавить в панели навигации
sv_se: Lägg till i navigeringsruta

# DepartmentCategoryTypeHistory
source: Archive
cs_cz: Archiv
da_dk: Arkiver
de_ch: Archivieren
es_mx: Archivo
fi_fi: Arkisto
fr_ca: Archives
is_is: Skjalasafn
it_it: Archivio
nb_no: Arkiver
nl_be: Archief
ru_ru: Архив
sv_se: Arkiv

# Label_ShowDays
source: Show this number of days in my calendar:
cs_cz: Zobrazit tento počet dní v mém kalendáři:
da_dk: Vis dette antal dage i min kalender:
de_ch: Diese Anzahl von Tagen im Kalender anzeigen:
es_mx: Mostrar este número de días en mi calendario:
fi_fi: Näytä kalenterissa seuraava määrä päiviä:
fr_ca: Afficher ce nombre de jours dans mon calendrier :
is_is: Sýna þennan fjölda daga í dagatalinu:
it_it: Mostra il seguente numero di giorni nel calendario:
nb_no: Vis dette antallet dager i kalenderen min:
nl_be: Dit aantal dagen weergeven in mijn agenda:
ru_ru: Число дней для отображения в календаре:
sv_se: Visa det här antalet dagar i min kalender:

# 00095-50041
source: The operation cannot be performed while the file is open.
cs_cz: Operaci nelze provést, když je soubor otevřen.
da_dk: Handlingen kan ikke udføres, mens filen er åben.
de_ch: Der Vorgang kann nicht ausgeführt werden, wenn die Datei geöffnet ist.
es_mx: No se puede realizar la operación mientras el archivo esté abierto.
fi_fi: Toimintoa ei voi tehdä tiedoston ollessa avoinna.
fr_ca: Impossible d'effectuer l'opération si le fichier est ouvert.
is_is: Það er ekki hægt að keyra aðgerðina á meðan skráin er opin.
it_it: Impossibile eseguire l'operazione se il file è aperto.
nb_no: Operasjonen kan ikke utføres mens filen er åpen.
nl_be: De bewerking kan niet worden uitgevoerd als het bestand is geopend.
ru_ru: Нельзя выполнить операцию, пока файл открыт.
sv_se: Åtgärden kan inte slutföras medan filen är öppen.

# MenuItemZoomTool
source: About This Page
cs_cz: O této stránce
da_dk: Om denne side
de_ch: Info zu dieser Seite
es_mx: Acerca de esta página
fi_fi: Tietoja tästä sivusta
fr_ca: À propos de cette page
is_is: Um þessa síðu
it_it: Informazioni sulla pagina
nb_no: Om denne siden
nl_be: Over deze pagina
ru_ru: Об этой странице
sv_se: Om den här sidan

# FaultyRequestPageDefinition
source: The request page for {0} does not specify a source table. You must contact a C/AL developer to update the request page definition.
da_dk: Anmodningssiden til {0} angiver ikke en kildetabel. Du skal kontakte en C/AL-udvikler for at opdatere definitionen af anmodningssiden.
de_ch: In der Anforderungsseite für {0} ist keine Ursprungstabelle angegeben. Sie müssen einen C/AL-Entwickler kontaktieren, um die Definition der Anforderungsseite zu aktualisieren.
es_mx: La página de solicitud para {0} no especifica una tabla de origen. Debe ponerse en contacto con un desarrollador de C/AL para actualizar la definición de la página de solicitud.
fi_fi: Objektin {0} pyyntösivu ei määritä lähdetaulukkoa. Päivitä pyyntösivun määritys ottamalla yhteys C/AL-kehittäjään.
fr_ca: La page de demande pour {0} ne spécifie pas une table source. Vous devez contacter un développeur C/AL pour mettre à jour la définition de page de demande.
is_is: Beiðnisíðan fyrir {0} inniheldur ekki upplýsingar um upprunatöflu. Hafa skal samband við C/AL forritara til að uppfæra skilgreiningu beiðnisíðunnar.
it_it: La pagina di richiesta per {0} non specifica un tabella di origine. È necessario contattare uno sviluppatore C/AL per l'aggiornamento della definizione della pagina di richiesta.
nb_no: Forespørselssiden for {0} angir ikke en kildetabell. Du må kontakte en C/AL-utvikler for å oppdatere definisjonen for forespørselssiden.
nl_be: Op de aanvraagpagina voor {0} wordt geen brontabel opgegeven. U moet contact met een C/AL-ontwikkelaar opnemen om de definitie van de aanvraagpagina bij te werken.
ru_ru: Страница запроса {0} не указывает таблицу-источник. Чтобы обновить определение страницы, вам потребуется связаться с разработчиком C/AL.
sv_se: Begärandesidan för {0} anger ingen källtabell. Du måste kontakta en C/AL-utvecklare för att uppdatera definitionen av begärandesidan.

# AutomationClientSideNotSupportedForDisplayTarget
source: The operation cannot complete because it uses a feature that is not supported (Automation server.)
cs_cz: Operaci nelze dokončit, protože používá funkci, která není podporovaná (Automation server.)
da_dk: Denne operation kan ikke fuldføres, da de bruger en funktion, der ikke understøttes (Automation-server).
de_ch: Der Vorgang kann nicht abgeschlossen werden, weil eine nicht unterstützte Funktion (Automatisierungsserver) verwendet wird.
es_mx: La operación no se puede completar porque usa una característica incompatible (servidor de automatización).
fi_fi: Operaatiota ei voi suorittaa, koska se käyttää toimintoa, jota ei tueta (automaatiopalvelin).
fr_ca: L'opération ne peut pas être exécutée car elle utilise une fonction non prise en charge (Automation Server).
is_is: Ekki er hægt að ljúka aðgerðinni vegna þess að hún notar eiginleika sem ekki er studdur (sjálfvirkniþjónn).
it_it: Impossibile completare l'operazione a causa di una funzionalità non supportata (server di automazione)
nb_no: Operasjonen kan ikke fullføres fordi den bruker en funksjon som ikke støttes (Automation Server.)
nl_be: De bewerking kan niet worden voltooid omdat deze een functie gebruikt die niet wordt ondersteund (Automatiseringsserver.)
ru_ru: Операцию невозможно выполнить, так как ею используется функция, которая не поддерживается (сервер автоматизации).
sv_se: Åtgärden kan inte slutföras eftersom den använder en funktion som inte stöds (Automation Server).

# CaptionViewMode_View
source: View
cs_cz: Pohled
da_dk: Vis
de_ch: Ansicht
es_mx: Vista
fi_fi: Näytä
fr_ca: Affichage
is_is: Skoða
it_it: Visualizzazione
nb_no: Vis
nl_be: Weergeven
ru_ru: Вид
sv_se: Visa

# ReportVersionObsolete
source: Report with ID "{1}" is not compliant with this version of {0}. You must upgrade the report before you can use it with {0}.
cs_cz: Zpráva s ID "{1}" není kompatibilní s touto verzí {0}. Sestavu je třeba před použitím s {0} aktualizovat.
da_dk: Rapporten med id'et "{1}" er ikke kompatibel med denne version af {0}. Du skal opgradere rapporten, før du kan bruge den med {0}.
de_ch: Der Bericht mit der ID '{1}' ist mit dieser Version von {0} nicht kompatibel. Führen Sie ein Upgrade für den Bericht aus, um ihn mit {0} verwenden zu können.
es_mx: El informe con Id. "{1}" no es compatible con esta versión de {0}. Debe actualizar el informe para poder utilizarlo con {0}.
fi_fi: Raportti, jonka tunnus on "{1}", ei ole yhteensopiva tämän {0} -version kanssa. Sinun on päivitettävä raportti, ennen kuin voit käyttää sitä tuotteen {0} kanssa.
fr_ca: L'état avec le code « {1} » n'est pas compatible avec cette version de {0}. Vous devez mettre l'état à niveau avant de pouvoir l'utiliser avec {0}.
is_is: Skýrsla með auðkenni „{1}“ er ekki samhæf við þessa útgáfu af {0}. Uppfæra verður skýrsluna áður en hægt er að nota hana með {0}.
it_it: Il report con ID "{1}" non è compatibile con questa versione di {0}. È necessario aggiornare il report prima di poterlo utilizzare con {0}.
nb_no: Rapporten med ID {1} er ikke kompatibel med denne versjonen av {0}. Du må oppgradere rapporten før du kan bruke den med {0}.
nl_be: Lijst met id "{1}" is niet compatibel met deze versie van {0}. U moet de lijst upgraden voordat u deze kunt gebruiken met {0}.
ru_ru: Отчет с идентификатором "{1}" не совместим с данной версией {0}. Необходимо обновить отчет, прежде чем его можно будет использовать с {0}.
sv_se: Rapporten med ID:t {1} är inte kompatibel med den här versionen av {0}. Du måste uppgradera rapporten innan du kan använda den med {0}.

# FormResultOkNew
source: OK && New
cs_cz: OK &&Nový
da_dk: OK og &ny
de_ch: OK && Neu
es_mx: Aceptar y nuevo
fi_fi: OK && uusi
fr_ca: OK && Nouveau
is_is: Í lagi og &nýtt
it_it: OK e &nuovo
nb_no: OK og Ny
nl_be: OK && nieuw
ru_ru: Принять и &создать
sv_se: OK och Nytt

# FileTypeNotAllowedCreate
source: The file that you are trying to create cannot be created. The destination file has an extension that may be blocked. Contact your system administrator.
cs_cz: Soubor nelze vytvořit. Cílový soubor má příponu, která může být zablokována. Obraťte se na správce systému.
da_dk: Den fil, du forsøger at oprette, kan ikke oprettes. Destinationsfilen har et filtypenavn, der måske er spærret. Kontakt din systemadministrator.
de_ch: Die zu erstellende Datei kann nicht erstellt werden. Die Erweiterung der Zieldatei wird möglicherweise blockiert. Wenden Sie sich an den Administrator.
es_mx: El archivo que intenta crear no se puede crear. El archivo de destino tiene una extensión que puede estar bloqueada. Póngase en contacto con el administrador del sistema.
fi_fi: Tiedostoa, jota yrität luoda, ei voi luoda. Kohdetiedostolla on pääte, joka saatetaan estää. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Le fichier que vous tentez de créer ne peut pas être créé. L'extension du fichier de destination peut être bloquée. Veuillez contacter votre administrateur système.
is_is: Ekki er hægt að stofna skrána sem reynt er að stofna. Viðtökuskráin er með skrárendingu sem getur verið útilokuð. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile creare il file che si tenta di creare. Il file di destinazione ha un'estensione che potrebbe essere bloccata. Contattare l'amministratore di sistema.
nb_no: Filen du prøver å opprette, kan ikke opprettes. Målfilen er av en filtype som kan være blokkert. Kontakt systemansvarlig.
nl_be: Het bestand dat u probeert te maken, kan niet worden gemaakt. Het doelbestand heeft een extensie die kan worden geblokkeerd. Neem contact op met de systeembeheerder.
ru_ru: Файл, который вы пытаетесь создать, не может быть создан. Целевой файл имеет расширение, которое, возможно, заблокировано. Обратитесь за помощью к системному администратору.
sv_se: Den fil du försöker att skapa går inte att skapa. Målfilen har en filändelse som kan vara spärrad. Kontakta systemadministratören.

# MustSpecifyDatabaseName
source: A name for the {0} configuration settings was not specified. A name must be specified for the server to start.
cs_cz: Název nastavení konfigurace {0} nebyl zadán. Spustit server musí být zadán název.
da_dk: Der blev ikke angivet et navn til konfigurationsindstillingerne for {0}. Der skal angives et navn, for at serveren kan starte.
de_ch: Es wurde kein Name für die Konfigurationseinstellung '{0}' angegeben. Der Server kann nur gestartet werden, wenn ein Name festgelegt wurde.
es_mx: No se ha especificado ningún nombre para la configuración {0}. Para iniciar el servidor, se debe especificar un nombre.
fi_fi: Kohteen ({0}) määritysasetuksille ei ole määritetty nimeä. Nimi on määritettävä, jotta palvelin voi käynnistyä.
fr_ca: Un nom pour les paramètres de configuration {0} n'a pas été spécifié. Vous devez fournir un nom pour que le serveur démarre.
is_is: Það er ekki búið að tilgreina heiti fyrir samstillingarnar {0}. Netþjónninn ræsist ekki ef það vantar.
it_it: Non è stato specificato un nome per le impostazioni di configurazione {0}. È necessario specificare un nome per avviare il server.
nb_no: Det ble ikke angitt noe navn for konfigurasjonsinnstillingene for {0}. Du må angi et navn for at serveren skal starte.
nl_be: Er is geen naam opgegeven voor de configuratie-instellingen {0}. Een naam moet worden opgegeven om de server te starten.
ru_ru: Не указано имя для настроек конфигурации {0}. Для запуска сервера необходимо указать имя.
sv_se: Inget namn har angetts för konfigurationsinställningen {0}. Ett namn måste anges för att servern ska kunna starta.

# CurrentConnectionPaneLabel
source: Current Connection
cs_cz: Aktuální připojení
da_dk: Aktuelle forbindelse
de_ch: Aktuelle Verbindung
es_mx: Conexión actual
fi_fi: Nykyinen yhteys
fr_ca: Connexion actuelle
is_is: Núverandi tenging
it_it: Connessione corrente
nb_no: Gjeldende tilkobling
nl_be: Huidige verbinding
ru_ru: Текущее подключение
sv_se: Aktuell anslutning

# FieldMustBeEqualTo
source: {0} must be equal to '{2}' in {1}: {4}. Current value is '{3}'.
cs_cz: {0} musí být rovno '{2}' v {1}: {4}. Současná hodnota je '{3}'.
da_dk: {0} skal være lig med '{2}' i {1}: {4}. Den aktuelle værdi er '{3}'.
de_ch: '{0}' muss in '{1}' gleich '{2}' sein: '{4}'. Der aktuelle Wert ist '{3}'.
es_mx: {0} debe ser igual a '{2}' en {1}: {4}. El valor actual es '{3}'.
fi_fi: Kohteen {0} arvon on oltava '{2}' kohteessa {1}: {4}. Nykyinen arvo on '{3}'.
fr_ca: {0} doit être égal à '{2}' dans {1}: {4}. La valeur actuelle est '{3}'.
is_is: {0} þarf að vera jafn og '{2}' í {1}: {4}. Núverandi gildi er '{3}'.
it_it: {0} deve essere uguale a "{2}" in {1}: {4}. Il valore corrente è "{3}".
nb_no: {0} må være lik {2} i {1}: {4}. Gjeldende verdi er {3}.
nl_be: {0} moet gelijk zijn aan {2} in {1}: {4}. De huidige waarde is {3}.
ru_ru: {0} должно быть равно '{2}' в {1}: {4}. Текущее значение: '{3}'.
sv_se: {0} måste vara lika med {2} i {1}: {4}. Aktuellt värde är {3}.

# PrintDialogExitActionCancelButton
source: &Cancel
da_dk: &Annuller
de_ch: &Abbrechen
es_mx: &Cancelar
fi_fi: &Peruuta
fr_ca: &Annuler
is_is: &Hætta við
it_it: &Annulla
nb_no: &Avbryt
nl_be: &Annuleren
ru_ru: &Отмена
sv_se: A&vbryt

# 00095-50104
source: Attributes cannot be bound to tables.
cs_cz: Atributy nemůže být vázán k tabulkám.
da_dk: Attributter kan ikke knyttes til tabeller.
de_ch: Attribute können nicht an Tabellen gebunden werden.
es_mx: Los atributos no se pueden enlazar con tablas.
fi_fi: Määritteitä ei voi sitoa taulukoihin.
fr_ca: Impossible de lier des attributs à des tables.
is_is: Það er ekki hægt að festa eigindir við töflur.
it_it: Gli attributi non possono essere associati a tabelle.
nb_no: Attributter kan ikke bindes til tabeller.
nl_be: Kenmerken kunnen niet worden gebonden aan tabellen.
ru_ru: Атрибуты не могут быть привязаны к таблицам.
sv_se: Attribut kan inte kopplas till tabeller.

# DeletePersonalizationFileTypeDecisionsButton
source: Reset file handling decision
cs_cz: Resetovat zpracování soboru
da_dk: Nulstil beslutning om filhåndtering
de_ch: Einstellung für Dateibehandlung zurücksetzen
es_mx: Restablecer la decisión de control
fi_fi: Palauta tiedoston käsittelypäätös
fr_ca: Réinitialiser la décision de traitement des fichiers
is_is: Endurstilla ákvörðun um meðferð skráa
it_it: Ripristina decisione di gestione dei file
nb_no: Tilbakestill filbehandlingsbeslutning
nl_be: Actie voor bestandsafhandeling opnieuw instellen
ru_ru: Сброс решения по обработке файлов
sv_se: Återställ filhanteringsbeslut

# CSIDETenantNotFound
source: Tenant '{0}' could not be found. Check that: 1. Tenant '{0}' is mounted on the server, or 2. Specify a different Tenant in Tools|Options.
da_dk: Lejeren '{0}' blev ikke fundet. Kontrollér, at: 1. Lejeren '{0}' er tilknyttet på serveren, eller 2. Angiv en anden lejer i Funktioner/Indstillinger.
de_ch: Tenant "{0}" konnte nicht gefunden werden. Prüfen Sie Folgendes: 1. Tenant "{0}" muss auf dem Server eingebunden sein und 2. Geben Sie unter "Extras|Optionen" einen anderen Tenant an.
es_mx: No se encontró el inquilino '{0}'. Compruebe lo siguiente: 1. El inquilino '{0}' está montado en el servidor. 2. Especifique otro inquilino en Herramientas|Opciones.
fi_fi: Vuokraajaa {0} ei löytynyt. Tee seuraavat toimet: 1. tarkista, että vuokraaja {0} on asennettu palvelimeen tai 2. määritä toinen vuokraaja kohdassa Työkalut|Asetukset.
fr_ca: Impossible de trouver l'abonné « {0} ». Effectuez les opérations suivantes : 1. Vérifiez que l'abonné « {0} » est monté sur le serveur, ou 2. Spécifiez un autre abonné dans Outils|Options.
is_is: Leigjandinn „{0}“ fannst ekki. Gangið úr skugga um að: 1. leigjandinn „{0}“ sé uppsettur á þjóninum eða 2. tilgreinið annan leigjanda í Verkfæri|Valkostir.
it_it: Impossibile trovare il tenant '{0}'. Verificare che: 1. Il tenant '{0}' sia montato sul server oppure 2. Specificare un tenant diverso in Strumenti|Opzioni.
nb_no: Finner ikke leietakeren {0}. Kontroller at følgende er tilfelle: 1. Leietakeren {0} er montert på serveren, eller 2. Angi en annen leietaker i Verktøy|Alternativer.
nl_be: Tenant '{0}' is niet gevonden. Controleer of: 1. Tenant '{0}' op de server is geïnstalleerd, of 2. Geef een andere tenant op in Extra|Opties.
ru_ru: Арендатор "{0}" не найден. Выполните одно из следующих действий: 1. Убедитесь, что арендатор "{0}" подключен на сервере, или 2. Выберите другого арендатора в пункте меню Сервис|Параметры.
sv_se: Klientorganisationen {0} kunde inte hittas. Kontrollera att 1. klientorganisation {0} är monterad på servern, eller 2. ange en annan klientorganisation i Verktyg|Alternativ.

source: minute
cs_cz: minuta
da_dk: minut
es_mx: minuto
fi_fi: minuutti
is_is: mínúta
it_it: minuto
nb_no: minutt
nl_be: minuut
ru_ru: минута
sv_se: minut
