Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# TenantConfigError_ApplicationDatabaseNotConfigured
source: There are tenants specified in {0}, but an application database was not specified in the DatabaseName setting in the server configuration.
cs_cz: Existují nájemníků v {0}, ale aplikační databáze nebyl určen v nastavení název databáze v konfigurace serveru.
da_dk: Der er angivet lejere i {0}, men en programdatabase er ikke angivet i indstillingen DatabaseName i serverkonfigurationen.
de_ch: In {0} sind Tenants angegeben, aber in der DatabaseName-Einstellung in der Serverkonfiguration wurde keine Anwendungsdatenbank angegeben.
es_mx: Hay inquilinos especificados en {0}, pero no se ha especificado una base de datos de aplicación en el parámetro DatabaseName de la configuración del servidor.
fi_fi: Kohteessa {0} on määritetty vuokraajia, mutta sovelluksen tietokantaa ei ole määritetty palvelimen määritysten DatabaseName-kohdassa.
fr_ca: Des abonnés sont spécifiés dans {0}, mais aucune base de données d'application n'a été spécifiée dans le paramètre DatabaseName de la configuration du serveur.
is_is: Leigjendur eru tilgreindir í {0} en ekki er búið að tilgreina forritsgagnagrunn í stillingunni DatabaseName í grunnstillingu þjónsins.
it_it: Sono presenti tenant specificati in {0}, ma un database dell'applicazione non è stato specificato nell'impostazione DatabaseName nella configurazione del server.
nb_no: Det er spesifisert leietakere i {0}, men det ble ikke spesifisert noen programdatabase for innstillingen DatabaseName i serverkonfigurasjonen.
nl_be: Er zijn tenants opgegeven in {0}, maar er is geen toepassingsdatabase opgegeven in de instelling DatabaseName in de serverconfiguratie.
ru_ru: Для {0} заданы арендаторы, но в параметре DatabaseName в конфигурации сервера не указана база данных приложения.
sv_se: Klientorganisationen har angetts i {0}, men ingen programdatabas har angetts i inställningen DatabaseName i serverkonfigurationen.

# OfficeDocumentReportCreatedBy
source: Created by the Microsoft Dynamics NAV report engine.
da_dk: Oprettet af Microsoft Dynamics NAV-rapportprogrammet.
de_ch: Erstellt vom Microsoft Dynamics NAV-Berichtsmodul.
es_mx: Creado por el motor de informes de Microsoft Dynamics NAV.
fi_fi: Microsoft Dynamics NAV -raporttimoduulin luoma.
fr_ca: Créé par le moteur de rapport Microsoft Dynamics NAV.
is_is: Stofnað í Microsoft Dynamics NAV skýrsluvél.
it_it: Creato dal motore di report Microsoft Dynamics NAV.
nb_no: Opprettet av rapportmotoren for Microsoft Dynamics NAV.
nl_be: Gemaakt door de Microsoft Dynamics NAV-rapportengine.
ru_ru: Создано подсистемой отчетов Microsoft Dynamics NAV.
sv_se: Skapad av Microsoft Dynamics NAV-rapportmotorn.

# SelectLanguageListText
source: Language
cs_cz: Jazyk
da_dk: Sprog
de_ch: Sprache
es_mx: Idioma
fi_fi: Kieli
fr_ca: Langue
is_is: Tungumál
it_it: Lingua
nb_no: Språk
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# ExistingPasswordNotCorrect
source: The existing password is not correct
cs_cz: Stávající heslo není správné
da_dk: Den eksisterende adgangskode er ikke korrekt
de_ch: Das vorhandene Kennwort ist fehlerhaft
es_mx: La contraseña existente no es correcta
fi_fi: Olemassa oleva salasana on virheellinen
fr_ca: Le mot de passe existant n'est pas correct
is_is: Fyrirliggjandi aðgangsorð er ekki rétt.
it_it: Password esistente non corretta
nb_no: Det eksisterende passordet er ikke riktig
nl_be: Het bestaande wachtwoord is niet juist
ru_ru: Текущий пароль указан неправильно
sv_se: Det befintliga lösenordet är inte korrekt

# ToolsSecurityPasswordSystemObjectCaption
source: Tools, Security, Password
cs_cz: Nástroje, ochrana, heslo
da_dk: Funk., Sikkerhed, Adgangskode
de_ch: Extras, Zugriffsr., Kennwort
es_mx: Herramientas, Seg., Contraseña
fi_fi: Työkalut, Suojaus, Salasana
fr_ca: Outils, Sécurité, Mot de passe
is_is: Verkfæri, Öryggi, Aðgangsorð
it_it: Strumenti, Protez., Password
nb_no: Verktøy, Sikkerhet, Passord
nl_be: Extra, Beveiliging, Wachtwoord
ru_ru: Сервис, Безопасн., Пароль
sv_se: Verktyg, Säkerhet, Lösenord

# Button_MoveUp
source: Move Up
cs_cz: Přesunout nahoru
da_dk: Flyt op
de_ch: Nach oben
es_mx: Mover arriba
fi_fi: Siirrä ylös
fr_ca: Déplacer vers le haut
is_is: Flytja upp
it_it: Vai su
nb_no: Flytt opp
nl_be: Omhoog
ru_ru: Сдвинуть вверх
sv_se: Flytta upp

# EvaluateDateFormulaNumberOutOfRangeError
source: The date formula '{0}' contains a number that is too large. The number must be in the range {1} - {2}.
cs_cz: Vzorec data '{0}' obsahuje číslo, které je příliš velký. Číslo musí být v rozmezí {1} - {2}.
da_dk: Datoformlen '{0}' indeholder et tal, der er for stort. Tallet skal ligge inden for intervallet {1} – {2}.
de_ch: Die Datumsformel '{0}' enthält eine zu große Zahl. Die Zahl muss im Bereich von {1} bis {2} liegen.
es_mx: La fórmula de fecha '{0}' contiene un número que es demasiado grande. El número debe estar dentro del intervalo {1} - {2}.
fi_fi: Päivämäärän kaava {0} sisältää liian suuren luvun. Luvun on oltava {1}–{2}.
fr_ca: La formule de date « {0} » contient un nombre trop grand. Le nombre doit se trouver dans la plage {1} - {2}.
is_is: Í dagsetningarreiknireglunni '{0}' er of há tala. Talan verður að vera á bilinu {1} - {2}.
it_it: La formula per la data '{0}' contiene un numero troppo grande. Il numero deve essere nel range {1} - {2}.
nb_no: Datoformelen {0} inneholder et tall som er for høyt. Tallet må være mellom {1} og {2}.
nl_be: De datumformule '{0}' bevat een te groot getal. Het getal moet tussen {1} en {2} liggen.
ru_ru: Формула даты "{0}" содержит слишком большое число. Число должно быть в диапазоне {1} – {2}.
sv_se: Datumformeln {0} innehåller ett tal som är för stort. Talet måste ligga inom intervallet {1} - {2}.

# Label_AvailableFields
source: Available fields:
cs_cz: Dostupná pole:
da_dk: Tilgængelige felter:
de_ch: Verfügbare Felder:
es_mx: Campos disponibles:
fi_fi: Käytettävissä olevat kentät:
fr_ca: Champs disponibles :
is_is: Tiltækir reitir:
it_it: Campi disponibili:
nb_no: Tilgjengelige felt:
nl_be: Beschikbare velden:
ru_ru: Доступные поля:
sv_se: Tillgängliga fält:

# ViewNodeCaption
source: {0} - [View]
cs_cz: {0} - [Zobrazit]
da_dk: {0} - [Visning]
de_ch: {0} - [Ansicht]
es_mx: {0} - [Vista]
fi_fi: {0} - [Näkymä]
fr_ca: {0} - [Vue]
is_is: {0} - [Yfirlit]
it_it: {0} - [Visualizzazione]
nb_no: {0} - [Vis]
nl_be: {0} - [Weergave]
ru_ru: {0} - [Представление]
sv_se: {0} - [Vy]

# NavFormUrlProvider_CompanyMissing
source: The company name must be specified if the server and instance are specified.
cs_cz: Název společnosti musí být zadán v případě, že jsou zadány na serveru a instanci.
da_dk: Virksomhedsnavnet skal angives, hvis serveren og forekomsten er angivet.
de_ch: Der Unternehmensname muss angegeben werden, wenn der Server und die Instanz angegeben werden.
es_mx: Se debe especificar el nombre de la empresa si se especifican en servidor y la instancia.
fi_fi: Yrityksen nimi on määritettävä, jos palvelin ja instanssi on määritetty.
fr_ca: Le nom de la compagnie doit être spécifié si le serveur et l'instance sont eux aussi spécifiés.
is_is: Tilgreina verður heiti fyrirtækisins ef netþjónninn og tilvikið eru tilgreind.
it_it: È necessario specificare il nome della società se vengono specificati server e istanza.
nb_no: Firmanavnet må angis hvis serveren og forekomsten er angitt.
nl_be: De bedrijfsnaam moet worden opgegeven als de server en het exemplaar worden opgegeven.
ru_ru: Если заданы сервер и экземпляр, должно указываться имя организации.
sv_se: Företagsnamnet måste anges om servern och instansen anges.

# DotNetInvokeError
source: A call to {0} failed with this message: {1}
cs_cz: Tato zpráva je určena pro C/AL programmers: Volání {0} skončilo touto zprávou: {1}
da_dk: Et kald til {0} mislykkedes med følgende meddelelse: {1}
de_ch: Fehler bei einem Aufruf von {0} mit folgender Meldung: {1}
es_mx: Error en la llamada a {0} con el mensaje siguiente: {1}.
fi_fi: Menetelmän {0} kutsu epäonnistui. Sanoma: {1}
fr_ca: Un appel à {0} a échoué avec le message :{1}
is_is: Kall til {0} mistókst með skilaboðunum: {1}
it_it: Chiamata a {0} non riuscita con questo messaggio: {1}
nb_no: Et kall til {0} mislyktes med denne meldingen: {1}
nl_be: Een aanroep voor {0} is mislukt met dit bericht: {1}
ru_ru: Вызов {0} завершился ошибкой со следующим сообщением: {1}
sv_se: Ett anrop till {0} misslyckades med meddelandet: {1}

# MethodSignatureWithArguments
source: {0}(number of arguments: {1}), with matching argument types.
cs_cz: {0}(počet parametrů: {1}), s odpovídajícími typy parametrů.
da_dk: {0}(antal argumenter: {1}) med tilsvarende argumenttyper.
de_ch: {0} (Argumentanzahl: {1}), mit entsprechenden Argumenttypen.
es_mx: {0}(número de argumentos: {1}), con tipos de argumento coincidentes.
fi_fi: {0}(argumenttien määrä: {1}), argumenttien tyypit vastaavat toisiaan.
fr_ca: {0}(nombre d'arguments : {1}), avec types d'arguments correspondants.
is_is: {0}(fjöldi frumbreyta: {1}), með samsvarandi frumbreytugerðum.
it_it: {0}(numero di argomenti: {1}), con corrispondenza dei tipi di argomento.
nb_no: {0} (antall argumenter: {1}), med samsvarende argumenttyper.
nl_be: {0} (aantal argumenten: {1}), met overeenkomende argumentsoorten.
ru_ru: {0}(количество параметров: {1}), с совпадающими типами параметров.
sv_se: {0}(antal argument: {1}), med matchande argumenttyper.

# OutlookSortOption_Importance
source: Importance
cs_cz: Důležitost
da_dk: Vigtighed
de_ch: Wichtigkeit
es_mx: Importancia
fi_fi: Tärkeys
is_is: Mikilvægi
it_it: Importanza
nb_no: Viktighet
nl_be: Belang
ru_ru: Важность
sv_se: Prioritet

# GoToRowTitle
source: Go to other page
cs_cz: Přejít na jinou stránku
da_dk: Gå til en anden side
de_ch: Zur anderen Seite
es_mx: Ir a otra página
fi_fi: Siirry toiselle sivulle
fr_ca: Aller à une autre page
is_is: Fara á aðra síðu
it_it: Vai a un'altra pagina
nb_no: Gå til neste side
nl_be: Naar andere pagina gaan
ru_ru: Перейти на другую страницу
sv_se: Gå till annan sida

# CommandLineMultipleLanguagesSpecified
source: Multiple languages specified in the command line.
cs_cz: V příkazovém řádku bylo zadáno více jazyků.
da_dk: Der er angivet flere sprog i kommandolinjen.
de_ch: In der Befehlszeile wurden mehrere Sprachen angegeben.
es_mx: Se especificaron varios idiomas en la línea de comandos.
fi_fi: Komentorivillä on määritetty useita kieliä.
fr_ca: Plusieurs langues spécifiées dans la ligne de commande.
is_is: Það eru mörg tungumál tilgreind í skipanalínunni.
it_it: Più lingue specificate nella riga di comando.
nb_no: Flere språk er angitt i kommandolinjen.
nl_be: Meerdere talen opgegeven in de opdrachtregel.
ru_ru: В командной строке указано несколько языков.
sv_se: Flera språk har angetts på kommandoraden.

# IllegalUpgradeTableId
source: The UpgradeTableId set for old table {0} with ID {1} is not valid. The UpgradeTableId must be set to an existing compiled table, other than the modified table. Specifying a valid UpgradeTableId is mandatory when the upgrade setup option is Copy or Move.
da_dk: Den angivne værdi for UpgradeTableId til den gamle tabel {0} med id'et {1} er ugyldig. Den returnerede UpgradeTableId skal angives til en eksisterende kompileret tabel, som ikke er den ændrede tabel. Det er obligatorisk at angive en gyldig UpgradeTableId, når konfigurationen for opdateringen er Copy eller Move.
de_ch: Die für die alte Tabelle {0} mit der ID {1} festgelegte UpgradeTableId ist nicht gültig. Die UpgradeTableId muss auf eine andere vorhandene kompilierte Tabelle als die modifizierte Tabelle festgelegt werden. Das Festlegen einer gültigen UpgradeTableId ist erforderlich, wenn die Einrichtungsoption für das Upgrade "Kopieren" oder "Verschieben" lautet.
es_mx: El valor UpgradeTableId establecido para la tabla anterior {0} con id. {1} no es válido. El valor UpgradeTableId debe establecerse en una tabla compilada existente distinta de la tabla modificada. Es obligatorio especificar un valor válido de UpgradeTableId cuando la opción de actualizar configuración es Copiar o Mover.
fi_fi: Vanhalle taulukolle {0}, jonka tunnus on {1}, määritetty UpgradeTableId ei kelpaa. UpgradeTableId on määritettävä aiemmin luodulle käännetylle taulukolle, joka on jokin muu kuin muutettu taulukko. Kelvollinen UpgradeTableId on määritettävä, kun päivitysasetukseksi on valittu Copy tai Move.
fr_ca: La valeur UpgradeTableId définie pour l'ancienne table {0} portant l'ID {1} n'est pas valide. La valeur UpgradeTableId doit être définie sur une table compilée existante, différente de la table modifiée. L'indication d'une valeur UpgradeTableId valide est obligatoire lorsque l'option de configuration de la mise à niveau est Copy ou Move.
is_is: UpgradeTableId stillt á gamla töflu {0} með auðkenni {1} er ekki gilt. UpgradeTableId þarf að vera stillt á fyrirliggjandi þýdda töflu, sem ekki hefur verið breytt. Nauðsynlegt er að tilgreina gilt UpgradeTableId þegar uppsetningarvalkostur uppfærslu er „Afrita“ eða „Færa“.
it_it: Il set UpgradeTableId per la tabella precedente {0} con ID {1} non è valido. Il set UpgradeTableId deve essere impostato su una tabella compilata completa e non sulla tabella modificata. Quando l'opzione di setup è Copia o Sposta, è necessario specificare un set UpgradeTableId valido.
nb_no: Settet UpgradeTableId for den gamle tabellen {0} med IDen {1} er ikke gyldig. UpgradeTableId må angis som en eksisterende kompilert tabell, som ikke er den endrede tabellen. Det er obligatorisk å angi en gyldig UpgradeTableId når konfigurasjonsalternativet for oppgrading er Kopier eller Flytt.
nl_be: De UpgradeTableId die is ingesteld voor oude tabel {0} met id {1} is niet geldig. De UpgradeTableId moet worden ingesteld op een bestaande, gecompileerde tabel, anders dan de gewijzigde tabel. Een geldige UpgradeTableId opgeven is verplicht wanneer de instellingsoptie voor de upgrade is ingesteld op Copy of Move.
ru_ru: Значение UpgradeTableId, заданное для старой таблицы {0} с идентификатором {1}, недопустимо. Идентификатор UpgradeTableId должен быть задан равным существующей скомпилированной таблице, отличной от измененной таблицы. Если выбран параметр установки обновления "Copy" (Копировать) или Move ("Перенести"), необходимо обязательно указать допустимый идентификатор UpgradeTableId.
sv_se: Det UpgradeTableId som angetts för den gamla tabellen {0} med ID:t {1} är inte giltigt. UpgradeTableId måste anges för en befintlig kompilerad tabell som inte är identisk med den ändrade tabellen. Du måste ange ett giltigt UpgradeTableId när inställningsalternativet för uppgraderingen är Copy eller Move.

# InvalidDateTimeForTimeZone
source: The time '{0}' is not valid in the current time zone. For example, when the clock is adjusted forward, any time in the period that is skipped is invalid.
cs_cz: Čas {0} není platný v aktuálním časovém pásmu. Například když jsou hodiny posunuty vpřed, jakýkoli časový údaj v období je přeskočen jako nevalidní.
da_dk: Klokkeslættet '{0}' er ugyldigt i den aktuelle tidszone. Når uret f.eks. stilles frem, vil et hvilket som helst tidspunkt inden for den periode, som springes over, være ugyldigt.
de_ch: Die Uhrzeit {0} ist in der aktuellen Zeitzone nicht gültig. Wenn die Uhr beispielsweise vorgestellt wird, ist jede Uhrzeit im übersprungenen Zeitraum ungültig.
es_mx: La hora '{0}' no es válida para la zona horaria actual. Por ejemplo, cuando se adelante, ninguna hora del periodo omitido será válida.
fi_fi: Aika '{0}' ei ole kelvollinen käytössä olevalla aikavyöhykkeellä. Esimerkki: kun kelloa siirretään eteenpäin, ohitetun ajanjakson ajat eivät ole kelvollisia.
fr_ca: L'heure '{0}' n'est pas valide dans le fuseau horaire actuel. Par exemple, si l'horloge est avancée, les heures dans la période ignorée ne sont pas valides.
is_is: Tíminn '{0}' er ógildur í núverandi tímabelti. Til dæmis þegar klukkan er færð áfram er allur tími á tímabilinu sem hlaupið er yfir ógildur.
it_it: L'ora '{0}' non è valida nel fuso orario corrente. Ad esempio, quando l'orologio viene reimpostato su un'ora successiva, le ore comprese nel periodo di tempo ignorato sono considerate non valide.
nb_no: Klokkeslettet {0} er ikke gyldig i den gjeldende tidssonen. Når klokken for eksempel stilles frem, vil alle klokkesletter i perioden man hopper over, være ugyldige.
nl_be: De tijd {0} is ongeldig in de huidige tijdzone. Als de klok bijvoorbeeld voorwaarts wordt bijgesteld, is elke tijd in de overgeslagen periode ongeldig.
ru_ru: Время '{0}' недопустимо в текущем часовом поясе. Например, если часы переведены вперед, любое время в периоде, который пропущен, является недопустимым.
sv_se: Tiden {0} är inte giltig i den aktuella tidszonen. När klockan ställs fram blir tider i perioden som hoppas över ogiltiga.

# ODataFilterParser_UnshieldedApostrophe
source: Cannot have an apostrophe in a token.
cs_cz: Nemůže mít apostrof v tokenu.
da_dk: En token må ikke indeholde en apostrof.
de_ch: Token dürfen keinen Apostroph enthalten.
es_mx: No se permite un apóstrofo en un token.
fi_fi: Tunnuksessa ei voi olla heittomerkkiä.
fr_ca: Un jeton ne peut pas contenir d'apostrophe.
is_is: Ekki er hægt að hafa úrfellingarmerki í tákni.
it_it: Un token non può contenere un apostrofo.
nb_no: Kan ikke ha en apostrof i token.
nl_be: Kan geen aanhalingsteken in een token bevatten.
ru_ru: Маркере не может содержать апостроф.
sv_se: Det får inte finnas en apostrof i en token.

# Instruction_ChooseColumns
source: Choose which columns to show on the list
cs_cz: Vybrat sloupce pro zobrazení v seznamu
da_dk: Vælg, hvilke kolonner der skal vises på listen
de_ch: Dient zum Auswählen der in der Liste anzuzeigenden Spalten.
es_mx: Seleccionar las columnas que desea mostrar en la lista
fi_fi: Valitse luettelossa näytettävät sarakkeet
fr_ca: Choisir les colonnes à afficher dans la liste
is_is: Velja dálka til birtingar á listanum
it_it: Scegliere le colonne da visualizzare nella lista
nb_no: Velg hvilke kolonner som skal vises i oversikten
nl_be: Kiezen welke kolommen worden weergegeven in de lijst
ru_ru: Выбрать столбцы для отображения на странице
sv_se: Välj vilka kolumner som ska visas i listan

# LicenseExpiredError
source: Your program license has expired.
cs_cz: Vaše licence programu vypršela.
da_dk: Din programlicens er udløbet.
de_ch: Ihre Programmlizenz ist abgelaufen.
es_mx: Su licencia ha expirado.
fi_fi: Käyttöoikeutesi ohjelmaan ei ole enää voimassa.
fr_ca: Votre licence a expiré.
is_is: Kerfisleyfið er fallið úr gildi.
it_it: Questa licenza del programma è scaduta.
nb_no: Programlisensen er utgått.
nl_be: De programmalicentie is vervallen.
ru_ru: Истек срок действия лицензии на программу.
sv_se: Din programlicens har gått ut.

# DecimalExpressionParser_NoMoreCharactersLookingForNumber
source: Value is missing after {0}.
cs_cz: Chybí hodnota po {0}.
da_dk: Der mangler en værdi efter {0}.
de_ch: Ein Wert fehlt nach '{0}'.
es_mx: Falta un valor detrás de {0}.
fi_fi: Kohteen {0} jälkeen puuttuu arvo.
fr_ca: Il manque une valeur après {0}.
is_is: Gildi vantar á eftir {0}.
it_it: Valore mancante dopo {0}.
nb_no: Det mangler en verdi etter {0}.
nl_be: Waarde ontbreekt na {0}.
ru_ru: Отсутствует значение после {0}.
sv_se: Värde saknas efter {0}.

# CallbackNotAllowedDataSetPageReady
source: {0} attempted to issue a client callback to run: {1} {3} {2}. Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta spustit: {1} {3} {2}. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at køre: {1} {3} {2}. Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um Folgendes auszuführen: {1} {3} {2}. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para ejecutar: {1} {3} {2}. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun suorittamista varten: {1} {3} {2}. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client à exécuter : {1} {3} {2}. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að keyra {1} {3} {2} . Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client da eseguire: {1} {3} {2}. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for kjøring: {1} {3} {2}. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden voor uitvoering: {1} {3} {2}. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для выполнения: {1} {3} {2}. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna köra: {1} {3} {2}. Klientåteranrop stöds inte i {0}.

# ReportLayoutRenameClash
source: [Renamed field conflict] Rename from {0} to {1}
da_dk: [Konflikt med omdøbt felt] Omdøb fra {0} til {1}
de_ch: [Konflikt aufgrund von umbenanntem Feld] Umbenennen von {0} zu {1}
es_mx: [Conflicto de cambio de nombre de campo] Nombre cambiado de {0} a {1}
fi_fi: [Uudelleennimetyn kentän ristiriita] Nimeä {0} uudelleen muotoon {1}
fr_ca: [Conflit de champ renommé] Renommer {0} en {1}
is_is: [Árekstur við að endurnefna reit] Endurnefna {0} í {1}
it_it: [Conflitto campo rinominato] Rinominare da {0} a {1}
nb_no: [Konflikt ved endring av feltnavn] Endre navn fra {0} til {1}
nl_be: [Conflict hernoemd veld] Hernoemen van {0} in {1}
ru_ru: [Конфликт переименованного поля] Переименование из {0} в {1}
sv_se: [Konflikt med ändrat fältnamn] Byt namn från {0} till {1}

# CannotModifyAllOnPrimaryKey
source: The MODIFYALL function cannot be used on the {0} field in the {1} table because it is part of the primary key.
cs_cz: Funkce MODIFYALL nelze použít na pole {0} v tabulce {1}, protože je součástí primárního klíče.
da_dk: Funktionen MODIFYALL kan ikke bruges i feltet {0} i tabellen {1}, da den er en del af primærnøglen.
de_ch: Die Funktion 'MODIFYALL' kann für das Feld '{0}' der Tabelle '{1}' nicht verwendet werden, da es Teil des Primärschlüssels ist.
es_mx: La función MODIFYALL no se puede utilizar en el campo {0} de la tabla {1} porque forma parte de la clave primaria.
fi_fi: MODIFYALL-funktiota ei voi käyttää taulukon {1} kentässä {0}, koska se on perusavaimen osa.
fr_ca: La fonction MODIFYALL ne peut pas être utilisée au niveau du champ {0} de la table {1} car elle fait partie de la clé primaire.
is_is: Ekki er hægt að nota aðgerðina MODIFYALL á reitinn {0} í töflunni {1} vegna þess að reiturinn er hluti af aðallykli.
it_it: Impossibile utilizzare la funzione MODIFYALL nel campo {0} nella tabella {1} table perché fa parte della chiave primaria.
nb_no: Funksjonen MODIFYALL kan ikke brukes på feltet {0} i tabellen {1} fordi den er en den av primærnøkkelen.
nl_be: De functie MODIFYALL mag niet worden gebruikt voor het veld {0} in de tabel {1}, omdat deze deel uit maakt van de primaire sleutel.
ru_ru: Функция MODIFYALL не может выполняться над полем {0} в таблице {1}, так как оно является частью первичного ключа.
sv_se: Det går inte att använda funktionen MODIFYALL i fältet {0} i tabellen {1} eftersom den ingår i primärnyckeln.

# RecordLinks_Button_Save
source: Save
cs_cz: Uložit
da_dk: Gem
de_ch: Speichern
es_mx: Guardar
fi_fi: Tallenna
fr_ca: Sauvegarder
is_is: Vista
it_it: Salva
nb_no: Lagre
nl_be: Opslaan
ru_ru: Сохранить
sv_se: Spara
