Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ThisUserChangedTheDataError
source: An attempt was made to change an old version of a {0} record. The record should first be reread from the database. This is a programming error. Identification fields and values: {1}
cs_cz: Byl proveden pokus o změnu staré verze záznamu {0}. Záznam by měl být nejprve znovu načten z databáze. Jedná se o chybu programování. Identifikační pole a hodnoty: {1}
da_dk: Det blev forsøgt at ændre en tidligere version af en {0}-record. Recorden skal først genlæses fra databasen. Dette er en programmeringsfejl. Id-felter og -værdier: {1}
de_ch: Es wurde versucht, eine alte Version eines Datensatzes vom Typ '{0}' zu ändern. Der Datensatz muss zunächst erneut aus der Datenbank gelesen werden. Hierbei handelt es sich um einen Programmierfehler. Identifizierende Felder und Werte: {1}
es_mx: Se ha intentando cambiar una versión antigua de un registro {0}. El registro se debe volver a leer en primer lugar de la base de datos. Este es un error de programación. Campos de identificación y valores: {1}
fi_fi: Taulukon {0} tietueen vanhaa versiota yritettiin muuttaa. Tietue on ensin luettava tietokannasta uudestaan. Tämä on ohjelmointivirhe. Tunnistuskentät ja -arvot: {1}
fr_ca: Une tentative de modification d'une ancienne version d'un enregistrement {0} a été effectuée. L'enregistrement doit être tout d'abord relu à partir de la base de données. Il s'agit d'une erreur de programmation. Champs et valeurs d'identification : {1}
is_is: Tilraun var gerð til að breyta gamalli útgáfu af {0} skrá. Skrána ætti fyrst að endurlesa úr gagnagrunninum. Þetta er forritunarvilla. Skilgreiningarreitir og gildi: {1}
it_it: Tentativo di modificare una versione precedente di un record {0}. Il record deve prima essere riletto dal database. Errore di programmazione. Campi Identificazione e valori: {1}
nb_no: Det ble gjort et forsøk på å endre en gammel versjon av en {0}-post. Posten må først leses på nytt fra databasen. Dette er en programmeringsfeil. ID-felt og -verdier: {1}
nl_be: Er is een poging gedaan een oude versie van een {0}-record te wijzigen. De record moet eerst opnieuw worden gelezen uit de database. Dit is een programmeerfout. Identificatievelden en -waarden: {1}
ru_ru: Была сделана попытка изменить старую версию записи {0}. В первую очередь запись должна быть повторно считана из базы данных. Это ошибка программирования. Идентифицирующие поля и значения: {1}
sv_se: Ett försök har gjorts att ändra den gamla versionen för en post av typen {0}. Posten bör först läsas om från databasen. Detta är ett programmeringsfel. Identifikationsfält och värden: {1}

# TestPageRowNotFound
source: The row does not exist on the TestPage.
cs_cz: Řádek na TestPage neexistuje.
da_dk: Rækken findes ikke på TestPage.
de_ch: Die Zeile ist im TestPage-Element nicht vorhanden.
es_mx: La fila no existe en la TestPage.
fi_fi: Riviä ei ole TestPage-kohteessa.
fr_ca: La ligne n'existe pas sur la TestPage.
is_is: Línan er ekki til á TestPage.
it_it: La riga non esiste nella TestPage.
nb_no: Raden finnes ikke på TestPage.
nl_be: De rij bestaat niet op de TestPage.
ru_ru: На странице TestPage отсутствует строка.
sv_se: Raden finns inte på testsidan.

# InvalidStandardFormat
source: Standard format number {0} does not exist for the type '{1}'.
cs_cz: Standardní formát čísla {0} pro typ {1} neexistuje.
da_dk: Standardformatnummeret {0} findes ikke for typen '{1}'.
de_ch: Die Standardformatnummer {0} ist für den Typ '{1}' nicht vorhanden.
es_mx: El número de formato estándar {0} no existe para el tipo "{1}".
fi_fi: Vakiomuotonumeroa {0} ei ole tyypille "{1}".
fr_ca: Le format standard numéro {0} n'existe pas pour le type « {1} ».
is_is: Staðalsnið númer {0} er ekki til fyrir tegundina „{1}“.
it_it: Il formato numerico standard {0} non esiste per il tipo '{1}'.
nb_no: Standard formatnummer {0} finnes ikke for typen {1}.
nl_be: Het standaardformaatnummer {0} is niet toegestaan voor type {1}.
ru_ru: Число стандартного формата {0} не существует для типа "{1}".
sv_se: Standardformatnumret {0} finns inte för typen {1}.

# 00095-50108
source: The Attribute <{0}> is required.
cs_cz: Attribut <{0}> je povinný.
da_dk: Attributten <{0}> skal angives.
de_ch: Das Attribut <{0}> muss angegeben werden.
es_mx: El atributo <{0}> es obligatorio.
fi_fi: Määrite <{0}> on pakollinen.
fr_ca: L'attribut <{0}> est requis.
is_is: Eigindin <{0}> er nauðsynlegt.
it_it: L'attributo <{0}> è necessario.
nb_no: Attributtet <{0}> er obligatorisk.
nl_be: Attribuut <{0}> is vereist.
ru_ru: Атрибут <{0}> обязателен.
sv_se: Attributet <{0}> krävs.

# InstructionSelectChart
source: Select chart
cs_cz: Vyberte graf
da_dk: Vælg diagram
de_ch: Dient zum Auswählen eines Diagramms.
es_mx: Seleccionar gráfico
fi_fi: Valitse kaavio
fr_ca: Sélectionner un graphique
is_is: Velja myndrit
it_it: Selezionare il grafico
nb_no: Velg diagram
nl_be: Diagram selecteren
ru_ru: Выбрать диаграмму
sv_se: Välj diagram

source: Show results:
cs_cz: Zobrazit výsledky:
da_dk: Vis resultater:
de_ch: Ergebnisse anzeigen:
es_mx: Mostrar resultados:
fi_fi: Näytä tulokset:
fr_ca: Afficher résultats :
is_is: Sýna niðurstöður:
it_it: Mostra risultati:
nb_no: Vis resultater:
nl_be: Resultaten weergeven:
ru_ru: Показать результаты:
sv_se: Visa resultat:

# MenuItemCopyUrlForTable
source: Copy Link to Table
cs_cz: Kopírovat odkaz na tabulku
da_dk: Kopier link til tabel
de_ch: Tabellenlink kopieren
es_mx: Copiar vínculo a la tabla
fi_fi: Kopioi linkki taulukkoon
fr_ca: Copier le lien vers la table
is_is: Afrita tengil í töflu
it_it: Copia collegamento a tabella
nb_no: Kopier kobling til tabell
nl_be: Koppeling kopiëren naar tabel
ru_ru: Копировать ссылку на таблицу
sv_se: Kopiera länk till tabell

# ProgramLicenseMismatch
source: This program license cannot be used.
cs_cz: Tato licence programu nemůže být použit.
da_dk: Denne programlicens kan ikke anvendes.
de_ch: Diese Programmlizenz kann nicht benutzt werden.
es_mx: Esta licencia no se puede utilizar.
fi_fi: Tätä ohjelman käyttöoikeutta ei voi käyttää.
fr_ca: Cette licence ne peut pas être utilisée.
is_is: Ekki er hægt að nota þetta kerfisleyfi.
it_it: Questa licenza di programma non può essere usata.
nb_no: Programlisensen kan ikke brukes.
nl_be: Deze programmalicentie kan niet worden gebruikt.
ru_ru: Эту лицензию на программу нельзя использовать.
sv_se: Den här programlicensen kan inte användas.

# DataCannotBeImportedMissingTableInFile
source: Cannot import the data because the specified file does not include the table with the ID {0}. Make sure that you are importing data into the same application as it was exported from.
da_dk: Dataene kan ikke indlæses, da den angivne fil ikke indeholder tabellen med id'et {0}. Sørg for, at du indlæser data i det samme program, som det blev eksporteret fra.
de_ch: Die Daten können nicht importiert werden, da die angegebene Datei die Tabelle mit der ID {0} nicht enthält. Die Daten müssen in dieselbe Anwendung importiert werden, aus der sie exportiert wurden.
es_mx: No se pueden importar los datos porque el archivo especificado no incluye la tabla con el id. {0}. Asegúrese de importar los datos a la misma aplicación desde la que los exportó.
fi_fi: Tietoja ei voi tuoda, koska määritetyssä tiedostossa ei ole taulukkoa, jonka tunnus on {0}. Varmista, että tuot tiedot samaan sovellukseen, josta ne vietiin.
fr_ca: Impossible d'importer les données car le fichier spécifié ne contient pas la table portant l'ID {0}. Assurez-vous d'importer les données dans la même application que celle depuis laquelle elles ont été exportées.
is_is: Ekki er hægt að flytja gögnin inn vegna þess að tilgreinda skráin inniheldur ekki töflu með auðkennið {0}. Ganga skal úr skugga um að verið sé að flytja inn gögn í sama forrit og flutt var úr.
it_it: Impossibile importare i dati perché il file specificato non include la tabella con ID {0}. Verificare che l'importazione dei dati venga eseguita nella stessa applicazione da cui è stata eseguita l'esportazione.
nb_no: Kan ikke importere dataene fordi den angitte filen ikke inkluderer tabellen med IDen {0}. Kontroller at du importerer data i samme program som dataene er eksportert fra.
nl_be: Kan de gegevens niet importeren omdat het opgegeven bestand de tabel met de id {0} niet bevat. Zorg dat u gegevens importeert in de toepassing waaruit deze zijn geëxporteerd.
ru_ru: Невозможно импортировать данные, так как в указанном файле нет таблицы с идентификатором {0}. Убедитесь, что импорт данных производится в то же приложение, из которого они были экспортированы.
sv_se: Det går inte att importera data eftersom den angivna filen inte innehåller tabellen med ID:t {0}. Kontrollera att du importerar data till samma program som data exporterades från.

# UnrecognizedTimeZoneId
source: The time zone identifier "{0}" was not recognized. Use quotation marks around the identifier and place the identifier after the display name of the time zone that you want to use from the following list of recognized time zones: {1}
cs_cz: Identifikátor časového pásma "{0}" nebyl rozpoznán. Použijte uvozovky identifikátor a umístit identifikátor po zobrazovaný název časového pásma, které chcete použít v následujícím seznamu uznaných časová pásma: {1}
da_dk: Tidszone-id'et "{0}" blev ikke genkendt. Brug anførselstegn omkring id'et, og placer id'et efter det viste navn for den tidszone, du vil bruge, fra følgende liste over genkendte tidszoner: {1}
de_ch: Der Zeitzonenbezeichner "{0}" wurde nicht erkannt. Geben Sie den Bezeichner in Anführungszeichen an, und platzieren Sie ihn nach dem Anzeigenamen der gewünschten Zeitzone an. Erkannte Zeitzonen: {1}
es_mx: No se ha reconocido el identificador de zona horaria configurada "{0}". Ponga entre comillas el identificador y colóquelo después del nombre para mostrar de la zona horaria que desea usar en la siguiente lista de zonas horarias reconocidas:{1}
fi_fi: Määritettyä aikavyöhykkeen tunnusta "{0}" ei tunnistettu. Käytä tunnuksen ympärillä lainausmerkkejä ja lisää tunnus sen aikavyöhykkeen näyttönimen jälkeen, jota haluat käyttää seuraavasta tunnistettujen aikavyöhykkeiden luettelosta: {1}
fr_ca: L'identificateur du fuseau horaire « {0} » n'a pas été reconnu. Utilisez des guillemets de part et d'autre de l'identificateur et placez ce dernier après le nom d'affichage du fuseau horaire que vous souhaitez utiliser depuis la liste suivante des fuseaux horaires reconnus : {1}
is_is: Auðkenni tímabeltis „{0}“ er óþekkt. Notið auðkennið innan gæsalappa og á eftir birtingarheiti tímabeltisins sem nota á úr eftirfarandi lista yfir þekkt tímasvæði: {1}
it_it: L'identificatore del fuso orario "{0}" non è stato riconosciuto. Inserire l'identificatore tra virgolette e posizionarlo dopo il nome visualizzato del fuso orario desiderato scelto dalla lista seguente di fusi orari riconosciuti: {1}
nb_no: Tidssoneidentifikatoren {0} ble ikke gjenkjent. Bruk anførselstegn rundt identifikatoren og plasser identifikatoren etter visningsnavnet for tidssonen som du vil bruke, fra følgende liste over gjenkjente tidssoner: {1}
nl_be: De tijdzone-id "{0}" is niet herkend. Gebruik aanhalingstekens rond de id en plaats de id na de weergavenaam van de tijdzone die u wilt gebruiken uit de volgende lijst herkende tijdzones: {1}
ru_ru: Идентификатор часового пояса "{0}" не распознан. Добавьте кавычки вокруг идентификатора и поместите его после отображаемого имени часового пояса, который вы хотите использовать, взятого из следующего списка распознаваемых часовых поясов: {1}
sv_se: Den konfigurerade tidszonsidentifieraren "{0}" godkändes inte. Omge identifieraren med citattecken och placera identifieraren efter visningsnamnet för den tidszon du vill använda från följande lista över godkända tidszoner: {1}

# 00095-50166
source: The {0} method is obsolete.
cs_cz: Metoda {0} je zastaralá.
da_dk: Metode {0} er forældet.
de_ch: Die '{0}'-Methode ist veraltet.
es_mx: El método {0} es obsoleto.
fi_fi: Kohteen {0} menetelmä on vanhentunut.
fr_ca: La méthode {0} est obsolète.
is_is: Aðferðin {0} er úrelt.
it_it: Il metodo {0} è obsoleto.
nb_no: Metoden {0} er foreldet.
nl_be: De methode {0} is verouderd.
ru_ru: Метод {0} является устаревшим.
sv_se: Metoden {0} används inte längre.

# RecordRefGetBadTableNo
source: The RECORDREF variable uses table {0}. The GET function cannot be used with a RecordID for table {1}.
cs_cz: Proměnná RECORDREF používá tabulku {0}. Funkci GET nelze použít s RecordID pro tabulku {1}.
da_dk: Variablen RECORDREF anvender tabellen {0}. Funktionen GET kan ikke anvendes sammen med et RecordID til tabellen {1}.
de_ch: Für die RECORDREF-Variable wird die Tabelle '{0}' verwendet. Die GET-Funktion kann nicht mit einem RecordID-Wert für die Tabelle '{1}' verwendet werden.
es_mx: La variable RECORDREF usa la tabla {0}. No es posible usar la función GET con un RecordID para la tabla {1}.
fi_fi: RECORDREF-muuttuja käyttää taulukkoa {0}. GET-funktiota ei voi käyttää taulukon {1} RecordID-tunnuksen kanssa.
fr_ca: La variable RECORDREF utilise la table {0}. La fonction GET ne peut pas être utilisée avec un RecordID pour la table {1}.
is_is: RECORDREF-breyta notar töflu {0}. Ekki er hægt að nota fallið GET með RecordID fyrir töflu {1}.
it_it: La variabile RECORDREF utilizza la tabella {0}. Non è possibile utilizzare la funzione GET con un RecordID per la tabella {1}.
nb_no: RECORDREF-variabelen bruker tabellen {0}. GET-funksjonen kan ikke brukes med en RecordID for tabellen {1}.
nl_be: De variabele RECORDREF maakt gebruik van de tabel {0} - de functie GET kan niet worden gebruikt met een RecordID voor de tabel {1}.
ru_ru: Переменная RECORDREF использует таблицу {0}. Функция GET не может использоваться с RecordID для таблицы {1}.
sv_se: Variabeln RECORDREF använder tabell {0}. GET-funktionen kan inte användas med ett RecordID för tabell {1}.

# 00095-50175
source: The application object of type {0} with ID {1} has been compiled with an old version of the {2} Client. The object must be recompiled to work with this installation of the {3}. If you have recently upgraded the database, we recommend that you build all objects using the Build Server Application Objects menu item in the Tools menu.
cs_cz: Aplikační objekt typu {0} s ID {1} byl kompilován ve staré verzi klienta {2}. Objekt musí být rekompilován aby pracoval s touto instalací {3}. Pokud jste nedávno provedli upgrade databáze, doporučujeme vytvořit všechny objekty pomocí položky nabídky Build Server Application Objects v nabídce Nástroje.
da_dk: Applikationsobjektet af typen {0} med id'et {1} er kompileret med en tidligere version af {2}-klienten. Objektet skal kompileres igen for at fungere sammen med denne installation af {3}. Hvis du har opgraderet databasen for nylig, anbefales det, at du opretter alle objekter ved hjælp af menupunktet Byg serverapplikationsobjekter i menuen Funktioner.
de_ch: Das Anwendungsobjekt vom Typ '{0}' mit der ID '{1}' wurde mit einer alten Version des {2}-Clients kompiliert. Das Objekt muss neu kompiliert werden, damit es mit dieser Installation von {3} funktioniert. Wurde für die Datenbank kürzlich ein Upgrade ausgeführt, empfiehlt es sich, alle Objekte mithilfe des Menüelements 'Serveranwendungsobjekte erstellen' im Menü 'Werkzeuge' zu erstellen.
es_mx: El objeto de aplicación de tipo {0} con Id. {1} se ha compilado con una versión antigua del cliente {2}. Los objetos deben volverse a compilar para que funcionen con esta instalación del {3}. Si ha actualizado recientemente la base de datos, es recomendable que cree todos los objetos mediante la opción de menú Objetos de aplicación de Build Server en el menú Herramientas.
fi_fi: Sovellusobjekti, jonka tyyppi on {0} ja tunnus {1}, on käännetty asiakasohjelman {2} vanhalla versiolla. Objekti on käännettävä uudelleen, jotta se toimisi asiakasohjelman {3} tämän asennuksen kanssa. Jos olet päivittänyt tietokannan äskettäin, kaikki objektit kannattaa muodostaa Työkalut-valikon Palvelinsovellusobjektien luonti -vaihtoehdon avulla.
fr_ca: L'objet affectation de type {0} avec le code {1} a été compilé avec une ancienne version du Client {2}. L'objet doit être recompilé pour fonctionner avec cette installation de {3}. Si vous avez récemment mis la base de données à niveau, nous vous recommandons de concevoir tous les objets à l'aide de l'option Concevoir des objets affectation de serveur du menu Outils.
is_is: Forritshluturinn af tegundinni {0} með auðkenni {1} hefur verið þýddur með gamalli útgáfu af {2} biðlaranum. Endurþýða verður hlutinn til að hann virki með þessari uppsetningu á {3}. Ef gagnagrunnurinn hefur verið uppfærður nýlega er mælt með því að byggja alla hluti með valmyndaratriðinu Byggja kerfishluti þjóns í valmyndinni Verkfæri.
it_it: L'oggetto applicazione di tipo {0} con ID {1} è stato compilato con una versione precedente del client {2}. È necessario ricompilare l'oggetto affinché possa essere utilizzato con questa installazione di {3}. Se il database è stato aggiornato di recente, è consigliabile tutti gli oggetti utilizzando la voce per la creazione di oggetti applicazione server del menu Strumenti.
nb_no: Programobjektet av typen {0} med IDen {1} har blitt kompilert med den gamle versjonen av {2}-klienten. Objektet må kompileres på nytt for å fungere med denne installasjonen av {3}. Hvis du nylig har oppgradert databasen, anbefaler vi at du bygger alle objekter ved hjelp av menyelementet Bygg serverapplikasjonsobjekter på Verktøy-menyen.
nl_be: Het toepassingsobject van het type {0} met id {1} is gecompileerd met een oude versie van {2} Client. Het object moet opnieuw worden gecompileerd om met deze installatie van {3} te kunnen werken. Als u onlangs een upgrade hebt uitgevoerd op de database, is het raadzaam alle toepassingsobjecten te bouwen met de menuoptie voor het maken van servertoepassingsobjecten in het menu Extra.
ru_ru: Объект приложения типа {0} с идентификатором {1} скомпилирован с помощью старой версии клиента {2}. Объект должен быть перекомпилирован для работы с данной установкой {3}. Если вы недавно обновили базу данных, рекомендуется скомпоновать все объекты, используя пункт "Скомпоновать объекты серверного приложения" в меню "Сервис".
sv_se: Programobjektet av typen {0} med ID {1} har kompilerats med en gammal version av klienten {2}. Objektet måste kompileras om för att fungera med installationen av {3}. Om du redan har uppgraderat databasen rekommenderar vi att du bygger alla objekt med hjälp av menyobjektet Skapa serverprogramobjekt på Verktyg-menyn.

# FilePathContainsInvalidCharacters
source: File path contains one or more invalid characters.
cs_cz: Cesta k souboru obsahuje jeden nebo více neplatných znaků.
da_dk: Filstien indeholder et eller flere ugyldige tegn.
de_ch: Der Dateipfad enthält mindestens ein ungültiges Zeichen.
es_mx: La ruta de archivo contiene uno o más caracteres no válidos.
fi_fi: Tiedostopolku sisältää vähintään yhden virheellisen merkin.
fr_ca: Le chemin d'accès au fichier contient un ou plusieurs caractères non valides.
is_is: Skráaslóð inniheldur einn eða fleiri ógilda stafi.
it_it: Il percorso file contiene uno o più caratteri non validi.
nb_no: Filbanen inneholder ett eller flere ugyldig tegn.
nl_be: Het bestandpad bevat een of meer ongeldige tekens.
ru_ru: Путь к файлу содержит один или несколько недопустимых символов.
sv_se: Sökvägen innehåller minst ett ogiltigt tecken.

# WrongTokenType
source: The type of the security token provided by the Identity Provider is not supported. Contact your system administrator.
cs_cz: Přihlášení se nezdařilo z důvodu technického problému. Obraťte se na správce systému.
da_dk: Den sikkerhedstokentype, der er angivet af identitetsudbyderen, understøttes ikke. Kontakt systemadministratoren.
de_ch: Der Typ des vom Identitätsanbieter angegebenen Sicherheitstokens wird nicht unterstützt. Wenden Sie sich an den Systemadministrator.
es_mx: El tipo de token de seguridad proporcionado por el Proveedor de identidad no es compatible. Póngase en contacto con el administrador del sistema.
fi_fi: Tunnistetietojen toimittajan antaman suojaustunnuksen tyyppiä ei tueta. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Le type du jeton de sécurité fourni par le fournisseur d'identité n'est pas pris en charge. Contactez votre administrateur système.
is_is: Gerð öryggismerkisins frá auðkennisveitunni er ekki studd. Hafa skal samband við kerfisstjóra.
it_it: Il tipo di token di sicurezza fornito dal provider di identità non è supportato. Contattare l'amministratore di sistema.
nb_no: Typen for sikkerhetsnøkkelen som er angitt av identitetsleverandøren, støttes ikke. Kontakt systemansvarlig.
nl_be: Het type beveiligingstoken dat door de id-provider is verstrekt, wordt niet ondersteund. Neem contact op met uw systeembeheerder.
ru_ru: Тип маркера безопасности, предоставленного поставщиком удостоверений, не поддерживается. Обратитесь к системному администратору.
sv_se: Den typ av säkerhetstoken som angavs av identitetsleverantören stöds inte. Kontakta systemadministratören.

# UnableToCreateFromObject
source: Invalid Conversion. Source: {0}, Destination: {1}.
cs_cz: Neplatná konverze. Zdroj: {0}, Cíl: {1}.
da_dk: Ugyldig konvertering. Kilde: {0}, Destination: {1}.
de_ch: Ungültige Konvertierung. Quelle: {0}, Ziel: {1}.
es_mx: Conversión no válida. Origen: {0}, Destino: {1}.
fi_fi: Virheellinen muunnos. Lähde: {0}, Kohde: {1}.
fr_ca: Conversion non valide. Source : {0}, Destination : {1}.
is_is: Ógild umbreyting. Uppruni: {0}, Áfangastaður: {1}.
it_it: Conversione non valida. Origine: {0}, Destinazione: {1}.
nb_no: Ugyldig konvertering. Kilde: {0}, mål: {1}.
nl_be: Ongeldige conversie. Bron: {0}, bestemming: {1}.
ru_ru: Недопустимое преобразование. Источник: {0}, конечный объект: {1}.
sv_se: Ogiltig konvertering. Källa: {0}, mål: {1}.

# PageFilterError
source: Cannot open "{0}" page with a filter and sorting from table "{1}".
cs_cz: Nelze otevřít stránku "{0}" s filtrem a řazením tabulky "{1}".
da_dk: Kan ikke åbne siden "{0}" med et filter og sorterer fra tabellen "{1}".
de_ch: Die Seite '{0}' kann nicht mit einem Filter und einer Sortierung aus der Tabelle '{1}' geöffnet werden.
es_mx: No se puede abrir la página "{0}" con un filtro y ordenar desde la tabla "{1}".
fi_fi: Sivua "{0}" ei voi avata taulukon "{1}" suodattimella ja lajittelulla.
fr_ca: Impossible d'ouvrir la page « {0} » avec un filtre un tri de la table « {1} ».
is_is: Ekki tókst að opna síðuna „{0}“ með afmörkun og röðun frá töflu „{1}“.
it_it: Impossibile aprire la pagina "{0}" con un filtro e l'ordinamento dalla tabella "{1}".
nb_no: Kan ikke åpne siden {0} med et filter og sortering fra tabellen {1}.
nl_be: Kan pagina "{0}" niet openen met een filter en sorteervolgorde van tabel "{1}".
ru_ru: Не удается открыть страницу "{0}" с помощью фильтра и сортировки из таблицы "{1}".
sv_se: Det går inte att öppna sidan {0} med ett filter och sortera från tabellen {1}.
