Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# FindNoMatches
source: No matches were found.
cs_cz: Nebyly nalezeny žádné odpovídající položky.
da_dk: Ingen resultater fundet.
de_ch: Es wurden keine Übereinstimmungen gefunden.
es_mx: No se encontraron coincidencias.
fi_fi: Vastaavuuksia ei löytynyt.
fr_ca: Aucun résultat correspondant.
is_is: Engar samsvaranir fundust.
it_it: Nessuna corrispondenza trovata.
nb_no: Finner ingen treff.
nl_be: Er zijn geen overeenkomsten gevonden.
ru_ru: Совпадений не найдено.
sv_se: Inga matchningar hittades.

# UnexpectedSqlErrorForClient
source: The following SQL error was unexpected. {0}
cs_cz: Následující chyba SQL nebyla očekávána. {0}
da_dk: Den følgende SQL-fejl opstod uventet. {0}
de_ch: Der folgende SQL-Fehler war nicht erwartet. {0}
es_mx: El siguiente error SQL no se esperaba. {0}
fi_fi: Seuraava SQL-virhe oli odottamaton. {0}
fr_ca: L'erreur SQL suivante était inattendue. {0}
is_is: Eftirfarandi SQL-villa var óvænt. {0}
it_it: Errore SQL imprevisto. {0}
nb_no: Følgende SQL-feil var uventet. {0}
nl_be: De volgende SQL-fout werd niet verwacht. {0}
ru_ru: Непредвиденная ошибка SQL: {0}
sv_se: Följande SQL-fel var oväntat. {0}

# DeletePersonalizationMostRecentUsedConfirmation
source: Are you sure that you want to reset these settings?
cs_cz: Jste si jisti, že chcete resetovat tato nastavení?
da_dk: Er du sikker på, at du vil nulstille disse indstillinger?
de_ch: Möchten Sie die Einstellungen wirklich zurücksetzen?
es_mx: ¿Confirma que desea restablecer esta configuración?
fi_fi: Haluatko varmasti palauttaa nämä asetukset?
fr_ca: Êtes-vous sûr de vouloir réinitialiser ces paramètres?
is_is: Á örugglega að endurstilla þessar stillingar?
it_it: Ripristinare queste impostazioni?
nb_no: Er du sikker på at du vil tilbakestille disse innstillingene?
nl_be: Weet u zeker dat u deze instellingen opnieuw wilt instellen?
ru_ru: Сбросить эти настройки?
sv_se: Vill du återställa inställningarna?

# MissingContentInSystemTable
source: The system table {0} in the {1} database does not have the expected contents.
cs_cz: Systémové tabulky {0} v databázi {1} nemá očekávaný obsah.
da_dk: Systemtabellen {0} i databasen {1} har ikke det forventede indhold.
de_ch: Die Systemtabelle {0} in der {1}-Datenbank weist keine erwarteten Inhalte auf.
es_mx: La tabla de sistema {0} de la base de datos {1} no tiene el contenido esperado.
fi_fi: Tietokannan {1} järjestelmätaulukon {0} sisältö ei ole odotettu.
fr_ca: La table système {0} dans la base de données {1} ne présente pas le contenu attendu.
is_is: Kerfistaflan {0} í gagnagrunninum {1} inniheldur ekki það sem búist var við.
it_it: La tabella di sistema {0} nel database {1} non include i contenuti previsti.
nb_no: Systemtabellen {0} i databasen {1} har ikke forventet innhold.
nl_be: De systeemtabel {0} in de database {1} heeft niet de verwachte inhoud.
ru_ru: Системная таблица {0} в базе данных {1} не содержит ожидаемых данных.
sv_se: Systemtabellen {0} i databasen {1} har inte det förväntade innehållet.

# FilterAccDescription_FilterPane
source: Use this pane to control the filters and sort order for the data shown on this page.
cs_cz: Toto podokno slouží k nastavení filtrů a řazení dat zobrazených na této stránce.
da_dk: Brug denne rude til at styre filtrene og sorteringsrækkefølgen af de data, der vises på denne side.
de_ch: Verwenden Sie diesen Bereich zum Steuern der Filter und der Sortierreihenfolge für die Anzeige der Daten auf dieser Seite.
es_mx: Use este panel para controlar los filtros y el orden de clasificación de los datos que se muestran en esta página.
fi_fi: Hallitse tämän ruudun avulla tällä sivulla näkyvien tietojen suodattimia ja lajittelujärjestystä.
fr_ca: Utilisez ce volet pour contrôler les filtres et trier l'ordre des données affichées sur cette page.
is_is: Nota skal þetta svæði til að stýra afmörkunum og röðun fyrir gögnin sem sýnd eru á þessari síðu.
it_it: Utilizzare questo riquadro per controllare i filtri e l'ordinamento dei dati visualizzati in questa pagina.
nb_no: Bruk denne ruten til å kontrollere filtrene og sorteringsrekkefølgen for dataene som vises på denne siden.
nl_be: Gebruik dit deelvenster om de filters en sorteervolgorde te beheren voor gegevens die op deze pagina worden weergegeven.
ru_ru: Используйте данное окно для управления фильтрами и сортировки порядка для данных, отображенных на данной странице.
sv_se: Använd det här fönstret för att kontrollera filter och sorteringsordning för data som visas på sidan.

# CannotModifyApplicationTableRecords
source: You do not have permission to modify '{0}' records because the tenant is mounted with the Application database as read-only. Contact your system administrator.
cs_cz: Nemáte oprávnění ke změně záznamů {0}, protože nájemce je namontován s aplikační databáze jen pro čtení. Obraťte se na správce systému.
da_dk: Du har ikke rettigheder til at redigere '{0}' records, da lejeren er tilknyttet med programdatabasen som skrivebeskyttet. Kontakt systemadministratoren.
de_ch: Sie besitzen nicht die Berechtigung zum Ändern von '{0}'-Datensätzen, da der Tenant mit der Anwendungsdatenbank als schreibgeschützt eingebunden ist. Wenden Sie sich an den Systemadministrator.
es_mx: No dispone de permiso para modificar registros de '{0}' porque el inquilino está instalado con la base de datos de aplicación como de solo lectura. Póngase en contacto con el administrador del sistema.
fi_fi: Sinulla ei ole oikeuksia muokata {0} tietuetta, koska vuokraaja on liitetty sovellustietokantaan vain luku -tilassa. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Vous n'êtes pas autorisé à modifier des enregistrements « {0} », car l'abonné est monté avec la base de données d'application en lecture seule. Contactez votre administrateur système.
is_is: Ekki er til staðar leyfi til að breyta „{0}“ færslum þar sem leigjandi er aðeins settur upp með lesaðgangi að Application Database. Hafa skal samband við kerfisstjóra.
it_it: Non si dispone dell'autorizzazione per modificare i record '{0}' poiché il tenant è installato con il database dell'applicazione di sola lettura. Contattare l'amministratore di sistema.
nb_no: Du har ikke tillatelse til å endre {0} poster fordi leietakeren er montert som skrivebeskyttet i programdatabasen. Kontakt systemansvarlig.
nl_be: U bent niet gemachtigd om '{0}' records te wijzigen, omdat de tenant is geïnstalleerd met de toepassingsdatabase als alleen-lezen. Neem contact op met uw systeembeheerder.
ru_ru: У вас нет прав на изменение записей "{0}", поскольку арендатор подключен к базе данных приложения с доступом только на чтение. Обратитесь к системному администратору.
sv_se: Du saknar behörighet att ändra {0} poster eftersom klientorganisationen är monterad med programdatabas skrivskyddad. Kontakta systemadministratören.

# AcsAuthenticationKey
source: First-time authentication key:
cs_cz: Jednorázový autentikační klíč:
da_dk: Førstegangsgodkendelsesnøgle:
de_ch: Erster Authentifizierungsschlüssel:
es_mx: Clave autenticación inicial:
fi_fi: Todennusavain ensimmäistä kertaa varten:
fr_ca: Clé de première authentification :
is_is: Sannvottunarlykill í fyrsta sinn:
it_it: Prima chiave di autenticazione:
nb_no: Førstegangs godkjenningsnøkkel:
nl_be: Initiële verificatiesleutel:
ru_ru: Ключ идентификации при первом входе в систему:
sv_se: Nyckel för förstagångsverifiering:

# ServerIsEmptyString
source: You must enter a server address. The correct format is Server/ServiceName or Server:PortNumber/ServiceName, such as localhost:7046/DynamicsNav.
cs_cz: Je třeba zadat adresu serveru. Správný formát je Server/NázevSlužby nebo Server:PortNumber/NázevSlužby, jako localhost:7046/DynamicsNav.
da_dk: Du skal angive en serveradresse. Det korrekte format er server/tjenestenavn eller Server:Portnummer/tjenestenavn, f.eks. localhost:7046/DynamicsNav.
de_ch: Geben Sie eine Serveradresse ein. Das korrekte Format ist 'Server/ServiceName' oder 'Server:PortNumber/ServiceName', beispielsweise 'localhost:7046/DynamicsNav'.
es_mx: Debe especificar una dirección de servidor. El formato correcto es Servidor/NombreServicio o Servidor:NúmeroPuerto/NombreServicio, como por ejemplo localhost:7046/DynamicsNav.
fi_fi: Palvelimen osoite on määritettävä. Oikea muoto on Palvelin/PalvelunNimi tai Palvelin:PortinNumero/PalvelunNimi. Esimerkki: localhost:7046/DynamicsNav.
fr_ca: Vous devez entrer une adresse de serveur. Le format correct est le suivant : Serveur/Nom_de_service ou Serveur:Numéro_de_port/Nom_de_service (par exemple, localhost:7046/DynamicsNav).
is_is: Slá verður inn vistfang netþjóns. Rétta sniðið er netþjónn/þjónustuheiti eða netþjónn:gáttarnúmer/þjónustuheiti, eins og localhost:7046/DynamicsNav.
it_it: È necessario immettere un indirizzo server. Il formato corretto è Server/NomeServizio o Server:NumeroPorta/NomeServizio, ad esempio localhost:7046/DynamicsNav.
nb_no: Du må angi en serveradresse. Det riktige formatet er Server/Servicenavn eller Server:Portnummer/Servicenavn, for eksempel localhost:7046/DynamicsNav.
nl_be: U moet een serveradres invoeren. De juiste indeling is Server/Servicenaam of Server:Poortnummer/Servicenaam, zoals localhost:7046/DynamicsNav.
ru_ru: Необходимо ввести адрес сервера. Правильный формат: "сервер/имя_службы" или "сервер:номер_порта/имя_службы", например "localhost:7046/DynamicsNav".
sv_se: Du måste ange en serveradress. Korrekt format är Server/Tjänstnamn eller Server:Portnummer/Tjänstnamn, som localhost:7046/DynamicsNav.

# FilterSubgroupAll
source: All
cs_cz: Všechny
da_dk: Alle
de_ch: Alle
es_mx: Todo
fi_fi: Kaikki
fr_ca: Tout
is_is: Allt
it_it: Tutto
nb_no: Alle
nl_be: Alle
ru_ru: Все
sv_se: Alla

# ToolsCoverageSystemObjectCaption
source: Tools, Code Coverage
cs_cz: Nástroje, Code Coverage
da_dk: Funk., Code Coverage
de_ch: Extras, Code Coverage
es_mx: Herramientas, Code Coverage
fi_fi: Työkalut, Koodipeitto
fr_ca: Outils, Couverture de code
is_is: Verkfæri, Rakning kóta
it_it: Strumenti, Code Coverage
nb_no: Verktøy, Code Coverage
nl_be: Extra, Code Coverage
ru_ru: Сервис, Выполнение кода
sv_se: Verktyg, Kodomfattning

# DrillDownActionName
source: DrillDown
cs_cz: Přejít k podrobnostem
da_dk: Specificer
es_mx: Análisis
fi_fi: Siirtyminen
fr_ca: Détail
is_is: KafaNiður
sv_se: Specificera

# 00095-50005
source: Overflow under conversion of {0} to {1}.
cs_cz: Přetečení při převodu z {0} na {1}.
da_dk: Overløb ved konvertering af {0} til {1}.
de_ch: Überlauf bei der Konvertierung von {0} auf {1}.
es_mx: Desbordamiento bajo la conversión de {0} a {1}.
fi_fi: Ylivuoto kohteen {0} muunnossa kohteeksi {1}.
fr_ca: Dépassement pendant la conversion de {0} en {1}.
is_is: Yfirflæði við umbreytingu {0} í {1}.
it_it: Overflow nella conversione di {0} in {1}.
nb_no: Overflyt under konvertering av {0} til {1}.
nl_be: Overflow tijdens conversie van {0} naar {1}.
ru_ru: Переполнение при преобразовании {0} в {1}.
sv_se: Spill inträffade under konverteringen av {0} till {1}.

# AutomationAskCreateInstruction
source: The RoleTailored client needs permission to run {0} - an external component. While external components can be useful, they can potentially harm your computer. Only run external components from publishers you trust. If you do not allow the component to run, then you may not have complete functionality.
cs_cz: RoleTailored klient potřebuje oprávnění ke spuštění {0} - externí komponenty. Zatímco externí komponenty mohou být užitečné, mohou potenciálně poškodit váš počítač. Spouštějte pouze externí komponenty od důvěryhodných vydavatelů. Pokud nechcete povolit součást spustit, nemáte k dispozici úplnou funkčnost.
da_dk: Den rolledefinerede klient skal have tilladelse til at køre {0} – en ekstern komponent. Eksterne komponenter kan være nyttige, men de kan være skadelige for din computer. Du skal kun køre eksterne komponenter fra udgivere, du har tillid til. Hvis du ikke tillader, at komponenten kører, får du måske ikke adgang til alle funktioner.
de_ch: Der rollenbasierte Client benötigt die Genehmigung zum Ausführen der externen Komponente '{0}'. Externe Komponenten können zwar hilfreich sein, stellen jedoch auch eine potenzielle Gefahr für Ihren Computer dar. Führen Sie nur externe Komponenten aus, die von vertrauenswürdigen Herausgebern stammen. Wird die Ausführung der Komponente nicht zugelassen, stehen unter Umständen nicht alle Funktionen zur Verfügung.
es_mx: El cliente Adaptado a roles necesita permiso para ejecutar {0}, un componente externo. Aunque los componentes externos pueden ser útiles, pueden dañar el equipo. Ejecute sólo componentes externos de editores en los que confíe. Si no permite la ejecución del componente, es posible que no disponga de toda la funcionalidad.
fi_fi: Roolipohjainen käyttöliittymä tarvitsee käyttöoikeuden kohteen {0} suorittamiseen – ulkoinen komponentti. Ulkoiset komponentit voivat olla hyödyllisiä, mutta ne saattavat myös vahingoittaa tietokonettasi. Suorita vain sellaisten julkaisijoiden komponentteja, joihin luotat. Jos et salli komponentin suorittamista, toimintoa ei voi ehkä suorittaa kokonaan.
fr_ca: Le client personnalisé a besoin d'une autorisation pour exécuter {0} - une composante externe. Bien que les composantes externes puissent être utiles, elles peuvent également endommager votre ordinateur. N'exécutez que les composantes externes d'éditeurs de confiance. Si vous n'autorisez pas l'exécution de la composante, il se peut que vous ne profitiez pas de la fonctionnalité complète.
is_is: Biðlarinn RoleTailored þarf heimild til að keyra {0} - ytri hlut. Þótt ytri hlutir geti verið gagnlegir geta þeir einnig skaðað tölvuna. Einungis skal keyra hluti frá útgefendum sem er treyst. Ef hlutnum er ekki leyft að keyra er hugsanlegt að ekki fáist full virkni.
it_it: Il client personalizzato in base ai ruoli deve disporre dell'autorizzazione per l'esecuzione di {0}, un componente esterno. Sebbene possano rivelarsi utili, i componenti esterni possono potenzialmente nuocere al computer. Eseguire solo i componenti esterni degli editori ritenuti attendibili. Se si impedisce l'esecuzione del componente, è possibile che la funzionalità completa non sia disponibile.
nb_no: Den rolletilpassede klienten må ha tillatelse for å kjøre {0} – en ekstern komponent. Eksterne komponenter kan være nyttige, men de kan også skade datamaskinen. Kjør bare komponenter fra klarerte utstedere. Hvis du ikke tillater kjøring av komponenten, kan det hende at du ikke oppnår fullstendig funksjonalitet.
nl_be: De rolgerichte client moet uitvoeringsrechten hebben voor {0}: een externe component. Externe componenten kunnen handig zijn, maar kunnen ook schade toebrengen aan uw computer. Voer alleen externe componenten uit van uitgevers die u vertrouwt. Als u uitvoering van de component niet toestaat, kunt u mogelijk niet over volledige functionaliteit beschikken.
ru_ru: Клиенту ролевой настройки требуется разрешение на выполнение {0} — внешний компонент. Несмотря на то, что внешние компоненты могут быть полезны, они представляют потенциальную угрозу для компьютера. Выполняйте только внешние компоненты от издателей, которым доверяете. Если не разрешить выполнение компонента, тогда в распоряжении, возможно, не будут полные функциональные возможности.
sv_se: Den rollbaserade klienten behöver behörighet för att köra {0} - en extern komponent. Även om externa komponenter kan vara praktiska, kan de också skada datorn. Använd bara externa komponenter från utgivare som du litar på. Om du inte tillåter komponenten kanske du inte får den fullständiga funktionen.

# GetUrlIllegalUrlSyntax
source: The following URL is not valid: {0}. You must ask your system administrator to configure the Microsoft Dynamics NAV Server configuration keys for public URLs correctly.
cs_cz: Následující adresa URL není platná: {0}. musíte požádat správce systému o konfiguraci serveru Microsoft Dynamics NAV konfigurační klíče pro veřejné adresy URL správně.
da_dk: Følgende URL-adresse er ugyldig: {0}. Du skal bede systemadministratoren om at konfigurere konfigurationsnøglerne til Microsoft Dynamics NAV Server til offentlige URL-adresser korrekt.
de_ch: Die folgende URL ist ungültig: {0}. Bitten Sie den Systemadministrator, die Microsoft Dynamics NAV Server-Konfigurationsschlüssel für öffentliche URLs richtig zu konfigurieren.
es_mx: La dirección URL siguiente no es válida: {0}. Solicite al administrador del sistema que configure correctamente las claves de configuración de Microsoft Dynamics NAV Server para las direcciones URL públicas.
fi_fi: Seuraava URL-osoite on virheellinen: {0}. Pyydä järjestelmänvalvojaa määrittämään Microsoft Dynamics NAV -palvelimen kokoonpanoavaimet oikein julkisia URL-osoitteita varten.
fr_ca: L'URL suivante n'est pas valide : {0}. Vous devez demander à votre administrateur système de paramétrer correctement les touches de configuration de Microsoft Dynamics NAV Server pour les URL publiques.
is_is: Eftirfarandi slóð er ekki gild: {0}. Kerfisstjórinn verður að stilla Microsoft Dynamics NAV Server skilgreiningarlyklana fyrir opnar vefslóðir rétt.
it_it: L'URL seguente non è valido: {0}. È necessario chiedere all'amministratore di sistema di configurare correttamente le chiavi di configurazione di Microsoft Dynamics NAV Server per gli URL pubblici.
nb_no: Følgende URL-adresse er ikke gyldig: {0}. Du må be systemansvarlig om å konfigurere Microsoft Dynamics NAV Server-konfigurasjonsnøklene for offentlige URL-adresser riktig.
nl_be: De volgende URL is niet geldig: {0}. U moet uw systeembeheerder vragen om de configuratiesleutels van Microsoft Dynamics NAV Server op de juiste wijze te configureren voor publieke URL's.
ru_ru: Следующий URL-адрес недопустим: {0}. Обратитесь к своему системному администратору, чтобы правильно настроить ключи конфигурации Microsoft Dynamics NAV Server для общедоступных URL-адресов.
sv_se: Följande URL-adress inte giltig: {0}. Du måste be din systemadministratör att konfigurera Microsoft Dynamics NAV-serverkonfigurationsnycklarna för publika URL-adresser.

# FilterIntervalWrongFormat
source: Filter must specify an interval.
cs_cz: Filtr musí určovat interval.
da_dk: Filteret skal angive et interval.
de_ch: Für den Filter muss ein Intervall angegeben werden.
es_mx: El filtro debe especificar un intervalo.
fi_fi: Suodattimen on määritettävä väli.
fr_ca: Le filtre doit spécifier un intervalle.
is_is: Afmörkunin þarf að tilgreina tímabil.
it_it: Il filtro deve specificare un intervallo.
nb_no: Filteret må angi et intervall.
nl_be: Het filter moet een interval aangeven.
ru_ru: В фильтре должен быть указан интервал.
sv_se: Filtret måste ange ett intervall.

# InvalidBreakpoint
source: It is not possible to add a breakpoint at the location requested.
cs_cz: Na požadované umístní není možné vkládat breakpoint.
da_dk: Det er ikke muligt at tilføje et breakpoint på den placering, der blev anmodet om.
de_ch: An der angegebenen Position kann kein Breakpoint hinzugefügt werden.
es_mx: No es posible agregar un punto de interrupción en el almacén solicitado.
fi_fi: Keskeytyskohtaa ei voi asettaa haluttuun paikkaan.
fr_ca: Impossible d'ajouter un point d'arrêt à l'emplacement demandé.
is_is: Ekki er hægt að bæta rofpunkti við umbeðna staðsetningu.
it_it: Impossibile aggiungere un punto di interruzione nel percorso richiesto.
nb_no: Det er ikke mulig å legge til et stoppunkt på den ønskede lokasjonen.
nl_be: Het is niet mogelijk een onderbrekingspunt toe te voegen op de aangevraagde locatie.
ru_ru: Невозможно добавить точку останова в запрашиваемом месте.
sv_se: Det går inte att lägga till en brytpunkt i det begärda lagerstället.

# FormResultPrint
source: &Print
cs_cz: &Tisk
da_dk: U&dskriv
de_ch: D&rucken
es_mx: Im&primir
fi_fi: T&ulosta
fr_ca: &Imprimer
is_is: &Prenta
it_it: &Stampa
nb_no: &Skriv ut
nl_be: &Afdrukken
ru_ru: &Печать
sv_se: Skriv &ut

# XmlSchemaErrorMeasureFieldDefinition
source: A measure in the Chart definition does not contain a valid field definition.
cs_cz: Metrika v definici grafu neobsahuje žádná platná pole.
da_dk: Et mål i diagramdefinitionen indeholder ikke en gyldig feltdefinition.
de_ch: Eine Kennzahl in der Diagrammdefinition enthält keine gültige Felddefinition.
es_mx: Una medida en la definición de gráfico no contiene una definición de campo válida.
fi_fi: Kaaviomäärityksen mitta ei sisällä kelvollista kenttämääritystä.
fr_ca: La définition de graphique contient une mesure dont la définition de champ n'est pas valide.
is_is: Mælieining í skilgreiningu myndrits inniheldur ekki gilda reitaskilgreiningu.
it_it: Una misura nella definizione del grafico non contiene una definizione di campo valida.
nb_no: Et mål i diagramdefinisjonen inneholder ikke en gyldig feltdefinisjon.
nl_be: Een meting in de diagramdefinitie bevat geen geldige velddefinitie.
ru_ru: Мера в определении диаграммы не содержит правильного определения поля.
sv_se: Ett mätvärde i diagramdefinitionen innehåller inte en giltig fältdefinition.

# ReportLayoutRenameToExisting
source: [Duplicate field name] Rename from {0} to {1}
da_dk: [Navn på dubletfelt] Omdøb fra {0} til {1}
de_ch: [Doppelter Feldname] Umbenennen von {0} zu {1}
es_mx: [Nombre de campo duplicado] Nombre cambiado de {0} a {1}
fi_fi: [Kentän nimen kaksoiskappale] Nimeä {0} uudelleen muotoon {1}
fr_ca: [Nom de champ en double] Renommer de {0} à {1}
is_is: [Tvöfalt heiti fyrir reit] Endurnefna {0} í {1}
it_it: [Nome campo duplicato] Rinominare da {0} a {1}
nb_no: [Duplisert feltnavn] Endre navn fra {0} til {1}
nl_be: [Dubbele veldnaam] Hernoemen van {0} in {1}
ru_ru: [Повторяющееся имя поля] Переименование из {0} в {1}
sv_se: [Dubblettfältnamn] Byt namn från {0} till {1}

# Tab_CustomizeListPlace1
source: Arrange by
cs_cz: Uspořádat podle
da_dk: Arranger efter
de_ch: Anordnen nach
es_mx: Organizar por
fi_fi: Järjestämisperuste
fr_ca: Organiser par
is_is: Raða eftir
it_it: Disponi per
nb_no: Ordne etter
nl_be: Ordenen op
ru_ru: Упорядочить по
sv_se: Sortera efter

# InvalidReportImageFormat
source: The report contains an image that has the format {0}. This format is not supported in Word report layouts.
da_dk: Rapporten indeholder et billede med formatet {0}. Dette format understøttes ikke i Word-rapportlayout.
de_ch: Der Bericht enthält ein Image im Format {0}. Dieses Format wird nicht in Word-Berichtslayouts unterstützt.
es_mx: El informe contiene una imagen que tiene el formato {0}. Este formato no es compatible con los diseños de informe de Word.
fi_fi: Raportissa on kuva, jonka muoto on {0}. Wordin raporttiasettelut eivät tue tätä muotoa.
fr_ca: L'état contient une image ayant le format {0}. Ce format n'est pas pris en charge dans les présentations état Word.
is_is: Skýrslan inniheldur mynd sem er með sniðið {0}. Þetta snið er ekki stutt í Word-skýrsluútliti.
it_it: Il report contiene un'immagine che presenta il formato {0}. Questo formato non è supportato nei layout report Word.
nb_no: Rapporten inneholder et bilde som har formatet {0}. Dette formatet støttes ikke i Word-rapportoppsett.
nl_be: Het rapport bevat een afbeelding met de indeling {0}. Deze indeling wordt niet ondersteund in lay-outs Word-rapport.
ru_ru: Отчет содержит изображение в формате {0}. Этот формат не поддерживается макетами отчетов Word.
sv_se: Rapporten innehåller en bild som har formatet {0}. Detta format stöds inte i Word-rapportlayouter.
