Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# EvaluateDateFormulaShouldIncludeAQuantorError
source: The date formula '{0}' should include a time unit. Time units can be: D,WD,W,M,Q, or Y. C, meaning current time unit based on date, can be specified as a prefix to the time unit.
cs_cz: Vzorec data '{0}' by měl obsahovat časovou jednotku. Časové jednotky může být: D, WD, W, M, Q nebo Y. C, označuje aktuální časovou jednotku na základě data, může být zadán jako předpona časové jednotky.
da_dk: Der skal indgå en tidsenhed i datoformlen '{0}'. Tidsenheder kan være: D, UD, U, M, K eller Å. 'C' betyder aktuelle tidsenhed baseret på dato, kan specificeres som et præfiks for tidsenheden.
de_ch: Die Datumsformel '{0}' sollte eine Zeiteinheit enthalten. Zeiteinheiten können sein: T,WT,W,M,Q oder J. C, die aktuelle Zeiteinheit basierend auf dem Datum, kann als Präfix der Zeiteinheit angegeben werden.
es_mx: La fórmula de fecha '{0}' debe contener una unidad de tiempo. Las unidades de tiempo pueden ser: D,DS,S,M,T o A. La letra P (unidad de tiempo presente) se puede anteponer a las mismas como prefijo.
fi_fi: Päivämäärän kaavan {0} on sisällettävä aikayksikkö. Aikayksiköt ovat seuraavat: P, VP, VI, K, Q ja V. N on aikayksikön etuliite, joka ilmaisee, että kyseinen aikayksikkö on nykyinen päivämäärään perustuva aikayksikkö.
fr_ca: La formule de date « {0} » devrait inclure une unité de temps. Les unités de temps peuvent être : J, JS, S, M, T ou A. C, signifiant unité de temps actuelle basée sur la date, peut être spécifié comme préfixe de l'unité de temps.
is_is: Í dagsetningarreiknireglunni '{0}' ætti að vera tímaeining. Tímaeiningar geta verið: D, VD, V, M, F eða Á. Hægt er að tilgreina L, í merkingunni líðandi tímaeining miðað við dagsetningu, sem forskeyti á undan tímaeiningunni.
it_it: La formula '{0}' per la data deve includere un'unità di tempo. nUn'unità di tempo può essere: G,GS,S,M,T o A. È possibile aggiungere come prefisso all'unità di tempo una C per indicare l'unità di tempo corrente.
nb_no: Datoformelen {0} må inneholde en tidsenhet. Tidsenheter kan være: D,UD,U,M,K eller Å. N, som betyr nåværende tidsenhet basert på dato, kan angis som et prefiks til tidsenheten.
nl_be: De datumformule '{0}' moet een tijdseenheid bevatten. Voorbeelden van tijdseenheden: D,WD,W,M,K of J. L, lopende tijdseenheid, kan als prefix worden opgegeven bij een tijdseenheid.
ru_ru: Формула даты "{0}" должна включать единицу времени. Допустимые единицы времени: Д, ДН, Н, М, К, Г. Перед единицей времени можно добавить префикс С, означающий текущую единицу времени согласно дате.
sv_se: Datumformeln {0} ska inkludera en tidsenhet. Tidsenheter kan vara D, VD, V, M, K eller Å. L avser aktuell tidsenhet baserad på datum och kan anges som ett prefix till tidsenheten.

# CannotCopyTextFieldsBecauseOfLength
source: The contents of the {0} field cannot be copied to the {1} field because the size of the {1} field is too small. Type: {2}{3} <-- {4}{5} Field: {1} <-- {0} Table: {6} <-- {7}
cs_cz: Obsah pole {0} nelze kopírovat do pole {1}, protože velikost pole {1} je příliš malá. Typ: {2}{3} <-- {4}{5} Pole: {1} <-- {0} Tabulka: {6} <-- {7}
da_dk: Oplysningerne i feltet {0} kan ikke kopieres til feltet {1}, da feltet {1} ikke er stort nok. Type: {2}{3} <-- {4}{5} Felt: {1} <-- {0} Tabel: {6} <-- {7}
de_ch: Der Inhalt des Felds '{0}' kann nicht in das Feld '{1}' kopiert werden, da das Feld '{1}' zu klein ist. Typ: {2}{3} <-- {4}{5} Field: {1} <-- {0} Tabelle: {6} <-- {7}
es_mx: El contenido del campo {0} no se puede copiar al campo {1} porque el tamaño del campo {1} es insuficiente. Tipo: {2}{3} <-- {4}{5} Campo: {1} <-- {0} Tabla: {6} <-- {7}
fi_fi: Kentän {0} sisältöä ei voi kopioida kenttään {1}, koska kenttä {1} on liian pieni. Tyyppi: {2}{3} <-- {4}{5} Kenttä: {1} <-- {0} Taulukko: {6} <-- {7}
fr_ca: Le contenu du champ {0} ne peut pas être copié vers le champ {1} car la taille du champ {1} est trop petite. Type : {2}{3} <-- {4}{5} Champ : {1} <-- {0} Table : {6} <-- {7}
is_is: Ekki er hægt að afrita efni reitsins {0} yfir í reit {1} sökum þess að reiturinn {1} er of lítill. Tegund: {2}{3} <-- {4}{5} Reitur: {1} <-- {0} Tafla: {6} <-- {7}
it_it: I contenuti del campo {0} non possono essere copiati nel campo {1} perché la grandezza del campo {1} è troppo piccola. Tipo: {2}{3} <-- {4}{5} Campo: {1} <-- {0} Tabella: {6} <-- {7}
nb_no: Innholdet i feltet {0} kan ikke kopieres til feltet {1} fordi størrelsen på feltet {1} er for liten. Type: {2}{3} <-- {4}{5} Felt: {1} <-- {0} Tabell: {6} <-- {7}
nl_be: De inhoud van het veld {0} kan niet worden gekopieerd naar het veld {1}, omdat het veld {1} te klein is. Type: {2}{3} <-- {4}{5} Veld: {1} <-- {0} Tabel: {6} <-- {7}
ru_ru: Содержимое поля {0} нельзя скопировать в поле {1}, так как размер поля {1} слишком мал. Тип: {2}{3} <-- {4}{5} Поле: {1} <-- {0} Таблица: {6} <-- {7}
sv_se: Innehållet i fältet {0} kan inte kopieras till fältet {1} därför att storleken på fältet {1} är för liten. Typ: {2}{3} <-- {4}{5} Fält: {1} <-- {0} Tabell: {6} <-- {7}

# CannotRenameTenantIdLooksLikeItsAlreadyMountedAsAppDatabase
source: Cannot rename the tenant because the application appears to be mounted on the same database.
da_dk: Lejeren kan ikke omdøbes, da programmet lader til at være tilknyttet den samme database.
de_ch: Der Tenant kann nicht umbenannt werden, da die Anwendung anscheinend auf derselben Datenbank montiert ist.
es_mx: No se puede cambiar el nombre del inquilino porque la aplicación parece estar montada en la misma base de datos.
fi_fi: Vuokraajan nimeä ei voi vaihtaa, koska sovellus näyttää olevan otettu käyttöön samassa tietokannassa.
fr_ca: Impossible de renommer l'abonné car l'application semble être montée sur la même base de données.
is_is: Ekki er hægt að endurnefna leigjanda vegna þess að forritið virðist vera tengt við sama gagnagrunn.
it_it: Impossibile rinominare il tenant perché l'applicazione è installata nello stesso database.
nb_no: Kan ikke endre navn på leietakeren fordi programmet ser ut til å være montert på samme database.
nl_be: Kan de tenant niet hernoemen omdat de toepassing lijkt te zijn geïnstalleerd op dezelfde database.
ru_ru: Невозможно переименовать арендатора, так как в той же базе данных подключено приложение.
sv_se: Det går inte att byta namn på klientorganisationen eftersom programmet verkar vara monterat i samma databas.

# ToolsClientMonitorSystemObjectCaption
source: Tools, Client Monitor
cs_cz: Nástroje, Monitor klienta
da_dk: Funk., Clientmonitor
de_ch: Extras, Client Monitor
es_mx: Herramientas, Monitor cliente
fi_fi: Työkalut, Asiakasohj. valvonta
fr_ca: Outils, Moniteur client
is_is: Verkfæri, biðlaraskjár
it_it: Strumenti, Client Monitor
nb_no: Verktøy, Client Monitor
nl_be: Extra, Client Monitor
ru_ru: Сервис, Монитор клиента
sv_se: Verktyg, Client Monitor

# ClosingDate_NotAllowedHere
source: Cannot specify a closing date.
cs_cz: Nelze zadat ultimo datum.
da_dk: Der kan ikke angives en ultimodato.
de_ch: Hier kann kein Ultimodatum angegeben werden.
es_mx: No se puede especificar una fecha de cierre.
fi_fi: Sulkemispäivämäärää ei voi määrittää.
fr_ca: Impossible de spécifier une date de fermeture.
is_is: Það er ekki hægt að tilgreina lokadag.
it_it: Impossibile specificare una data di chiusura.
nb_no: Kan ikke angi en avslutningsdato.
nl_be: Kan geen ultimodatum opgeven.
ru_ru: Нельзя указывать дату закрытия.
sv_se: Det går inte att ange ett stängningsdatum.

# Label_Name
source: Name:
cs_cz: Jméno:
da_dk: Navn:
es_mx: Nombre:
fi_fi: Nimi:
fr_ca: Nom :
is_is: Heiti:
it_it: Nome:
nb_no: Navn:
nl_be: Naam:
ru_ru: Название:
sv_se: Namn:

# CertificateMonitoringStarted
source: Monitoring the service certificate expiration. Certificate details = {0}
cs_cz: Sledování platnosti certifikát služby. Detaily certifikátu = {0}
da_dk: Overvåger udløbet af tjenestecertifikatet. Certifikatdetaljer = {0}
de_ch: Ablauf der Überwachung des Dienstzertifikats. Zertifikatdetails = {0}
es_mx: Supervisando la caducidad del certificado del servicio. Detalles del certificado = {0}
fi_fi: Valvotaan palvelinvarmenteen vanhentumista. Varmenteen tiedot = {0}
fr_ca: Contrôle de l'expiration du certificat de service. Détails du certificat = {0}
is_is: Eftirlit með lokadagsetningu þjónustuvottorðsins. Upplýsingar um vottorð = {0}
it_it: Monitoraggio della scadenza del certificato di servizio. Dettagli certificato = {0}
nb_no: Overvåking av utløpsdatoen for tjenestesertifikatet. Sertifikatdetaljer = {0}
nl_be: Verval van het dienstcertificaat controleren. Certificaatgegevens = {0}
ru_ru: Отслеживание истечения сроков действия сертификатов служб. Сведения сертификата = {0}
sv_se: Övervakar tjänstcertifikatets utgångsdatum. Certifikatinformation = {0}

# 00095-50163
source: The user-defined C/AL function '{0}' requires {1} parameters. It was called with {2} parameters.
cs_cz: Uživatelsky definovaná C/AL funkce '{0}' vyžaduje parametry {1}. Byla volána s parametry {2}.
da_dk: Den brugerdefinerede C/AL-funktion '{0}' kræver {1} parametre. Den blev kaldt med {2} parametre.
de_ch: Für die benutzerdefinierte C/AL-Funktion '{0}' sind {1} Parameter erforderlich. Sie wurde mit {2} Parametern aufgerufen.
es_mx: La función C/AL '{0}' definida por el usuario requiere parámetros {1}. Se llamó con parámetros {2}.
fi_fi: Käyttäjän määrittämällä C/AL-funktiolla "{0}" on oltava {1} parametria. Sitä kutsuttiin {2} parametrilla.
fr_ca: La fonction C/AL « {0} » définie par l'utilisateur nécessite {1} paramètres. Elle a été appelée à l'aide de {2} paramètres.
is_is: C/AL-aðgerðin '{0}', tilgreind af notanda, þarfnast {1} færibreyta. Hún var kölluð með {2} færibreytum.
it_it: La funzione C/AL definita dall'utente '{0}' richiede {1} parametri. È stata chiamata con {2} parametri.
nb_no: Den brukerdefinerte C/AL-funksjonen {0} krever {1} parametere. Den ble kalt med {2} parametere.
nl_be: De door de gebruiker gedefinieerde C/AL-functie '{0}' heeft {1} parameters nodig. De functie is aangeroepen met {2} parameters.
ru_ru: Пользовательская функция C/AL '{0}', которой требуется {1} параметров, была вызвана с {2} параметрами.
sv_se: Den användardefinierade C/AL-funktionen {0} kräver {1} parametrar. Den anropades med {2} parametrar.

# MenuItemMicrosoftDynamicsNavHelp
source: {0} Help
cs_cz: Nápověda {0}
da_dk: Hjælp til {0}
de_ch: {0}-Hilfe
es_mx: Ayuda {0}
fi_fi: Kohteen {0} ohje
fr_ca: Aide sur {0}
is_is: {0} Hjálp
it_it: Guida di {0}
nb_no: Hjelp for {0}
ru_ru: Справка {0}
sv_se: {0} Hjälp

# QueryStructureIsEmpty
source: The query definition is empty. The query must contain at least one column.
cs_cz: Definice dotazu je prázdná. Dotaz musí obsahovat alespoň jeden sloupec.
da_dk: Forespørgselsdefinitionen er tom. Forespørgslen skal indeholde mindst én kolonne.
de_ch: Die Abfragedefinition ist leer. Die Abfrage muss mindestens eine Spalte enthalten.
es_mx: La definición de la consulta está vacía. La consulta debe contener al menos una columna.
fi_fi: Kyselyn määritys on tyhjä. Kyselyssä on oltava ainakin yksi sarake.
fr_ca: La définition de requête est vide. La requête doit contenir au moins une colonne.
is_is: Fyrirspurnarskilgreiningin er tóm. Fyrirspurnin verður að innihalda að minnsta kosti einn dálk.
it_it: La definizione di query è vuota. La query deve contenere almeno una colonna.
nb_no: Spørringsdefinisjonen er tom. Spørringen må inneholde minst én kolonne.
nl_be: De querydefinitie is leeg. De query moet ten minste één kolom bevatten.
ru_ru: Определение запроса является пустым. Запрос должен содержать хотя бы один столбец.
sv_se: Frågedefinitionen är tom. Frågan måste innehålla minst en kolumn.

# DatePeriodTypeCaptions
source: Date,Week,Month,Quarter,Year
cs_cz: Datum,Týden,Měsíc,Kvartál,Rok
da_dk: Dag,Uge,Måned,Kvartal,År
de_ch: Tag,Woche,Monat,Quartal,Jahr
es_mx: Día,Semana,Mes,Trimestre,Año
fi_fi: Pvm,Viikko,Kuukausi,Vuosineljännes,Vuosi
fr_ca: Date,Semaine,Mois,Trimestre,Année
is_is: Dagur,Vika,Mánuður,Fjórðungur,Ár
it_it: Data,Settimana,Mese,Trimestre,Anno
nb_no: Dato,Uke,Måned,Kvartal,År
nl_be: Datum,Week,Maand,Kwartaal,Jaar
ru_ru: День,Неделя,Месяц,Квартал,Год
sv_se: Datum,Vecka,Månad,Kvartal,År

# DatabaseVersionTooOld
source: The {0} database on the {1} server must be converted by {2} before you can use it with this version of Microsoft Dynamics NAV Server.
cs_cz: Databáze {0} na serveru {1} musí být převedena v {2}, než ji bude možné použít s touto verzí systému Microsoft Dynamics NAV Server.
da_dk: Databasen {0} på serveren {1} skal konverteres af {2}, før du kan bruge den med denne version af Microsoft Dynamics NAV Server.
de_ch: Die Datenbank '{0}' auf dem Server '{1}' muss mithilfe von {2} konvertiert werden, damit sie mit dieser Version von Microsoft Dynamics NAV Server verwendet werden kann.
es_mx: {2} debe convertir la base de datos {0} del servidor {1} para que pueda ser utilizada con esta versión de Microsoft Dynamics NAV Server.
fi_fi: Kohteen {2} on muunnettava palvelimen {1} tietokanta {0}, ennen kuin sitä voidaan käyttää Microsoft Dynamics NAV Server -ohjelman tällä versiolla.
fr_ca: La base de données {0} du serveur {1} doit être convertie par {2} avant que vous puissiez l'utiliser avec cette version de Microsoft Dynamics NAV Server.
is_is: Umbreyta þarf gagnagrunninum {0} á þjóninum {1} af {2} áður en hægt er að nota hann með þessari útgáfu af Microsoft Dynamics NAV Server.
it_it: È necessario convertire il database {0} nel server {1} entro il {2} per poterlo utilizzare con questa versione di Microsoft Dynamics NAV Server.
nb_no: {0}-databasen på {1}-serveren må konverteres av {2} før du kan bruke den med denne versjonen av Microsoft Dynamics NAV Server.
nl_be: De database {0} op de server {1} moet worden geconverteerd door {2} alvorens u deze met deze versie van Microsoft Dynamics NAV Server kunt gebruiken.
ru_ru: База данных {0} на сервере {1} должна быть преобразована с помощью {2}, прежде чем ее можно будет использовать с данной версией Microsoft Dynamics NAV Server.
sv_se: Databasen {0} på servern {1} måste konverteras av {2} innan du kan använda den med den här versionen av Microsoft Dynamics NAV Server.

# ObjectTableInsertNotSupported
source: You cannot insert into the Object table. Use the {0} to make the needed changes.
cs_cz: Nelze vkládat do tabulky Object. Potřebné změny proveďte prostřednictvím {0}.
da_dk: Data kan ikke indsættes i objekttabellen. Brug {0} til at foretage de nødvendige ændringer.
de_ch: In die Objekttabelle können keine Inhalte eingefügt werden. Verwenden Sie die {0}, um die erforderlichen Änderungen vorzunehmen.
es_mx: No es posible insertar en la tabla de objetos. Utilice {0} para realizar los cambios necesarios.
fi_fi: Objektitaulukkoon ei voi lisätä tietoja. Tee tarvittavat muutokset {0}n avulla.
fr_ca: Vous ne pouvez rien insérer dans la table des objets. Utilisez {0} pour apporter les modifications nécessaires.
is_is: Ekki er hægt að setja inn í hlutatöfluna. Nota skal {0} til að gera nauðsynlegar breytingar.
it_it: Impossibile effettuare inserimenti nella tabella oggetti. Utilizzare {0} per apportare le modifiche necessarie.
nb_no: Du kan ikke sette inn i objekttabellen. Bruk {0} til å foreta de ønskede endringene.
nl_be: In de tabel Object kunt u niet invoegen. Gebruik {0} om de vereiste wijzigingen aan te brengen.
ru_ru: Невозможно выполнить вставку в таблицу объектов. Используйте {0}, чтобы выполнить необходимые изменения.
sv_se: Det går inte att infoga i objekttabellen. Använd {0} när du vill göra de nödvändiga ändringarna.

# FileCompanyRenameSystemObjectCaption
source: Rename an existing company
da_dk: Omdøb en eksisterende virksomhed
de_ch: Vorhandenen Mandanten umbenennen
es_mx: Cambiar el nombre de una empresa existente
fi_fi: Nimeä aiemmin luotu yritys uudelleen
fr_ca: Renommer une compagnie existante
is_is: Endurnefna fyrirliggjandi fyrirtæki
it_it: Rinomina una società esistente
nb_no: Gi nytt navn til et eksisterende firma
nl_be: De naam van een bestaand bedrijf wijzigen
ru_ru: Переименовать существующую компанию
sv_se: Byt namn på ett befintligt företag

# MenuItemPage
source: Page
cs_cz: Stránka
da_dk: Side
de_ch: Seite
es_mx: Pág.
fi_fi: Sivu
is_is: Síða
it_it: Pagina
nb_no: Side
nl_be: Pagina
ru_ru: Страница
sv_se: Sida

# CalcDateResultOverflow
source: The calculation of the date formula {0} resulted in an invalid date. Only dates between Jan. 1, 0000 - Dec. 31, 9999 may be used.
cs_cz: Výpočet data vzorec {0} má za následek neplatné datum. Pouze data mezi 1 0000 - 31. prosince, použít.
da_dk: Beregningen af datoformlen {0} resulterede i en ugyldig dato. Der må kun anvendes datoer mellem 1. jan. 0000 – 31. dec. 9999.
de_ch: Die Berechnung der Datumsformel {0} führte zu einem ungültigen Datum. Nur Daten zwischen dem 1. Januar 0000 und dem 31. Dezember 9999 dürfen verwendet werden.
es_mx: El cálculo de la fórmula de fecha {0} produjo una fecha no válida. Solo pueden usarse fechas comprendidas entre 1 enero de 0000 y el 31 diciembre de 9999.
fi_fi: Päivämäärän laskukaavan {0} laskennan tuloksena oli virheellinen päivämäärä. Vain päivämääriä 1.1.0000–31.12.9999 voidaan käyttää.
fr_ca: Le calcul de la formule date {0} a généré une date non valide. Seules les dates comprises entre le 1er janvier 0000 et le 31 décembre 9999 peuvent être utilisées.
is_is: Útreikningur dagsetningarreiknireglunnar {0} leiddi af sér ótæka dagsetningu. Einungis má nota dagsetningar frá 1. jan. 0000 - 31. des. 9999.
it_it: Il calcolo della data con la formula {0} dà come risultato una data non valida. È possibile utilizzare solo le date comprese tra il 1 Gen. 0000 e il 31 Dic. 9999.
nb_no: Beregningen av datoformelen {0} resulterte i en ugyldig dato. Bare datoer mellom 1. januar 0000 – 31. desember 9999 kan brukes.
nl_be: De berekening van de datumformule {0} resulteerde in een ongeldige datum. Geldige datums liggen tussen 1 januari 0000 en 31 december 9999.
ru_ru: Вычисление даты по формуле {0} привело к получению некорректной даты. Могут использоваться только даты от 1 января 0000 года по 31 декабря 9999 года.
sv_se: Beräkningen av datumformeln {0} resulterade i ett ogiltigt datum. Endast datum mellan 0000-01-01 och 9999-12-31 får användas.

# RtfContentCouldNotBeDisplayed
source: The content could not be displayed.
cs_cz: Obsah nelze zobrazit.
da_dk: Indholdet kunne ikke vises.
de_ch: Der Inhalt konnte nicht angezeigt werden.
es_mx: No se pudo mostrar el contenido.
fi_fi: Sisältöä ei voida näyttää.
fr_ca: Impossible d'afficher le contenu.
is_is: Ekki tókst að birta efnið.
it_it: Impossibile visualizzare il contenuto.
nb_no: Kan ikke vise innholdet.
nl_be: De inhoud kan niet worden weergegeven.
ru_ru: Не удалось отобразить содержимое.
sv_se: Det gick inte att visa innehållet.

# Label_Tasks
source: Tasks
cs_cz: Úkoly
da_dk: Opgaver
de_ch: Aufgaben
es_mx: Tareas
fi_fi: Tehtävät
fr_ca: Tâches
is_is: Verkhlutar
it_it: Task
nb_no: Oppgaver
nl_be: Taken
ru_ru: Задачи
sv_se: Uppgifter

# NavRunXmlportUrlAction_BadNumberOfParameters
source: RunXmlport action has extra unknown parameters.
cs_cz: RunXmlport akce má nadbytečné neznámé parametry.
da_dk: Handlingen RunXmlport har flere ukendte parametre.
de_ch: Die Aktion 'RunXmlport' besitzt zusätzliche unbekannte Parameter.
es_mx: La acción RunXmlport tiene parámetros desconocidos adicionales.
fi_fi: RunXmlport-toiminnossa on ylimääräisiä tuntemattomia parametreja.
fr_ca: L'action RunXmlport comporte des paramètres inconnus supplémentaires.
is_is: RunXmIport-aðgerð hefur aukalegar óþekktar breytur.
it_it: L'azione RunXmlport dispone di parametri sconosciuti.
nb_no: Handlingen RunXmlport har ukjente parametre i tillegg.
nl_be: Actie RunXmlport heeft extra onbekende parameters.
ru_ru: У действия RunXmlport имеются несколько неизвестных параметров.
sv_se: Åtgärden RunXmlport har extra okända parametrar.

# AuthenticationFailed
source: The user ID and password are not valid. Please try again.
cs_cz: ID uživatele a heslo není platné. Zadejte je prosím znovu.
da_dk: Bruger-id og adgangskode er ugyldige. Prøv igen.
de_ch: Die Benutzer-ID und das Kennwort sind ungültig. Versuchen Sie es erneut.
es_mx: El id. de usuario y la contraseña no son válidos. Inténtelo de nuevo.
fi_fi: Käyttäjätunnus ja salasana eivät kelpaa. Yritä uudelleen.
fr_ca: Le code utilisateur et le mot de passe ne sont pas valides. Réessayez.
is_is: Notandakenni og aðgangsorð eru ekki gild. Reyna skal aftur.
it_it: ID utente e password non validi. Riprovare.
nb_no: Bruker-IDen og passordet er ikke gyldig. Prøv på nytt.
nl_be: De gebruikers-id en het wachtwoord zijn niet geldig. Probeer het opnieuw.
ru_ru: Введены недействительные значения идентификатора пользователя и пароля. Повторите попытку.
sv_se: Användar-ID:t och lösenordet är inte giltigt. Försök igen.

# MenuItemCategory10
source: Category 10
cs_cz: Kategorie 10
da_dk: Kategori 10
de_ch: Kategorie 10
es_mx: Clase 10
fi_fi: Luokka 10
fr_ca: Catégorie 10
is_is: Flokkur 10
it_it: Categoria 10
nb_no: Kategori 10
nl_be: Categorie 10
ru_ru: Категория 10
sv_se: Kategori 10

# ExceptionLanguageNotInstalled
source: The language {0} is not installed.
cs_cz: Jazyk {0} není nainstalován.
da_dk: Sproget {0} er ikke installeret.
de_ch: Die Sprache '{0}' ist nicht installiert.
es_mx: El idioma {0} no está instalado.
fi_fi: Kieltä {0} ei ole asennettu.
fr_ca: La langue {0} n'est pas installée.
is_is: Það er ekki búið að setja upp tungumálið {0}.
it_it: La lingua {0} non è installata.
nb_no: Språket {0} er ikke installert.
nl_be: De taal {0} is niet geïnstalleerd.
ru_ru: Язык {0} не установлен.
sv_se: Språket {0} har inte installerats.

# ServerInstanceNameContainsIllegalChars
source: The Server Instance Name value contains the following invalid character or characters: {0}.
cs_cz: Hodnota název Instance serveru obsahuje následující neplatný znak nebo znaky: {0}.
da_dk: Værdien for serverforekomstnavnet indeholder de(t) følgende ugyldige tegn: {0}.
de_ch: Der Serverinstanzname-Wert enthält das bzw. die folgenden ungültigen Zeichen: {0}.
es_mx: El valor de Nombre instancia servidor contiene los siguientes caracteres no válidos: {0}.
fi_fi: Palvelininstanssin nimi -kohdan arvo sisältää seuraavat virheelliset merkit: {0}.
fr_ca: La valeur Nom d'instance de serveur contient le ou les caractères non valides suivants : {0}.
is_is: Gildið fyrir heiti netþjónstilviks inniheldur eftirfarandi ógildan staf eða stafi: {0}.
it_it: Il valore del nome dell'istanza del server contiene il carattere o i caratteri non validi seguenti: {0}.
nb_no: Verdien for serverforekomstnavn inneholder følgende ugyldige tegn: {0}.
nl_be: De waarde van Naam serverexemplaar bevat het volgende ongeldige teken of de volgende ongeldige tekens: {0}.
ru_ru: Значение имени экземпляра сервера содержит следующие недопустимые символы (или символ): {0}.
sv_se: Värdet för instansnamn innehåller följande ogiltiga tecken: {0}.
