Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# AuthenticationEmailIsUsedByAnotherUser
source: The specified authentication email is used by another user. You must specify a unique email address.
cs_cz: Zadaný ověřovací e-mail je používán jiným uživatelem. Musíte zadat jedinečnou e-mailovou adresu.
da_dk: Den angivne godkendelsesmailadresse bruges af en anden bruger. Du skal angive en entydig mailadresse.
de_ch: Die angegebene Authentifizierungs-E-Mail-Adresse wird von einem anderen Benutzer verwendet. Sie müssen eine eindeutige E-Mail-Adresse angeben.
es_mx: Otro usuario está utilizando la dirección de correo electrónico de autenticación especificada. Debe especificar una dirección de correo electrónico exclusiva.
fi_fi: Toinen käyttäjä käyttää määritettyä todennuksen sähköpostiosoitetta. Määritä yksilöllinen sähköpostiosoite.
fr_ca: L'adresse électronique spécifiée pour l'authentification est employée par un autre utilisateur. Vous devez spécifier une adresse électronique unique.
is_is: Tilgreint sannvottunarnetfang er notað af öðrum notanda. Tilgreina þarf einkvæmt netfang.
it_it: L'indirizzo e-mail di autenticazione specificato è utilizzato da un altro utente. È necessario specificare un indirizzo e-mail univoco.
nb_no: Den angitte e-postadressen for godkjenning brukes av en annen bruker. Du må angi en unik e-postadresse.
nl_be: Het opgegeven e-mailadres voor verificatie wordt door een andere gebruiker gebruikt. U moet een uniek e-mailadres opgeven.
ru_ru: Указанный адрес электронной почты для проверки подлинности используется другим пользователем. Вы должны указать уникальный адрес электронной почты.
sv_se: Angiven e-post för autentisering används av en annan användare. Du måste ange en unik e-postadress.

# InvalidLengthSpecifiedMustBeInRange
source: An invalid length {0} was specified in stream function. Length must be in range {1} to {2}.
cs_cz: Ve stream funkci byla zadána neplatná délka {0}. Délka musí být v rozsahu {1} - {2}.
da_dk: Der blev angivet en ugyldig længde {0} i streamfunktion. Længden skal ligge mellem {1} og {2}.
de_ch: In der Datenstromfunktion wurde die ungültige Länge {0} angegeben. Die Länge muss im Bereich zwischen {1} und {2} liegen.
es_mx: Se especificó una longitud no válida {0} en la función de secuencia. La longitud debe estar en el intervalo de {1} a {2}.
fi_fi: Virtatoiminnossa on määritetty virheellinen pituus {0}. Pituuden on oltava välillä {1} ja {2}.
fr_ca: Une longueur non valide {0} a été spécifiée dans la fonction de flux. La longueur doit être comprise entre {1} et {2}.
is_is: Röng lengd {0} var tilgreind í straumnum. Hún þarf að vera á milli {1} og {2}.
it_it: Lunghezza non valida {0} specificata nella funzione di flusso. La lunghezza deve essere compresa nell'intervallo da {1} a {2}.
nb_no: Den ugyldige lengden {0} ble angitt i streamfunksjonen. Lengden må være mellom {1} og {2}.
nl_be: De opgegeven lengte {0} in de stroomfunctie is ongeldig. De lengte moet in het bereik tussen {1} en {2} liggen.
ru_ru: Недопустимая длина {0} в функции потока. Длина должна находиться в диапазоне от {1} до {2}.
sv_se: Den ogiltiga längden {0} har angetts i en strömfunktion. Längden måste ligga inom intervallet {1} till {2}.

# MissingProfile
source: The specified profile is not valid.
cs_cz: Zadaný profil není platný.
da_dk: Den angivne profil er ugyldig.
de_ch: Das angegebene Profil ist ungültig.
es_mx: El perfil especificado no es válido.
fi_fi: Määritetty profiili ei ole kelvollinen.
fr_ca: Le profil sélectionné n'est pas valide.
is_is: Þessi forstilling er ógild.
it_it: Il profilo specificato non è valido.
nb_no: Den angitte profilen er ikke gyldig.
nl_be: Het geselecteerde profiel is ongeldig.
ru_ru: Указан недопустимый профиль.
sv_se: Den angivna profilen är ogiltig.

# Button_SelectIconSize_small
source: Small Icon Size
cs_cz: Malé ikony
da_dk: Lille ikonstørrelse
de_ch: Kleine Symbole
es_mx: Tamaño de icono pequeño
fi_fi: Pieni kuvakkeen koko
fr_ca: Taille d'icône petite
is_is: Lítil stærð tákns
it_it: Dimensioni icona piccole
nb_no: Liten ikonstørrelse
nl_be: Kleine pictogramgrootte
ru_ru: Маленький размер значка
sv_se: Liten ikonstorlek

# NotConnectedToAServer
source: You are not currently connected to a server.
cs_cz: Nejste připojeni k serveru.
da_dk: Der er aktuelt ikke oprettet forbindelse til en server.
de_ch: Derzeit besteht keine Verbindung mit einem Server.
es_mx: Actualmente no está conectado a ningún servidor.
fi_fi: Palvelimeen ei ole muodostettu yhteyttä.
fr_ca: Vous n'êtes actuellement pas connecté à un serveur.
is_is: Það er engin tenging við netþjón til staðar.
it_it: Nessuna connessione attiva ad alcun server.
nb_no: Du er ikke koblet til en server for øyeblikket.
nl_be: U hebt geen verbinding met een server.
ru_ru: Не установлено подключение к серверу.
sv_se: Du är inte ansluten till någon server.

# MenuItemCopyUrlForXmlPort
source: Copy Link to XMLport
cs_cz: Kopírovat odkaz na objekt XMLport
da_dk: Kopier link til XMLport
de_ch: XMLport-Link kopieren
es_mx: Copiar vínculo a XMLport
fi_fi: Kopioi linkki XMLport-porttiin
fr_ca: Copier le lien vers le XMLport
is_is: Afrita tengil í XML-tengi
it_it: Copia collegamento a XMLport
nb_no: Kopier kobling til XML-port
nl_be: Koppeling kopiëren naar XMLport
ru_ru: Копировать ссылку на XMLport
sv_se: Kopiera länk till XMLport

# SaveViewAsCaption
source: Save View As
cs_cz: Uložit pohled jako
da_dk: Gem visning som
de_ch: Ansicht speichern unter
es_mx: Guardar vista como
fi_fi: Tallenna näkymä nimellä
fr_ca: Enregistrer la vue sous
is_is: Vista yfirlit sem
it_it: Salva visualizzazione come
nb_no: Lagre visning som
nl_be: Weergave opslaan als
ru_ru: Сохранить представление как
sv_se: Spara vy som

# RequestFailed
source: The server "{0}" was unable to process the request. Do you want to retry?
cs_cz: Server {0} nebyl schopen zpracovat žádost. Chcete akci opakovat?
da_dk: Serveren "{0}" kunne ikke behandle anmodningen. Vil du prøve igen?
de_ch: Die Anforderung konnte nicht vom Server "{0}" verarbeitet werden. Vorgang wiederholen?
es_mx: El servidor "{0}" no pudo procesar la solicitud. ¿Desea intentarlo de nuevo?
fi_fi: Palvelin "{0}" ei pystynyt käsittelemään pyyntöä. Haluatko yrittää uudelleen?
fr_ca: Le serveur « {0} » n'a pas pu traiter la requête. Voulez-vous réessayer?
is_is: Netþjónninn "{0}" gat ekki unnið beiðnina. Á að reyna aftur?
it_it: Il server "{0}" non è stato in grado di elaborare la richiesta. Riprovare?
nb_no: Forespørselen kunne ikke behandles på serveren {0}. Vil du prøve på nytt?
nl_be: De server {0} kan de aanvraag niet verwerken. Wilt u het opnieuw proberen?
ru_ru: Не удалось обработать запрос на сервере "{0}". Повторить попытку?
sv_se: Servern {0} kunde inte hantera förfrågan. Vill du försöka igen?

# NSTAlreadyRegistered
source: NST is already registered.
cs_cz: NST je již registrován.
da_dk: NST er allerede registreret.
de_ch: NST wurde bereits registriert.
es_mx: NST ya está registrado.
fi_fi: NST on jo rekisteröity.
fr_ca: NST est déjà enregistré.
is_is: NST er þegar skráð.
it_it: NST già registrato.
nb_no: NST er allerede registrert.
nl_be: NST is al geregistreerd.
ru_ru: Регистрация NST уже выполнена.
sv_se: NST har redan registrerats.

# Caption_CustomizeTaskPage
source: Customize {0}
cs_cz: Vlastní nastavení {0}
da_dk: Tilpas {0}
de_ch: {0} anpassen
es_mx: Personalizar {0}
fi_fi: Mukauta {0}
fr_ca: Personnaliser {0}
is_is: Sérstilla {0}
it_it: Personalizza {0}
nb_no: Tilpass {0}
nl_be: {0} aanpassen
ru_ru: Настройка модуля {0}
sv_se: Anpassa {0}

# CallbackNotAllowedCreateAutomationObject
source: {0} attempted to issue a client callback to create an Automation object: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta pro vytvoření objektu automatizace: {1} ({2}{4} {3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at oprette et automatiseringsobjekt: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Erstellen eines Automatisierungsobjekts auszugeben: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para crear un objeto de automatización: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun Automaatio-objektin luomista varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour créer un objet Automatisation : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að stofna sjálfvirknihlut: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per creare un oggetto ActiveX: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å opprette et automatiseringsobjekt: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een automatiseringsobject te maken. {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для создания объекта автоматизации: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att skapa ett automatiseringsobjekt: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# CompilationErrorDueToIO
source: Compilation of {0} {1} failed because of an I/O error on the following computer: {2}. Error details: {3}
cs_cz: Kompilace {0} {1} se nezdařila kvůli chybě I/O na následujícím počítači: {2}. Podrobnostmi: {3}
da_dk: Kompilering af {0} {1} mislykkedes på grund af en I/O-fejl på følgende computer: {2}. Fejldetaljer: {3}
de_ch: Fehler beim Kompilieren von {0} '{1}' aufgrund eines E/A-Fehlers auf dem folgenden Computer: '{2}'. Fehlerdetails: '{3}'
es_mx: Error en la compilación de {0} {1} debido a un error de E/S en el equipo siguiente: {2}. Detalles del error: {3}
fi_fi: Kohteen {0} {1} kääntäminen epäonnistui seuraavan tietokoneen I/O-virheen vuoksi: {2}. Virhetiedot: {3}
fr_ca: La compilation de {0} {1} a échoué en raison d'une erreur E/S sur l'ordinateur suivant : {2}. Détails de l'erreur : {3}
is_is: Þýðing á {0} {1} mistókst vegna I/O-villu á þessari tölvu: {2}. Upplýsingar um villu: {3}
it_it: Impossibile eseguire la compilazione di {0} {1} a causa di un errore di I/O sul computer seguente: {2}. Dettagli errore: {3}
nb_no: Kompileringen av {0} {1} mislyktes på grunn av en I/U-feil på følgende datamaskin: {2}. Feildetaljer: {3}
nl_be: Compilatie van {0} {1} is mislukt vanwege een I/O-fout op de volgende computer: {2}. Foutdetails: {3}
ru_ru: Компиляция {0} {1} завершилась неудачно из-за ошибки ввода-вывода на следующем компьютере: {2}. Сведения об ошибке: {3}
sv_se: Det gick inte att kompilera {0} {1} på grund av ett I/O-fel i följande dator: {2}. Felinformation: {3}

# UpgradeCodeunitExecutionWithoutCompanySpecifiedError
source: Function '{0}' in the upgrade codeunit '{1}' has failed because of the following error: '{2}'
da_dk: Funktion '{0}' i opgraderings-codeunit '{1}' mislykkedes på grund af følgende fejl: '{2}'
de_ch: Die Funktion "{0}" in der Upgrade-Codeunit "{1}" ist aufgrund des folgenden Fehlers fehlgeschlagen: "{2}"
es_mx: Se produjo un error en la función '{0}' de la codeunit de actualización '{1}' debido al error siguiente: '{2}'
fi_fi: Päivityksen codeunitin {1} funktio {0} on epäonnistunut seuraavan virheen vuoksi: {2}
fr_ca: La fonction « {0} » dans le Codeunit de mise à niveau « {1} » a échoué à cause de l'erreur suivante : « {2} »
is_is: Fall „{0}“ í uppfærslukóðaeiningu „{1}“ mistókst vegna eftirfarandi villu: „{2}“
it_it: Impossibile eseguire la funzione '{0}' nella codeunit di aggiornamento '{1}' a causa dell'errore seguente: '{2}'
nb_no: Funksjonen {0} i oppgraderingskodeenheten {1} mislyktes på grunn av følgende feil: {2}
nl_be: De functie '{0}' in de upgrade-codeunit '{1}' is mislukt vanwege de volgende fout: '{2}'
ru_ru: Не удалось выполнить функцию "{0}" в модуле Codeunit обновления "{1}" в связи со следующей ошибкой: "{2}"
sv_se: Funktionen {0} i uppgraderingskodenheten {1} misslyckades på grund av följande fel: {2}

# DesignMenuSuiteAdvancedSystemObjectCaption
source: Design, MenuSuite, Advanced
cs_cz: Návrh, MenuSuite, rozšíření
da_dk: Design, Menusuite, Avanceret
de_ch: Design, MenuSuite, Erweitert
es_mx: Diseño, MenuSuite, Avanzado
fi_fi: Suunn., MenuSuite, Lisäaset.
fr_ca: Créer, MenuSuite, Avancé
is_is: Hanna, MenuSuite, Ítarlegt
it_it: Progettaz, MenuSuite, Avanzate
nb_no: Design, Menyserie, Avansert
nl_be: Design, MenuSuite, Geavanceerd
ru_ru: Дизайн, MenuSuite, Дополн.
sv_se: Design, MenuSuite, Avancerat

# PersonalizeRibbon_GeneralGroup
source: General
cs_cz: Obecné
da_dk: Generelt
de_ch: Allgemein
fi_fi: Yleinen
fr_ca: Général
is_is: Almennt
it_it: Generale
nb_no: Generelt
nl_be: Algemeen
ru_ru: Общее
sv_se: Allmänt

# InvalidLengthSpecifiedMustBe
source: An invalid length {0} was specified in stream function. {1} was expected.
cs_cz: Ve stream funkci byla zadána neplatná délka {0}. {1} byla očekávána.
da_dk: Der blev angivet en ugyldig længde {0} i streamfunktion. {1} var forventet.
de_ch: In der Datenstromfunktion wurde die ungültige Länge {0} angegeben. Erwartet: {1}.
es_mx: Se especificó una longitud no válida {0} en la función de secuencia. Se esperaba {1}.
fi_fi: Virtatoiminnossa on määritetty virheellinen pituus {0}. Odotettu pituus oli {1}.
fr_ca: Une longueur non valide {0} a été spécifiée dans la fonction de flux. {1} était attendue.
is_is: Röng lengd var tilgreind í straumnum {0}. Hún þarf að vera á milli {1}.
it_it: Lunghezza non valida {0} specificata nella funzione di flusso. Era previsto {1}.
nb_no: Den ugyldige lengden {0} ble angitt i streamfunksjonen. Forventet {1}.
nl_be: De opgegeven lengte {0} in de stroomfunctie is ongeldig. {1} werd verwacht.
ru_ru: Указана недопустимая длина {0} в функции потока. Ожидается {1}.
sv_se: Den ogiltiga längden {0} har angetts i en strömfunktion. {1} förväntades.

# LabelShownCues
source: Show Cues in this order:
cs_cz: Zobrazit narážky v tomto pořadí:
da_dk: Vis køindikatorer i denne rækkefølge:
de_ch: Stapel in dieser Reihenfolge anzeigen:
es_mx: Mostrar pilas en este orden:
fi_fi: Näytä pinot seuraavassa järjestyksessä:
fr_ca: Afficher les piles dans cet ordre :
is_is: Sýna bunka í þessari röð:
it_it: Mostra le pile nell'ordine seguente:
nb_no: Vis bunke-ikoner i denne rekkefølgen:
nl_be: Indicatiestapels in deze volgorde weergeven:
ru_ru: Показать очереди в следующем порядке:
sv_se: Visa stack-ikoner i den här ordningen:

# NoAccessToWebServiceKey
source: You do not have permissions to the web service key
cs_cz: Nemáte oprávnění pro klíč webové služby
da_dk: Du har ikke tilladelse til at bruge webtjenestenøglen
de_ch: Sie verfügen nicht über Zugriffsrechte für den Webdienstschlüssel
es_mx: No dispone de permisos para la clave de servicio web
fi_fi: Sinulla ei ole oikeuksia verkkopalvelun avaimeen
fr_ca: Vous n'avez pas d'autorisations pour la clé de service web
is_is: Notandi hefur ekki heimildir fyrir vefþjónustulyklinum
it_it: Non si dispone delle autorizzazioni relative alla chiave del servizio Web.
nb_no: Du har ikke tillatelser til webtjenestenøkkelen
nl_be: U beschikt niet over machtigingen voor de sleutel van webservice
ru_ru: У вас нет прав на ключ веб-службы.
sv_se: Du saknar behörighet till webbtjänstnyckeln

# PrintDialogNumberOfCopiesLabel
source: Number of c&opies:
da_dk: Antal k&opier:
de_ch: Anzahl der K&opien:
es_mx: Número de c&opias:
fi_fi: K&opioiden määrä:
fr_ca: Nombre de c&opies :
is_is: Fjöldi &afrita:
it_it: Numero di c&opie:
nb_no: Antall &kopier:
nl_be: Aantal &kopieën:
ru_ru: Число &копий:
sv_se: Antal k&opior:

# Button_RestoreDefaults
source: Restore Defaults
cs_cz: Obnovit výchozí hodnoty
da_dk: Gendan standardindstillinger
de_ch: Standardeinstellungen wiederherstellen
es_mx: Restablecer valores predeterminados
fi_fi: Palauta oletusarvot
fr_ca: Rétablir les valeurs par défaut
is_is: Endurheimta sjálfgefið
it_it: Ripristina default
nb_no: Gjenopprett standarder
nl_be: Standaardwaarden herstellen
ru_ru: Восстановить значения по умолчанию
sv_se: Återställ standardvärden

# 00095-50117
source: Imported XML cannot validate with the schema: {0}
cs_cz: Importované XML se nemůže ověřit proti schématu: {0}
da_dk: Den indlæste XML kan ikke godkendes sammen med skemaet: {0}
de_ch: Die importierte XML-Datei kann nicht mit dem folgenden Schema überprüft werden: {0}
es_mx: El XML importado no se puede validar con el esquema: {0}
fi_fi: Tuotua XML:ää ei voi tarkistaa skeemalla {0}
fr_ca: Échec de validation du XML d'import avec le schéma : {0}
is_is: Innflutt XML getur ekki staðfest með skemanu: {0}
it_it: Impossibile convalidare l'XML di importazione con lo schema: {0}
nb_no: Importert XML kan ikke valideres med skjemaet: {0}
nl_be: De geïmporteerde XML kan niet worden gevalideerd met het schema: {0}
ru_ru: Не удается проверить импортируемый XML на соответствие схеме: {0}
sv_se: Importerad XML kan inte valideras med schemat: {0}

# IncompatibleClassicClientVersion
source: {0} client version does not match the RoleTailored client version. You can only start matching client versions. {0} version: {1} RoleTailored client version: {2}
cs_cz: Verze klienta {0} se neshoduje s verzí RoleTailored klienta. Lze spustit pouze odpovídající verze klienta. {0} verze: {1} RoleTailored verze: {2}
da_dk: {0}-klientversionen svarer ikke til den versionen af den rolledefinerede klient. Du kan kun starte en tilsvarende klientversioner. {0}-version: {1} Rolledefinerede klientversion: {2}
de_ch: Die Version des {0}-Clients stimmt nicht mit der Version des rollenbasierten Clients überein. Nur übereinstimmende Clientversionen können gestartet werden. {0}-Version: {1} Version des rollenbasierten Clients: {2}
es_mx: La versión del cliente {0} no coincide con la del cliente adaptado a roles. Sólo se pueden iniciar versiones de cliente coincidentes. Versión de {0}: {1} Versión del cliente adaptado a roles: {2}
fi_fi: Kohteen {0} asiakasohjelman versio ei vastaa roolipohjaisen käyttöliittymän versiota. Voit käynnistää vain vastaavan asiakasohjelmaversion. Kohteen {0} versio: {1} Roolipohjaisen käyttöliittymän versio: {2}
fr_ca: La version client {0} ne correspond pas à celle du client Personnalisé. Vous ne pouvez démarrer que des versions clients {0} correspondant à celle du client Personnalisé. {0} version : {1} Version du client Personnalisé : {2}
is_is: Biðlaraútgáfan {0} passar ekki við hlutverkamiðuðu biðlaraútgáfuna. Eingöngu er hægt að ræsa biðlaraútgáfur sem passa saman. Útgáfa {0}: {1} Hlutverkamiðuð biðlaraútgáfa: {2}
it_it: La versione del client {0} non corrisponde alla versione del client personalizzato in base a i ruoli. È possibile avviare solo versioni corrispondenti. Versione {0}: {1} Versione client personalizzato in base ai ruoli: {2}
nb_no: Versjonen for {0}-klienten samsvarer ikke med versjonen for den rolletilpassede klienten. Du kan bare starte samsvarende klientversjoner. {0}-versjon: {1} Versjon for rolletilpasset klient: {2}
nl_be: De versie van de {0}-client komt niet overeen met de versie van de rolgerichte client. U kunt alleen clients met dezelfde versie starten. {0}-versie: {1} Versie van rolgerichte client: {2}
ru_ru: Версия клиента {0} не соответствует версии ролеориентированного клиента. Разрешается только запуск соответствующих версий клиентов. Версия {0}: {1} Версия ролеориентированного клиента: {2}
sv_se: Klientversionen {0} matchar inte den rollbaserade klientversionen. Du kan bara starta matchande klientversioner. {0}-version: {1} Rollbaserad klientversion: {2}

# NavDebuggerNoDebugOwnSession
source: You cannot debug your own session.
cs_cz: Nelze debuggovat vlastní relaci.
da_dk: Du kan ikke fejlfinde din egen session.
de_ch: Die eigene Session kann nicht gedebuggt werden.
es_mx: No puede depurar su propia sesión.
fi_fi: Et voi suorittaa virheenkorjausta omassa istunnossasi.
fr_ca: Vous ne pouvez pas déboguer votre propre session.
is_is: Ekki er hægt að kemba sína eigin lotu.
it_it: Impossibile eseguire il debug della sessione in uso.
nb_no: Du kan ikke feilsøke din egen økt.
nl_be: U kunt geen foutopsporing uitvoeren in uw eigen sessie.
ru_ru: Невозможно отладить свой собственный сеанс.
sv_se: Du kan inte felsöka din egen session.

# DatabaseMustBeSynchronizedBeforeItCanBeUsed
source: The tenant {0} is based on an earlier version of Microsoft Dynamics NAV. To connect to it with this version, you must synchronize the database schema. For example, use the Sync-NavTenant Windows PowerShell cmdlet.
da_dk: Lejeren {0} er baseret på en tidligere version af Microsoft Dynamics NAV. For at oprette forbindelse med denne version skal du synkronisere databaseskemaet. Brug f.eks. Sync-NavTenant Windows PowerShell-cmdlet.
de_ch: Der Tenant {0} basiert auf einer früheren Version von Microsoft Dynamics NAV. Sie müssen das Datenbankschema aktualisieren, damit Sie mit dieser Version eine Verbindung damit herstellen können. Verwenden Sie beispielsweise das Windows PowerShell-Cmdlet "Sync-NavTenant".
es_mx: El inquilino {0} se basa en una versión anterior de Microsoft Dynamics NAV. Para conectarse al mismo con esta versión, debe sincronizar el esquema de base de datos. Por ejemplo, use el cmdlet de Sync-NavTenant Windows PowerShell.
fi_fi: Vuokraaja {0} perustuu Microsoft Dynamics NAV -ohjelman aikaisempaan versioon. Jotta voit yhdistää siihen tämän version, tietokantaskeema on synkronoitava. Käytä esimerkiksi vaihtoehtoa Sync-NavTenant Windows PowerShell cmdlet.
fr_ca: L'abonné {0} utilise une ancienne version de Microsoft Dynamics NAV. Pour vous y connecter avec cette version, vous devez synchroniser le schéma de base de données. Utilisez par exemple l'applet de commande Sync-NavTenant Windows PowerShell.
is_is: Leigjandinn {0} byggir á fyrri útgáfum Microsoft Dynamics NAV. Til að tengjast honum með þessari útgáfu þarf að samstilla gagnagrunnsskemað. Til dæmis er hægt að nota Sync-NavTenant Windows PowerShell cmdlet.
it_it: Il tenant {0} è basato su una versione precedente di Microsoft Dynamics NAV. Per connettersi con questa versione è necessario sincronizzare lo schema del database. Ad esempio, utilizzare il cmdlet Sync-NavTenant di Windows PowerShell.
nb_no: Leietakeren {0} er basert på en tidligere versjon av Microsoft Dynamics NAV. For å knytte leietakeren til denne versjonen må du synkronisere databaseskjemaet. Du kan for eksempel bruke Sync-NavTenant Windows PowerShell-cmdlet.
nl_be: De tenant {0} is gebaseerd op een eerdere versie van Microsoft Dynamics NAV. Als u de tenant wilt verbinden met deze versie, moet u het databaseschema synchroniseren. Gebruik hiervoor bijvoorbeeld de Sync-NavTenant Windows PowerShell-cmdlet.
ru_ru: Арендатор {0} использует более раннюю версию Microsoft Dynamics NAV. Чтобы подключить его к данной версии, необходимо синхронизировать схему базы данных. Используйте для этого командлет Sync-NavTenant Windows PowerShell.
sv_se: Klientorganisationen {0} baseras på en tidigare version av Microsoft Dynamics NAV. För att ansluta till den med denna version måste du synkronisera databasschemat. Använd till exempel Sync-NavTenant Windows PowerShell-cmdleten.
