Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ConfigSettingStringContainsIllegalChars
source: The value of {0} configuration setting, "{1}" contains the following invalid character or characters: '{2}'
cs_cz: Hodnota {0} konfigurace nastavení, "{1}" obsahuje následující neplatný znak nebo znaky: {2}
da_dk: Værdien for konfigurationsindstillingen {0}, "{1}", indeholder de(t) følgende ugyldige tegn: '{2}'
de_ch: Der Wert {0} der Konfigurationseinstellung "{1}" enthält folgende(s) ungültige(s) Zeichen: '{2}'
es_mx: El valor del parámetro de configuración {0}, "{1}" contiene el siguiente carácter o caracteres: "{2}".
fi_fi: Määritysasetuksen {0} arvo "{1}" sisältää seuraavat virheelliset merkit: "{2}"
fr_ca: La valeur du paramètre de configuration {0}, « {1} », contient le ou les caractères non valides suivants : « {2} »
is_is: Gildið fyrir grunnstilllingu {0}, „{1}“ inniheldur eftirfarandi ógildan staf eða stafi: „{2}“.
it_it: Il valore "{1}" dell'impostazione di configurazione {0} contiene il carattere o i caratteri non validi seguenti: '{2}'
nb_no: Verdien for {0}-konfigurasjonsinnstillingen, {1}, inneholder følgende ugyldige tegn: {2}
nl_be: De waarde {0} van de configuratie-instelling {1} bevat de volgende ongeldige tekens: {2}
ru_ru: Значение настройки конфигурации {0}, "{1}", содержит следующие недопустимые символы (или символ): "{2}"
sv_se: Värdet {1} för konfigurationsinställningen {0} innehåller följande ogiltiga tecken: {2}

# 00095-50069
source: Server page is already open.
cs_cz: Stránka serveru je již otevřena.
da_dk: Serversiden er allerede åben.
de_ch: Die Serverseite ist bereits geöffnet.
es_mx: La página de servidor ya está abierta.
fi_fi: Palvelinsivu on jo avoinna.
fr_ca: La page du serveur est déjà ouverte.
is_is: Þjónssíða er þegar opin.
it_it: Pagina server già aperta.
nb_no: Serversiden er allerede åpen.
nl_be: Serverpagina is al geopend.
ru_ru: Страница сервера уже открыта.
sv_se: Serversidan är redan öppen.

# AcsStsNoEndpointUrl
source: The metadata document does not contain a URL for the STS endpoint.
cs_cz: Dokument metadat neobsahuje žádné adresy URL pro koncový bod STS.
da_dk: Metadatadokumentet indeholder ikke en URL-adresse til STS-slutpunktet.
de_ch: Das Metadatendokument enthält keine URL für den STS-Endpunkt.
es_mx: El documento de metadatos no contiene una dirección URL para el extremo STS.
fi_fi: Metatietoasiakirja ei sisällä STS-päätepisteen URL-osoitetta.
fr_ca: Le document de métadonnées ne contient pas d'URL pour le point de terminaison STS.
is_is: Lýsigagnaskjalið inniheldur ekki vefslóð fyrir STS-endastöðina.
it_it: Il documento di metadati non contiene un URL per l'endpoint del servizio token di sicurezza.
nb_no: Metadatadokumentet inneholder ikke en URL-adresse for STS-endepunktet.
nl_be: Het document met metagegevens bevat geen URL voor het STS-eindpunt.
ru_ru: Документ метаданных не содержит URL-адреса конечной точки службы маркеров безопасности.
sv_se: Metadatadokumentet innehåller ingen URL för STS-slutpunkten.

# ZoomToolPageModeIdentifer
source: Page Mode
cs_cz: Režim stránky
da_dk: Sidetilstand
de_ch: Seitenmodus
es_mx: Modo de página
fi_fi: Sivun tila
fr_ca: Mode page
is_is: Síðusnið
it_it: Modalità pagina
nb_no: Sidemodus
nl_be: Paginamodus
ru_ru: Режим страницы
sv_se: Sidläge

# SetWorkDateFormSet
source: Set Work Date
cs_cz: Nastavit Pracovní datum
da_dk: Angiv arbejdsdato
de_ch: Arbeitsdatum festlegen
es_mx: Definir fecha trabajo
fi_fi: Aseta käsittelypäivämäärä
fr_ca: Définir la date de travail
is_is: Velja vinnudagsetningu
it_it: Imposta work date
nb_no: Angi arbeidsdato
nl_be: Werkdatum instellen
ru_ru: Установить рабочую дату
sv_se: Ställ in arbetsdatum

# Label_Messages
source: Mail
cs_cz: Pošta
da_dk: Post
de_ch: E-Mail
es_mx: Correo
fi_fi: Posti
fr_ca: Courriel
is_is: Póstur
it_it: E-mail
nb_no: E-post
nl_be: E-mail
ru_ru: Почта
sv_se: E-post

# ChangeListenerStarted
source: Object Change Listener is listening on SQL Server '{0}' in Database '{1}'.
cs_cz: Modul Listener pro změny objektů je poslech na serveru SQL Server {0} v databázi {1}.
da_dk: Object Change Listener lytter på SQL Server '{0}' i database '{1}'.
de_ch: Der Objektänderungslistener überwacht SQL Server '{0}' in der Datenbank '{1}'.
es_mx: El proceso de escucha de cambios de objeto está escuchando SQL Server '{0}' en la base de datos '{1}'.
fi_fi: Objektin muutosseuranta (Object Change Listener) seuraa SQL Serveriä {0} tietokannassa {1}.
fr_ca: L'écouteur de modifications d'objet écoute sur le serveur SQL '{0}' dans la base de données '{1}'.
is_is: Hlutabreytingavakinn vaktar á SQL-þjóni '{0}' í gagnagrunni '{1}'
it_it: Listener di modifica dell'oggetto in ascolto su SQL Server '{0}' nel database '{1}'.
nb_no: Endringslytteren for objektet lytter på SQL Server {0} i databasen {1}.
nl_be: Object Change Listener controleert in SQL-server {0} in database {1}.
ru_ru: Прослушиватель изменений объектов выполняет прослушивание на SQL Server '{0}' в базе данных '{1}'.
sv_se: Object Change Listener lyssnar på SQL Server {0} i databasen {1}.

# MetadataSystemPartError
source: Metadata for specified system part: {0} is invalid.
cs_cz: Metadata pro zadanou systémovou část: {0} je neplatná.
da_dk: Metadata for den angivne systemdel: {0} er ugyldig.
de_ch: Metadaten für den angegebenen Systemteil: {0} sind ungültig.
es_mx: Los metadatos para el elemento del sistema especificado: {0} no son válidos.
fi_fi: Määritetyn järjestelmän osan {0} metatiedot ovat virheelliset.
fr_ca: Métadonnées pour la partie système spécifiée : {0} n'est pas valide.
is_is: Lýsigögn fyrir tiltekinn kerfishluta: {0} eru ógild.
it_it: I metadati per la parte del sistema specificata, {0}, non sono validi.
nb_no: Metadata for den angitte systemdelen {0} er ugyldig.
nl_be: Metagegevens voor opgegeven systeemonderdeel: {0} is ongeldig.
ru_ru: Метаданные для указанной системной части {0} недопустимы.
sv_se: Metadata för den angivna systemdelen {0} är ogiltiga.

# ReportCriteria
source: Report Criteria - {0}
cs_cz: Kritéria sestavy - {0}
da_dk: Rapportkriterier - {0}
de_ch: Berichtskriterien - {0}
es_mx: Criterios de informe: {0}
fi_fi: Raportin kriteerit - {0}
fr_ca: Critères du rapport - {0}
is_is: Skýrsluskilyrði - {0}
it_it: Criteri report - {0}
nb_no: Rapportkriterier - {0}
nl_be: Lijstcriteria - {0}
ru_ru: Критерии отчета - {0}
sv_se: Rapportkriterier - {0}

# PermissionDelegationNotConfiguredCorrectly
source: The Service Principal Name (Delegation) configuration has been set incorrectly. Server connect URL: "{0}". SPN Identity: "{1}"
cs_cz: Hlavní název služby (delegace) konfigurace je nastavena nesprávně. Server připojit URL: {0}. Identita SPN: {1}"
da_dk: Konfigurationen af SPN (uddelegering) er angivet forkert. URL for serverforbindelse: "{0}". SPN-identitet: "{1}"
de_ch: Die Konfiguration des Dienstprinzipalnamens (Delegierung) wurde nicht ordnungsgemäss festgelegt. URL der Serververbindung: '{0}'. Identität des Dienstprinzipalnamens: '{1}'
es_mx: La configuración del nombre del servicio principal (delegación) es incorrecta. URL de conexión al servidor: "{0}". Identidad SPN: "{1}"
fi_fi: Palvelun ensisijaisen nimen (delegointi) kokoonpano on määritetty väärin. Palvelimen URL-osoite: "{0}". SPN-henkilöllisyys: "{1}"
fr_ca: La configuration Nom de principal du service (Délégation) a été mal définie. URL de connexion au serveur : "{0}". Identité SPN : "{1}"
is_is: Grunnstilling þjónustuaðalheitis (Framsal) hefur verið rangt stillt. Slóð tengingar netþjóns: "{0}". SPN-auðkenni: "{1}"
it_it: La configurazione del nome dell'entità servizio (delega) è stata impostata in modo non corretto. URL di connessione server: "{0}". Identità SPN: "{1}"
nb_no: Konfigureringen av tjenestens hovednavn (Delegering) er ikke riktig angitt. URL-adresse for servertilkobling: {0}. SPN-identitet: {1}
nl_be: De SPN-configuratie (Service Principal Name) (Machtiging) is onjuist ingesteld. Verbindings-URL voor server: {0}. SPN-identiteit: {1}
ru_ru: Неверно задана конфигурация имени участника-службы (делегирования). URL-адрес подключения к серверу: "{0}". Имя службы -участника: "{1}"
sv_se: SPN-konfigurationen (Service Principal Name) (delegering) har inte angetts korrekt. Webbadress för serveranslutning: "{0}". SPN-identitet: "{1}"

# ZoomToolMenuActions
source: &Actions
cs_cz: &Akce
da_dk: H&andlinger
de_ch: &Aktionen
es_mx: &Acciones
fi_fi: &Toiminnot
is_is: &Aðgerðir
it_it: &Azioni
nb_no: &Handlinger
nl_be: &Acties
ru_ru: Де&йствия
sv_se: &Åtgärder

# 00095-50017
source: The type {0} is unknown.
cs_cz: Typ {0} neznámý.
da_dk: Typen {0} kendes ikke.
de_ch: Typ {0} ist unbekannt.
es_mx: Tipo {0} desconocido.
fi_fi: Tyyppi {0} on tuntematon.
fr_ca: Type {0} inconnu.
is_is: Gerðin {0} er óþekkt.
it_it: Tipo {0} sconosciuto.
nb_no: Typen {0} er ukjent.
nl_be: Het type {0} is onbekend.
ru_ru: Неизвестный тип: {0}.
sv_se: Typen {0} är okänd.

# MenuItemAddTo
source: Add To
cs_cz: Přidat do
da_dk: Føj til
de_ch: Hinzufügen zu
es_mx: Agregar a
fi_fi: Lisää kohteeseen
fr_ca: Ajouter à
is_is: Bæta við
it_it: Aggiungi a
nb_no: Legg til i
nl_be: Toevoegen aan
ru_ru: Добавить в
sv_se: Lägg till

# Instruction_SelectList
source: Select a list to add to the navigation pane
cs_cz: Vybrat seznam pro přidání do navigačního podokna
da_dk: Vælg en liste, der skal føjes til navigationsruden
de_ch: Dient zum Auswählen einer Liste, die dem Navigationsbereich hinzugefügt werden soll.
es_mx: Seleccionar una lista para agregarla al panel de exploración
fi_fi: Valitse siirtymisruutuun lisättävä luettelo
fr_ca: Sélectionner une liste à ajouter au volet de navigation
is_is: Velja lista til að bæta við yfirlitssvæðið
it_it: Selezionare una lista da aggiungere al riquadro di spostamento
nb_no: Velg en oversikt som skal legges til i navigasjonsruten
nl_be: Een lijst selecteren die moet worden toegevoegd aan het navigatiedeelvenster
ru_ru: Выбрать список для добавления в панель навигации
sv_se: Välj en lista att lägga till i navigeringsrutan

# ToolTipViewActionOnList
source: Open the selected row in view mode.
da_dk: Åbn den valgte række i visningstilstand.
de_ch: Ausgewählte Zeile im Ansichtsmodus öffnen
es_mx: Abra la fila seleccionada en modo de visualización.
fi_fi: Avaa valittu rivi näyttötilassa.
fr_ca: Ouvrez la ligne sélectionnée en mode Afficher.
is_is: Opnið valda línu í skoðunarstillingu.
it_it: Apre la riga selezionata in modalità di visualizzazione.
nb_no: Åpne den merkede raden i visningsmodus.
nl_be: Open de geselecteerde rij in de weergavemodus.
ru_ru: Открыть выбранную строку в режиме просмотра.
sv_se: Öppna den markerade raden i visningsläge.

# Label_AvailableColumns
source: Available columns:
cs_cz: Sloupce k dispozici:
da_dk: Tilgængelige kolonner:
de_ch: Verfügbare Spalten:
es_mx: Columnas disponibles:
fi_fi: Käytettävissä olevat sarakkeet:
fr_ca: Colonnes disponibles :
is_is: Tiltækir dálkar:
it_it: Colonne disponibili:
nb_no: Tilgjengelige kolonner:
nl_be: Beschikbare kolommen:
ru_ru: Доступные столбцы:
sv_se: Tillgängliga kolumner:

source: Connect
cs_cz: Připojit
da_dk: Opret forbindelse
de_ch: Verbinden
es_mx: Conectar
fi_fi: Muodosta yhteys
fr_ca: Connexion
is_is: Tengja
it_it: Connetti
nb_no: Koble til
nl_be: Verbinding maken
ru_ru: Подключиться
sv_se: Anslut

# HyperlinkInvalidScheme
source: The URL is not valid.
cs_cz: Adresa URL není platná.
da_dk: URL-adressen er ugyldig.
de_ch: Die URL ist ungültig.
es_mx: La dirección URL no es válida.
fi_fi: URL-osoite ei kelpaa.
fr_ca: URL non valide.
is_is: Vefslóðin er ógild.
it_it: URL non valido.
nb_no: URL-adressen er ikke gyldig.
nl_be: De URL is ongeldig.
ru_ru: Недопустимый URL-адрес.
sv_se: Webbadressen är ogiltig.

# NavDebuggerOtherConnectionDebugging
source: You cannot activate the debugger because '{0}' is already debugging.
cs_cz: Debugger nelze aktivovat, protože {0} je již debugována.
da_dk: Du kan ikke aktivere fejlfindingen, fordi fejlfindingen af '{0}' allerede kører.
de_ch: Der Debugger kann nicht aktiviert werden, da von '{0}' bereits ein Debugging ausgeführt wird.
es_mx: No puede activar el depurador porque '{0}' y está realizando la depuración.
fi_fi: Et voi aktivoida virheenkorjausta, koska {0} suorittaa jo virheenkorjausta.
fr_ca: Vous ne pouvez pas activer le débogueur car « {0} » est déjà en cours de débogage.
is_is: Ekki er hægt að ræsa kembiforritið því „{0}“ er nú þegar að kemba.
it_it: Impossibile attivare il debugger perché è già in corso il debug di '{0}'.
nb_no: Du kan ikke aktivere feilsøkingsprogrammet fordi {0} allerede feilsøker.
nl_be: U kunt het foutopsporingsprogramma niet activeren, omdat in '{0}' al foutopsporing wordt uitgevoerd.
ru_ru: Невозможно активировать отладчик, так как отладка "{0}" уже выполняется.
sv_se: Det går inte att aktivera felsökningen eftersom {0} redan felsöker.

# DeletePersonalizationRunObjectsButton
source: Reset Automation decisions
cs_cz: Resetovat rozhodnutí o automatizaci
da_dk: Nulstil beslutninger om automatisering
de_ch: Automatisierungseinstellungen zurücksetzen
es_mx: Restablecer las decisiones de automatización
fi_fi: Palauta automaatiopäätökset
fr_ca: Réinitialiser les décisions d'automatisation
is_is: Endurstilla ákvarðanir um sjálfvirkni
it_it: Ripristina decisioni di automazione
nb_no: Tilbakestill avgjørelser om automatisering
nl_be: Automatiseringsacties opnieuw instellen
ru_ru: Сброс решений по автоматизации
sv_se: Återställ automatiseringsbeslut

# NavDebuggerConnectionCannotBeFound
source: The session with Id {0} cannot be found.
cs_cz: Relace s Id {0} nebyla nalezena.
da_dk: Sessionen med id'et {0} blev ikke fundet.
de_ch: Die Session mit der ID '{0}' wurde nicht gefunden.
es_mx: No se puede encontrar la sesión con Id. {0}.
fi_fi: Istuntoa, jonka tunnus on {0}, ei löydy.
fr_ca: La session avec le code {0} n'a pas été trouvée.
is_is: Lotan með auðkennið {0} finnst ekki.
it_it: Impossibile trovare la sessione con ID {0}.
nb_no: Finner ikke økten med ID {0}.
nl_be: De sessie met id {0} kan niet worden gevonden.
ru_ru: Не удается найти сеанс с идентификатором {0}.
sv_se: Det går inte att hitta sessionen med ID:t {0}.

# CaptionExcelDocument
source: Microsoft Excel Document
cs_cz: Dokument aplikace Microsoft Excel
da_dk: Microsoft Excel-dokument
de_ch: Microsoft Excel-Dokument
es_mx: Documento de Microsoft Excel
fi_fi: Microsoft Excel -asiakirja
fr_ca: Document Microsoft Excel
is_is: Microsoft Excel-skjal
it_it: Documento di Microsoft Excel
nb_no: Microsoft Excel-dokument
ru_ru: Документ Microsoft Excel
sv_se: Microsoft Excel-dokument

# CompilerError
source: An error occurred during the compilation of {0} {1}. Error details: {2}.
cs_cz: Došlo k chybě během kompilace {0} {1}. Podrobnosti o chybě: {2}.
da_dk: Der opstod en fejl ved kompilering af {0} {1}. Fejldetaljer: {2}.
de_ch: Fehler bei der Kompilierung von {0} '{1}'. Fehlerdetails: '{2}'.
es_mx: Error durante la compilación de {0} {1}. Detalles del error: {2}.
fi_fi: Kohteen {0} {1} kääntämisvirhe. Virhetiedot: {2}.
fr_ca: Une erreur s'est produite durant la compilation de {0} {1}. Détails de l'erreur : {2}.
is_is: Villa kom upp við þýðingu á {0} {1}. Upplýsingar um villu: {2}.
it_it: Errore durante la compilazione di {0} {1}. Dettagli errore: {2}.
nb_no: Det oppstod en feil under kompileringen av {0} {1}. Feildetaljer: {2}.
nl_be: Er is een fout opgetreden tijdens de compilatie van {0} {1}. Foutgegevens: {2}.
ru_ru: Ошибка при компиляции {0} {1}. Сведения об ошибке: {2}.
sv_se: Ett fel uppstod under kompileringen av {0} {1}. Feldetaljer: {2}.

# Repeater_CollapseAllAction_Caption
source: Collapse All
cs_cz: Sbalit vše
da_dk: Skjul alle
de_ch: Alle zusammenklappen
es_mx: Contraer todo
fi_fi: Supista kaikki
fr_ca: Réduire tout
is_is: Fella allt saman
it_it: Comprimi tutto
nb_no: Slå sammen alle
nl_be: Alles samenvouwen
ru_ru: Свернуть все
sv_se: Reducera alla

# AllTablesMustBeSynchronizedBeforeRenamingACompany
source: All tables must be in sync before a company can be renamed
da_dk: Alle tabeller skal være synkroniseret, før et regnskab kan omdøbes
de_ch: Alle Tabellen müssen synchronisiert sein, bevor ein Mandant umbenannt werden kann.
es_mx: Para poder cambiar el nombre de una empresa, todas las tablas deben estar sincronizadas.
fi_fi: Kaikkien taulukkojen on oltava synkronoituja, ennen kuin yrityksen voi nimetä uudelleen
fr_ca: Toutes les tables doivent être synchronisées avant de pouvoir renommer une compagnie.
is_is: Allar töflur verða að vera samstilltar áður en hægt er að endurnefna fyrirtæki
it_it: Per poter rinominare una società, è necessario che tutte le tabelle siano sincronizzate
nb_no: Alle tabeller må være synkronisert før et firmanavn kan endres
nl_be: Alle tabellen moeten zijn gesynchroniseerd voordat een bedrijf kan worden hernoemd.
ru_ru: Перед переименованием компании необходимо синхронизировать все таблицы.
sv_se: Alla tabeller måste vara synkroniserade innan det går att byta namn på ett företag

# ZoomToolInvalidOptionIndex
source: Virtual table option index is missing
cs_cz: Chybí index možností virtuální tabulky
da_dk: Oversigt over virtuelle tabelindstillinger mangler
de_ch: Der Optionsindex für die virtuelle Tabelle ist nicht vorhanden.
es_mx: Falta el índice de opciones de la tabla virtual
fi_fi: Virtuaalisen taulukkovaihtoehdon indeksi puuttuu
fr_ca: Il manque l'index d'option de table virtuelle
is_is: Valkostaskrá sýndartöflu vantar
it_it: Indice opzione di tabella virtuale mancante.
nb_no: Virtuell tabellindeks mangler
nl_be: Virtuele tabeloptie-index ontbreekt
ru_ru: Отсутствует индекс параметра виртуальной таблицы
sv_se: Virtuellt tabellalternativindex saknas

# AcsUsernameOrUniqueKeyNotFilledOut
source: You must fill in both the user name and the authentication key.
cs_cz: Musíte vyplnit uživatelské jméno a ověřovací klíč.
da_dk: Du skal udfylde både brugernavnet og godkendelsesnøglen.
de_ch: Sie müssen den Benutzernamen und den Authentifizierungsschlüssel eingeben.
es_mx: Debe rellenar el nombre de usuario y la clave de autenticación.
fi_fi: Sekä käyttäjänimi että todennusavain on täytettävä.
fr_ca: Vous devez renseigner à la fois le nom d'utilisateur et la clé d'authentification.
is_is: Fylla verður inn bæði notandanafnið og auðkennislykilinn.
it_it: È necessario specificare sia il nome utente che la chiave di autenticazione.
nb_no: Du må fylle ut både brukernavnet og godkjenningsnøkkelen.
nl_be: U moet de gebruikersnaam en de verificatiesleutel invullen.
ru_ru: Необходимо предоставить как имя пользователя, так и ключ проверки подлинности.
sv_se: Du måste fylla i både användarnamn och verifieringsnyckel.

# CallbackNotAllowedFormRunModal
source: {0} attempted to issue a client callback to run page {1} {2} as modal. Client callbacks are not supported on {0}.
cs_cz: {0} se pokusila vystavit zpětné volání klienta spustit stránku {1} {2} jako modální. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at køre siden {1} {2} som modal. Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um die Seite '{1} {2}' als modales Formular auszuführen. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para ejecutar la página {1} {2} como modal. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun sivun {1} {2} modaalista suorittamista varten. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour exécuter la page {1} {2} en tant qu'élément modal. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að keyra síðu {1} {2} sem staðfestingu. Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per eseguire la pagina {1} {2} come modale. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å kjøre siden {1} {2} som modal. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om scherm {1} {2} als modaal uit te voeren. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для выполнения страницы {1} {2} как модальной. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna köra sidan {1} {2} modalt. Klientåteranrop stöds inte i {0}.

# TableEmpty
source: The {0} table is empty.
cs_cz: Tabulka {0} je prázdná.
da_dk: Tabellen {0} er tom.
de_ch: Die Tabelle '{0}' ist leer.
es_mx: La tabla {0} está vacía.
fi_fi: Taulukko {0} on tyhjä.
fr_ca: La table {0} est vide.
is_is: Taflan {0} er auð.
it_it: La tabella {0} è vuota.
nb_no: Tabellen {0} er tom.
nl_be: De tabel {0} is leeg.
ru_ru: Таблица {0} пуста.
sv_se: Tabellen {0} är tom.

# HelpDialogTitle
source: Command Prompt Arguments
cs_cz: Argumenty příkazového řádku
da_dk: Kommandopromptargumenter
de_ch: Eingabeaufforderungsargumente
es_mx: Argumentos del símbolo del sistema
fi_fi: Komentoriviargumentit
fr_ca: Arguments d'invite de commande
is_is: Færibreytur skipanalínu
it_it: Argomenti del prompt dei comandi
nb_no: Ledetekstargumenter
nl_be: Opdrachtpromptargumenten
ru_ru: Аргументы командной строки
sv_se: Argument för kommandotolken

# ToolTipDeleteActionOnList
source: Delete the selected row.
da_dk: Slet den valgte række.
de_ch: Ausgewählte Zeile löschen
es_mx: Eliminar la fila seleccionada.
fi_fi: Poista valittu rivi.
fr_ca: Supprimez la ligne sélectionnée.
is_is: Eyðið valinni línu.
it_it: Elimina la riga selezionata.
nb_no: Slett den merkede raden.
nl_be: Verwijder de geselecteerde rij.
ru_ru: Удалить выбранную строку.
sv_se: Ta bort den markerade raden.

# Button_SelectIconSize_FixedIconSize
source: Fixed Icon Size
cs_cz: Pevná velikost ikon
da_dk: Fast ikonstørrelse
de_ch: Feste Symbolgrösse
es_mx: Tamaño de icono fijo
fi_fi: Kiinteä kuvakkeen koko
fr_ca: Taille d'icône fixe
is_is: Föst stærð tákns
it_it: Dimensioni icona fisse
nb_no: Fast ikonstørrelse
nl_be: Vaste pictogramgrootte
ru_ru: Фиксированный размер значка
sv_se: Fast ikonstorlek

# MustBeAFlowField
source: The {0} field in the {1} table must be a FlowField.
cs_cz: Pole {0} v tabulce {1} musí být FlowField.
da_dk: Feltet {0} i tabellen {1} skal være et FlowField.
de_ch: Das Feld '{0}' in der Tabelle '{1}' muss ein FlowField sein.
es_mx: El campo {0} de la tabla {1} debe ser un FlowField.
fi_fi: Taulukon {1} kentän {0} on oltava FlowField-kenttä.
fr_ca: Le champ {0} dans la table {1} doit être un FlowField.
is_is: Reiturinn {0} í töflunni {1} verður að vera FlowField.
it_it: Il campo {0} nella tabella {1} deve essere un FlowField.
nb_no: Feltet {0} i tabellen {1} må være et FlowField.
nl_be: Het veld {0} in de tabel {1} moet een FlowField zijn.
ru_ru: Поле {0} в таблице {1} должно быть полем FlowField.
sv_se: Fältet {0} i tabellen {1} måste vara ett FlowField.
