Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# MenuItemPanes
source: Panes
cs_cz: Podokna
da_dk: Ruder
de_ch: Bereiche
es_mx: Paneles
fi_fi: Ruudut
fr_ca: Volets
is_is: Svæði
it_it: Riquadri
nb_no: Ruter
nl_be: Deelvensters
ru_ru: Области
sv_se: Fönster

# FlowFieldMustBeIntegerError
source: The {0} FlowField in the {1} table is not an Integer field. If a FlowField CalcFormula starts with 'Count(...', then the FlowField must be an Integer type field.
cs_cz: {0} FlowField v tabulce {1} není pole celé číslo. Pokud vzorec FlowField CalcFormula začíná ' Count (... ", pak musí být dynamické pole typu Integer.
da_dk: FlowField {0} i tabellen {1} er ikke af typen Integer. Hvis et FlowFields 'CalcFormula' begynder med 'Count(...', skal FlowField være af typen Integer.
de_ch: Das FlowField '{0}' in der Tabelle '{1}' ist kein Feld vom Typ 'Integer'. Wenn der CalcFormula-Wert eines FlowFields mit 'Count(...' beginnt, muss das FlowField vom Typ 'Integer' sein.
es_mx: El FlowField {0} de la tabla {1} no es un campo Integer. Cuando la CalcFormula de un FlowField empieza por 'Count(...', el FlowField debe ser de tipo Integer.
fi_fi: Taulukon {1} FlowField-kenttä {0} ei ole Kokonaisluku-tyyppinen. Jos FlowField-kentän CalcFormula-laskukaava alkaa "Count(...", FlowField-kentän tyypin on oltava Kokonaisluku.
fr_ca: Le FlowField {0} dans la table {1} n'est pas un champ d'entier. Si la formule de calcul d'un FlowField commence par « Count(... », le FlowField doit être un champ de type entier.
is_is: {0} FlowField í töflunni {1} er ekki heiltölureitur. Ef CalcFormula fyrir FlowField hefst á „Count(...“ verður FlowField að vera reitur af heiltölutegundinni.
it_it: Il FlowField {0} nella tabella {1} non è un campo di tipo Integer. Se la CalcFormula di un FlowField inizia con "Count(...", il FlowField deve essere un campo di tipo Integer.
nb_no: FlowField {0} i tabellen {1} er ikke et heltallsfelt. Hvis CalcFormula i FlowField begynner med 'Count(...', må FlowField være et heltallsfelt.
nl_be: FlowField {0} in tabel {1} is geen veld van het type Integer. Als de berekeningsformule van een FlowField start met 'Count(...', moet het FlowField van het type Integer zijn.
ru_ru: Поле FlowField {0} в таблице {1} не относится к целочисленному типу. Если формула вычисления FlowField начинается с "Count(...", поле FlowField должно быть целочисленного типа.
sv_se: FlowField {0} i tabellen {1} är inte av typen Integer. Om funktionen CalcFormula i ett FlowField börjar med "Count(...", måste detta FlowField vara av typen Integer.

# ChartCorrectDefinition
source: Correct and upload chart definition for: "{0}"
cs_cz: Opravit a uložit definice grafu pro: "{0}"
da_dk: Ret og upload diagramdefinition for: "{0}"
de_ch: Diagrammdefinition korrigieren und hochladen für: "{0}"
es_mx: Corregir y cargar la definición de gráfico para: "{0}"
fi_fi: Korjaa ja lataa palvelimeen seuraavan kohteen kaaviomääritys: "{0}"
fr_ca: Corriger et télécharger la définition de graphique pour : « {0} »
is_is: Leiðrétta og hlaða inn myndritsskilgreiningu fyrir: „{0}“
it_it: Correggere e caricare la definizione del grafico per: "{0}"
nb_no: Korriger og last opp diagramdefinisjon for: {0}
nl_be: Diagramdefinitie corrigeren en uploaden voor: {0}
ru_ru: Исправить и выгрузить определение диаграммы для: "{0}"
sv_se: Åtgärda och överför diagramdefinition för: {0}

# DuplicateWebServiceName
source: Published web services contain a duplicate service name: {0}. Service names must be unique to be supported by OData.
cs_cz: Publikované webové služby obsahují název duplicitní služby: {0}. názvy služeb musí být jedinečné podporovat protokol OData.
da_dk: Publicerede webtjenester indeholder et dublettjenestenavn: {0}. Tjenestenavne skal være entydige for at blive understøttet af OData.
de_ch: Die veröffentlichten Webdienste enthalten einen doppelten Servicenamen: {0}. Von 'OData' werden nur eindeutige Servicenamen unterstützt.
es_mx: Los servicios Web publicados contienen un nombre de servicio duplicado: {0}. Los nombres de servicio deben ser exclusivos para que sean compatibles con OData.
fi_fi: Julkaistut WWW-palvelut sisältävät palvelun nimen kaksoiskappaleen: {0}. Palveluiden nimien pitää olla yksilöiviä, jotta OData tukisi niitä.
fr_ca: Les services web publiés contiennent un nom de service en double : {0}. Les noms de service doivent être uniques pour qu'ils soient pris en charge par OData.
is_is: Birtar vefþjónustur innihalda tvítekið þjónustuheiti: {0}. Þjónustuheitin verða að vera einkvæm til að OData styðji þau.
it_it: I servizi Web pubblicati contengono un nome servizio duplicato: {0}. I nomi servizio devono essere univoci per essere supportati da OData.
nb_no: Publiserte webtjenester inneholder et duplisert tjenestenavn: {0}. Tjenestenavn må være unike for å kunne støttes av OData.
nl_be: Gepubliceerde webservices bevatten een dubbele servicenaam: {0}. Servicenamen moeten uniek zijn voor ondersteuning door OData.
ru_ru: Опубликованные веб-службы имеют дублирующееся имя службы: {0}. Имена служб должны быть уникальными, чтобы поддерживаться со стороны OData.
sv_se: Publicerade webbtjänster innehåller dubblettjänstnamn: {0}. Tjänstnamnen måste vara unika för att kunna användas med OData.

source: Available Groups:
cs_cz: Dostupné skupiny:
da_dk: Disponible grupper:
de_ch: Verfügbare Gruppen:
es_mx: Grupos disponibles:
fi_fi: Käytettävissä olevat ryhmät:
fr_ca: Groupes disponibles :
is_is: Tiltækir flokkar:
it_it: Gruppi disponibili:
nb_no: Tilgjengelige grupper:
nl_be: Beschikbare groepen:
ru_ru: Доступные группы:
sv_se: Tillgängliga grupper:

# CheckBox_ChangeQuickEntry
source: Quick Entry
cs_cz: Rychlý vstup
da_dk: Hurtigpost
de_ch: Schnelleingabe
es_mx: Entrada rápida
fi_fi: Pikatapahtuma
fr_ca: Entrée rapide
is_is: Hraðfærsla
it_it: Accesso rapido
nb_no: Hurtigoppføring
nl_be: Snelinvoer
ru_ru: Экспресс-ввод
sv_se: Snabbinmatning

# ConnectionClosed
source: This operation cannot be completed. There is no active connection to the server. Close the application and start it again.
cs_cz: Tuto operaci nelze dokončit. Neexistuje žádná aktivní připojení k serveru. Ukončete aplikaci a spusťte ji znovu.
da_dk: Denne operation kan ikke fuldføres. Der er ikke en aktiv forbindelse til serveren. Luk programmet, og start det igen.
de_ch: Dieser Vorgang kann nicht abgeschlossen werden. Es besteht keine aktive Verbindung mit dem Server. Schliessen Sie die Anwendung, und starten Sie sie wieder.
es_mx: No se pudo completar esta operación. No hay conexión activa con el servidor. Cierre la aplicación y vuelva a iniciarla.
fi_fi: Toimintoa ei voi suorittaa loppuun. Palvelimeen ei ole aktiivista yhteyttä. Sulje sovellus ja käynnistä se uudelleen.
fr_ca: L'opération n'a pas pu être terminée. Aucune connexion active au serveur. Fermez et relancez l'application.
is_is: Ekki var hægt að ljúka þessari aðgerð. Engin virk tenging er við þjóninn. Loka skal forritin og ræsa það aftur.
it_it: Impossibile completare l'operazione. Nessuna connessione attiva al server. Chiudere l'applicazione e riavviarla.
nb_no: Denne operasjonen kan ikke fullføres. Det finnes ingen aktiv tilkobling til serveren. Lukk programmet, og start det på nytt.
nl_be: Deze bewerking kan niet worden voltooid. Er is geen actieve verbinding met de server. Sluit de toepassing en start deze opnieuw.
ru_ru: Эту операцию невозможно выполнить. Отсутствует активное подключение к серверу. Закройте приложение и запустите его повторно.
sv_se: Det gick inte att slutföra operationen. Det finns ingen aktiv anslutning till servern. Stäng programmet och starta det igen.

# CSIDEFobImportedNotSynchronized
source: The objects from the .fob file were imported, but they contain schema changes that cannot be synchronized to the database with the Microsoft Dynamics NAV Server instance. Contact your system administrator with the following information: Server Name: {0} Server Instance: {1} Tenant Name: {2} Description: {3}
da_dk: Objekterne fra .fob-filen blev importeret, men de indeholder skemaændringer, der ikke kan synkroniseres med databasen med Microsoft Dynamics NAV Server-forekomsten. Kontakt systemadministratoren med følgende oplysninger: Servernavn: {0} Serverforekomst: {1} Lejers navn: {2} Beskrivelse: {3}
de_ch: Die Objekte aus der FOB-Datei wurden importiert, enthalten jedoch Schemaänderungen, die nicht mit der Datenbank mit der Microsoft Dynamics NAV Server-Instanz synchronisiert werden können. Wenden Sie sich mit den folgenden Informationen an Ihren Systemadministrator: Servername: {0} Serverinstanz: {1} Tenant-Name: {2} Beschreibung: {3}
es_mx: Los objetos del archivo .fob se importaron, pero contienen cambios de esquema que no se pueden sincronizar en la base de datos con la instancia de Microsoft Dynamics NAV Server. Póngase en contacto con el administrador del sistema con la información siguiente: Nombre del servidor: {0} Instancia del servidor: {1} Nombre del inquilino: {2} Descripción: {3}
fi_fi: .fob-tieoston objektit tuotiin, mutta ne sisältävät mallin muutoksia, joita ei voi synkronoida tietokantaan Microsoft Dynamics NAV Server -instanssin avulla.e. Anna järjestelmänvalvojalle seuraavat tiedot: Palvelimen nimi: {0} Palvelininstanssi: {1} Vuokraajan nimi: {2} Kuvaus: {3}
fr_ca: Les objets du fichier .fob ont été importés, mais ils contiennent des changements de schéma qui ne peuvent pas être synchronisés dans la base de données avec l'instance Microsoft Dynamics NAV Server. Contactez votre administrateur système en lui communiquant les informations suivantes : Nom du serveur : {0} Instance de serveur : {1} Nom de l'abonné : {2} Description : {3}
is_is: Hlutir úr .fob skrá voru fluttir inn en þeir innihalda skemabreytingar sem ekki er hægt að samstilla við gagnagrunninn með Microsoft Dynamics NAV Server-tilvikinu. Hafa skal samband við kerfisstjóra með eftirfarandi upplýsingar: Heiti þjóns: {0} Þjónstilvik: {1} Heiti leigjanda: {2} Lýsing: {3}
it_it: Gli oggetti del file FOB sono stati importati, ma contengono modifiche dello schema che non è possibile sincronizzare con il database in cui è presente l'istanza di Microsoft Dynamics NAV Server. Contattare l'amministratore di sistema indicando le seguenti informazioni: Nome server: {0} Istanza server: {1} Nome tenant: {2} Descrizione: {3}
nb_no: Objektene fra FOB-filen er importert, men de inneholder skjemaendringer som ikke kan synkroniseres med databasen med forekomsten av Microsoft Dynamics NAV Server. Kontakt systemansvarlig med følgende informasjon: Servernavn: {0} Serverforekomst: {1} Leietakernavn: {2} Beskrivelse: {3}
nl_be: De objecten uit het .fob-bestand zijn geïmporteerd, maar ze bevatten schemawijzigingen die niet met de database kunnen worden gesynchroniseerd met het Microsoft Dynamics NAV Server-exemplaar. Neem contact met uw systeembeheerder op met de volgende gegevens: Servernaam: {0} Serverexemplaar: {1} Tenantnaam: {2} Beschrijving: {3}
ru_ru: Объекты из FOB-файла были импортированы, но они содержат изменения схемы, которые невозможно синхронизировать с базой данных экземпляра Microsoft Dynamics NAV Server. Обратитесь к системному администратору и передайте ему следующие сведения: Имя сервера: {0} Экземпляр сервера: {1} Имя арендатора: {2} Описание: {3}
sv_se: Objekten från FOB-filen importerades, men de innehåller schemaändringar som inte kan synkroniseras med databasen med Microsoft Dynamics NAV Server-instansen. Kontakta din systemadministratör och ange följande information: Servernamn: {0} Serverinstans: {1} Klientorganisation: {2} Beskrivning: {3}

source: When the TableSynchSetup.Mode::Move mode is used in an upgrade codeunit for synchronizing a table, the structure of the upgrade table must match the original table. The fields and the primary key of the upgrade table must match those in the original table. The following errors must be fixed:
da_dk: Når tilstanden TableSynchSetup.Mode::Move bruges i en opgraderings-codeunit til synkronisering af en tabel, skal strukturen i opgraderingstabellen stemme overens med den oprindelige tabel. Felterne og den primære nøgle i opgraderingstabellen skal stemme overens med dem i den oprindelige tabel. Følgende fejl skal rettes:
de_ch: Wenn der TableSynchSetup.Mode::Move-Modus in einer Upgrade-Codeunit zum Synchronisieren einer Tabelle verwendet wird, muss die Struktur der Upgradetabelle mit der Originaltabelle übereinstimmen. Die Felder und der primäre Schlüssel der Upgradetabelle müssen mit denen in der Originaltabelle übereinstimmen. Die folgenden Fehler müssen behoben werden:
es_mx: Cuando se usa el modo TableSynchSetup.Mode::Move en una codeunit de actualización para la sincronización de una tabla, la estructura de la tabla de actualización debe coincidir con la tabla original. Los campos y la clave principal de la tabla de actualización deben coincidir con los de la tabla original. Se deben corregir los errores siguientes:
fi_fi: Kun päivityskoodiyksikössä käytetään TableSynchSetup.Mode::Move-tilaa taulukon synkronointiin, päivitystaulukon rakenteen täytyy olla sama kuin alkuperäisessä taulukossa. Kenttien ja päivitystaulukon perusavaimen täytyy olla samat kuin alkuperäisessä taulukossa. Seuraavat virheet täytyy korjata:
fr_ca: Lorsque le mode TableSynchSetup.Mode::Move est utilisé dans un codeunit de mise à niveau pour la synchronisation d'une table, la structure de la table de mise à niveau doit correspondre à la table d'origine. Les champs et la clé primaire de la table de mise à niveau doivent correspondre à ceux de la table d'origine. Les erreurs suivantes doivent être corrigées :
is_is: Þegar TableSynchSetup.Mode::Move stillingin er notuð í uppfærðri kóðaeiningu fyrir samstillingu töflu þarf uppbygging uppfærslutöflunnar að passa við upprunalegu töfluna. Reitirnir og aðallykill uppfærslutöflunnar verða að passa við þá í upprunalegu töflunni. Laga þarf eftirfarandi villur:
it_it: Quando la modalità TableSynchSetup.Mode::Move viene utilizzata in una codeunit di aggiornamento per sincronizzare una tabella, la struttura della tabella di aggiornamento deve corrispondere alla tabella originale. I campi e la chiave primaria della tabella di aggiornamento devono corrispondere a quelli della tabella originale. Gli errori seguenti devono essere corretti:
nb_no: Når modusen TableSynchSetup.Mode::Move brukes i en oppgraderingskodeenhet for synkronisering av en tabell, må strukturen i oppgraderingstabellen samsvare med den opprinnelige tabellen. Feltene og primærnøkkelen i oppgraderingstabellen må samsvare med den opprinnelige tabellen. Følgende feil må rettes:
nl_be: Wanneer de modus TableSynchSetup.Mode::Move in een upgrade-codeunit wordt gebruikt voor synchronisatie van een tabel, moet de structuur van de upgradetabel overeenkomen met de oorspronkelijke tabel. De velden en de primaire sleutel van de upgradetabel moeten overeenkomen met die in de oorspronkelijke tabel. De volgende fouten moeten worden opgelost:
ru_ru: При использовании режима TableSynchSetup.Mode::Move в модуле обновления Codeunit для синхронизации таблицы структура таблицы обновления должна соответствовать исходной таблице. Поля и основной ключ таблицы обновления должны совпадать с соответствующими элементами исходной таблицы. Необходимо исправить следующие ошибки:
sv_se: När läget TableSynchSetup.Mode::Move används i en uppgraderingskodmodul för att synkronisera en tabell måste strukturen i den uppgraderade tabellen stämma överens med den ursprungliga tabellen. Fälten och den primära nyckeln i den uppgraderade tabellen måste stämma överens med dem i den ursprungliga tabellen. Följande fel måste åtgärdas:

# RibbonHomeTabName
source: Home
cs_cz: Domovská stránka
da_dk: Start
de_ch: Start
es_mx: Inicio
fi_fi: Kotisivu
fr_ca: Accueil
is_is: Heim
nb_no: Startside
ru_ru: Главная
sv_se: Start

# ServiceStartEventLogMessage
source: '{0}' is listening to requests at {1}.
cs_cz: {0} poslouchá požadavky na {1}.
da_dk: '{0}' lytter til anmodninger på {1}.
de_ch: Von '{0}' wird auf Anforderungen unter '{1}' gelauscht.
es_mx: '{0}' escucha las solicitudes de {1}.
fi_fi: '{0}' seuraa pyyntöjä kohteessa {1}.
fr_ca: « {0} » écoute les requêtes dans {1}.
is_is: „{0}“ hlustar á beiðnir á {1}.
it_it: '{0}' è in ascolto delle richieste su {1}.
nb_no: {0} lytter til forespørsler på {1}.
nl_be: {0} controleert op aanvragen op {1}.
ru_ru: "{0}" слушает запрос в {1}.
sv_se: {0} lyssnar på begäranden vid {1}.

# PrintDialogCommentLabel
source: Comment:
da_dk: Bemærkning:
de_ch: Bemerkung:
es_mx: Comentario:
fi_fi: Kommentti:
fr_ca: Commentaire :
is_is: Athugasemd:
it_it: Commento:
nb_no: Merknad:
nl_be: Opmerking:
ru_ru: Комментарий:
sv_se: Kommentar:

# ACSInitialSignupExplanation
source: The credentials that you provided are not currently associated with a user account in Microsoft Dynamics NAV. To continue signing in, type your Microsoft Dynamics NAV user name and the corresponding first-time key.
cs_cz: Pověření, která jste zadali nejsou aktuálně přidružena uživatelskému účtu v aplikaci Microsoft Dynamics NAV. Chcete-li pokračovat, přihlaste se, zadejte své uživatelské jméno pro produkt Microsoft Dynamics NAV a odpovídající klíč poprvé.
da_dk: De angivne legitimationsoplysninger er ikke knyttet til en brugerkonto i Microsoft Dynamics NAV i øjeblikket. For at fortsætte med at logge på skal du indtaste dit Microsoft Dynamics NAV-brugernavn og den tilhørende førstegangsnøgle.
de_ch: Die angegebenen Anmeldeinformationen sind momentan keinem Benutzerkonto unter Microsoft Dynamics NAV zugeordnet. Geben Sie zum Fortsetzen der Anmeldung Ihren Microsoft Dynamics NAV-Benutzernamen und den entsprechenden Erstschlüssel ein.
es_mx: Las credenciales proporcionadas no están asociadas a ninguna cuenta de usuario de Microsoft Dynamics NAV. Para continuar con el inicio de sesión, especifique el nombre de usuario de Microsoft Dynamics NAV y la clave inicial correspondiente.
fi_fi: Määrittämiäsi tunnistetietoja ei ole tällä hetkellä liitetty Microsoft Dynamics NAV -käyttäjätiliin. Jatka kirjautumista kirjoittamalla Microsoft Dynamics NAV -käyttäjänimesi ja vastaava avain ensimmäistä kertaa varten.
fr_ca: Les informations d'identification que vous avez fournies ne sont actuellement associées à aucun compte utilisateur dans Microsoft Dynamics NAV. Pour poursuivre la connexion, entrez votre nom d'utilisateur Microsoft Dynamics NAV et la clé de première authentification correspondante.
is_is: Skilríkin sem gefin voru upp eru ekki tengd sem stendur við notandareikning í Microsoft Dynamics NAV. Til að halda áfram að skrá inn skal færa inn Microsoft Dynamics NAV notandanafnið og samsvarandi lykil fyrir fyrsta skipti.
it_it: Le credenziali fornite non sono attualmente associate a un account utente in Microsoft Dynamics NAV. Per continuare l'operazione di accesso, digitare il proprio nome utente Microsoft Dynamics NAV e la prima chiave corrispondente.
nb_no: Legitimasjonen som du har angitt, er ikke knyttet til en brukerkonto i Microsoft Dynamics NAV for øyeblikket. Du kan fortsette påloggingen ved å skrive inn brukernavnet for Microsoft Dynamics NAV og den tilhørende førstegangsnøkkelen.
nl_be: De referenties die u hebt opgegeven, zijn momenteel niet gekoppeld aan een gebruikersaccount in Microsoft Dynamics NAV. Typ uw Microsoft Dynamics NAV-gebruikersnaam en de bijbehorende initiële verificatiesleutel als u het aanmelden wilt voortzetten.
ru_ru: Предоставленные учетные данные не связаны в текущий момент с учетной записью пользователя в Microsoft Dynamics NAV. Чтобы продолжить вход в систему, введите имя пользователя Microsoft Dynamics NAV и соответствующий новый ключ.
sv_se: De angivna autentiseringsuppgifterna är för närvarande inte associerade med något användarkonto i Microsoft Dynamics NAV. Om du vill fortsätta med inloggningen anger du ditt Microsoft Dynamics NAV-användarnamn och den motsvarande förstagångsnyckeln.

# SortingTypeAscending
source: Ascending
cs_cz: Vzestupně
da_dk: Stigende
de_ch: Aufsteigend
es_mx: Ascendente
fi_fi: Nouseva
fr_ca: Croissant
is_is: Hækkandi
it_it: Crescente
nb_no: Stigende
nl_be: Oplopend
ru_ru: По возрастанию
sv_se: Stigande

# PersonalizationStoreNoSigning
source: Personalization is not working because the document is either not signed correctly or the crypto signing service is not working. See the event log for more info.
cs_cz: Individuální nastavení nefunguje, protože dokument není správně podepsány nebo šifrování, podepisování služby nefunguje. Naleznete další informace v protokolu událostí.
da_dk: Tilpasning fungerer ikke, fordi dokumentet enten ikke er underskrevet korrekt, eller fordi tjenesten krypteret underskrift ikke fungerer. Du kan finde flere oplysninger i hændelsesloggen.
de_ch: Die Personalisierung funktioniert nicht, da der Beleg entweder nicht korrekt signiert ist oder der Cryptosignaturdienst nicht funktioniert. Weitere Informationen finden Sie im Ereignisprotokoll.
es_mx: La personalización no funciona porque el documento no se ha firmado correctamente o el servicio de firma cifrada no funciona. Consulte el registro de eventos para obtener más información.
fi_fi: Mukautus ei toimi, sillä joko asiakirjaa ei ole allekirjoitettu oikein tai crypto sign -palvelu ei toimi. Lisätietoja on tapahtumalokissa.
fr_ca: La personnalisation ne fonctionne pas soit parce que le document n'est pas correctement signé soit parce que le service de signature cryptographique ne fonctionne pas. Consultez le journal des événements pour plus d'informations.
is_is: Sérsnið virkar ekki vegna þess að fylgiskjalið er annaðhvort ekki rétt undirritað eða dulmálsundirritunarþjónustan virkar ekki. Sjá frekari upplýsingar í atburðaskrá.
it_it: Personalizzazione non riuscita perché il documento non è firmato correttamente o il servizio di firma crittografata non funziona. Per ulteriori informazioni, vedere il registro eventi.
nb_no: Tilpasning fungerer ikke enten fordi dokumentet ikke er signert riktig eller fordi den kryptografiske signeringstjenesten ikke fungerer. Hvis du vil ha mer informasjon, se hendelsesloggen.
nl_be: Personalisatie werkt niet omdat het document niet juist is ondertekend of omdat de Crypto-ondertekeningsservice niet werkt. Zie het gebeurtenislogboek voor meer informatie.
ru_ru: Персонализация не работает, так как либо документ не подписан правильно, либо не работает служба шифрованной подписи. Дополнительные сведения см. в журнале событий.
sv_se: Anpassningen fungerar inte eftersom dokumentet inte är korrekt signerat eller också fungerar inte krypteringssigneringstjänsten. Mer information finns i händelseloggen.

# AboutFormCopyright
source: © {0} Microsoft Corporation. All rights reserved.
cs_cz: © {0} Microsoft Corporation. Všechna práva vyhrazena.
da_dk: © {0} Microsoft Corporation. Alle rettigheder forbeholdes.
de_ch: © {0} Microsoft Corporation. Alle Rechte vorbehalten.
es_mx: © {0} Microsoft Corporation. Todos los derechos reservados.
fi_fi: © {0} Microsoft Corporation. Kaikki oikeudet pidätetään.
fr_ca: © {0} Microsoft Corporation. Tous droits réservés.
is_is: © {0} Microsoft Corporation. Allur réttur áskilinn.
it_it: © {0} Microsoft Corporation. Tutti i diritti riservati.
nb_no: © {0} Microsoft Corporation. Med enerett.
nl_be: © {0} Microsoft Corporation. Alle rechten voorbehouden.
ru_ru: © Корпорация Майкрософт (Microsoft Corporation), {0}. Все права защищены.
sv_se: © {0} Microsoft Corporation. Med ensamrätt.
