Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ConnectionCouldNotBeOpenedWantToRetry
source: The program could not create a connection to the server. Do you want to try again?
cs_cz: Program nemůže vytvořit připojení k serveru. Chcete akci zopakovat?
da_dk: Programmet kunne ikke oprette en forbindelse til serveren. Vil du prøve igen?
de_ch: Das Programm konnte keine Verbindung zum Server herstellen. Möchten Sie den Vorgang wiederholen?
es_mx: El programa no pudo crear una conexión con el servidor. ¿Desea intentarlo de nuevo?
fi_fi: Ohjelma ei onnistunut muodostamaan yhteyttä palvelimeen. Haluatko yrittää uudelleen?
fr_ca: Le programme n'a pas pu créer de connexion au serveur. Voulez-vous réessayer ?
is_is: Forritið gat ekki tengst netþjóninum. Á að reyna aftur?
it_it: Impossibile stabilire la connessione con il server. Riprovare?
nb_no: Kan ikke opprette en tilkobling mellom programmet og serveren. Vil du prøve på nytt?
nl_be: Het programma kan geen verbinding met de server maken. Wilt u het nogmaals proberen?
ru_ru: Программе не удалось создать подключение к серверу. Повторить попытку?
sv_se: Det gick inte att upprätta en anslutning till servern. Vill du försöka igen?

# ActionGroupPage
source: Page
cs_cz: Stránka
da_dk: Side
de_ch: Seite
es_mx: Pág.
fi_fi: Sivu
is_is: Bls.
it_it: Pagina
nb_no: Side
nl_be: Pagina
ru_ru: Стр.
sv_se: Sida

# IllegalUri
source: Invalid URL
cs_cz: Neplatná adresa URL
da_dk: Ugyldig URL
de_ch: Ungültige URL.
es_mx: Dirección URL no válida
fi_fi: Virheellinen URL-osoite
fr_ca: URL non valide
is_is: Ógild vefslóð
it_it: URL non valido
nb_no: Ugyldig URL-adresse
nl_be: Ongeldige URL
ru_ru: Недопустимый URL-адрес
sv_se: Ogiltig URL

# MenuItemEditInBusinessSheet
source: Edit in Business Sheet
cs_cz: Úprava v obchodním listu
da_dk: Rediger i regneark
de_ch: Im Geschäftsarbeitsblatt bearbeiten
es_mx: Editar en hoja de análisis
fi_fi: Muokkaa liiketoimintalomakkeessa
fr_ca: Modifier dans la feuille professionnelle
is_is: Breyta í viðskiptablaði
it_it: Modifica in Business Sheet
nb_no: Rediger i forretningsark
nl_be: Bewerken in bedrijfsblad
ru_ru: Изменить на листе "Бизнес"
sv_se: Redigera i affärsblad

# NoteColumnBinder_BadData
source: The data cannot be shown because it is not valid.
cs_cz: Data nelze zobrazit, protože nejsou platná.
da_dk: Dataene kan ikke vises, fordi de ikke er gyldige.
de_ch: Die Daten können nicht angezeigt werden, da sie ungültig sind.
es_mx: Los datos no se pueden mostrar porque no son válidos.
fi_fi: Tietoja ei voi näyttää, koska ne eivät kelpaa.
fr_ca: Les données ne peuvent pas s'afficher car elles ne sont pas valides.
is_is: Ekki er hægt að sýna gögnin því þau eru ekki gild.
it_it: Impossibile visualizzare i dati perché non sono validi.
nb_no: Dataene kan ikke vises fordi de ikke er gyldige.
nl_be: De gegevens kunnen niet worden weergegeven, omdat ze niet geldig zijn.
ru_ru: Данные не удается отобразить, потому что они неправильные.
sv_se: Det går inte att visa data eftersom de är ogiltiga.

# SoftwareLicenseTermsScreenTitle
source: {0} Software License Terms
cs_cz: Licenční podmínky pro software {0}
da_dk: {0} Softwarelicensvilkår
de_ch: {0}-Softwarelizenzbedingungen
es_mx: Términos de licencia del software {0}
fi_fi: {0} -ohjelmiston käyttöoikeuden ehdot
fr_ca: Termes du contrat de licence logiciel {0}
is_is: {0} Leyfisskilmálar hugbúnaðar
it_it: Condizioni di licenza software per {0}
nb_no: {0} Lisensvilkår for programvaren
nl_be: {0} Licentiebepalingen voor software
ru_ru: Сведения о лицензии на программный продукт {0}
sv_se: Licensvillkor för programvaran {0}

# LabelAvailableCharts
source: Available charts:
cs_cz: Dostupné grafy:
da_dk: Disponible diagrammer:
de_ch: Verfügbare Diagramme:
es_mx: Gráficos disponibles:
fi_fi: Käytettävissä olevat kaaviot:
fr_ca: Graphiques disponibles :
is_is: Tiltæk myndrit:
it_it: Grafici disponibili:
nb_no: Tilgjengelige diagrammer:
nl_be: Beschikbare diagrammen:
ru_ru: Доступные диаграммы:
sv_se: Tillgängliga diagram:

# NavODataFilterToFilterParser_BadOption
source: Option value {0} is not a valid index or value for the option.
cs_cz: Hodnota volby {0} není platným indexem nebo hodnotou pro volby.
da_dk: Indstillingsværdien {0} er ikke et gyldigt indeks eller en gyldig værdi for indstillingen.
de_ch: Der Optionswert '{0}' ist kein gültiger Index oder Wert für die Option.
es_mx: El valor de opción {0} no es un índice o valor válido para la opción.
fi_fi: Asetusarvo {0} ei kelpaa asetuksen indeksiksi tai arvoksi.
fr_ca: La valeur option {0} n'est pas un index ou une valeur valide pour l'option.
is_is: Valkostsgildið {0} er ekki gildur vísir eða gildi fyrir valkostinn.
it_it: Il valore di opzione {0} non è un indice o un valore valido per l'opzione.
nb_no: Alternativverdien {0} er ikke en gyldig indeks eller verdi for alternativet.
nl_be: Optiewaarde {0} is geen geldige index of waarde voor de optie.
ru_ru: Значение параметра {0} не является допустимым индексом или значением для параметра.
sv_se: Alternativvärdet {0} är inte ett giltigt index eller värde för alternativet.

# ViewSortSystemObjectCaption
source: View, Sort
cs_cz: Zobrazit, seřadit
da_dk: Vis, Sortér
de_ch: Ansicht, Sortieren
es_mx: Ver, Ordenar
fi_fi: Näytä, Lajittele
fr_ca: Affichage, Trier
is_is: Skoða, Raða
it_it: Visualizza, Ordina
nb_no: Vis, Sorter
nl_be: Beeld, Sorteren
ru_ru: Вид, Сортировка
sv_se: Visa, Sortera

# PrintDialogToolTipDefaultPrinter
source: Default printer
da_dk: Standardprinter
de_ch: Standarddrucker
es_mx: Impresora predeterminada
fi_fi: Oletustulostin
fr_ca: Imprimante par défaut
is_is: Sjálfgefinn prentari
it_it: Stampante di default
nb_no: Standardskriver
nl_be: Standaardprinter
ru_ru: Принтер по умолчанию
sv_se: Standardskrivare

# NoDefaultStyleSheet
source: There is no default style sheet for the program you are exporting to.
cs_cz: Neexistuje výchozí šablona stylů pro export do vybraného programu.
da_dk: Der er ikke et standardtypografiark for det program, du er i gang med at udlæse til.
de_ch: Es ist keine Standardformatvorlage für das Programm vorhanden, in das Sie exportieren möchten.
es_mx: No hay ninguna hoja de estilos predeterminada para el programa al que va a exportar.
fi_fi: Ohjelmalle, johon olet viemässä tietoja, ei ole oletustyylimallia.
fr_ca: Il n'existe pas de feuille de style par défaut pour le programme vers lequel vous exportez.
is_is: Það er ekki til sjálfgefið stílblað fyrir forritið sem verið er að flytja út í.
it_it: Non esiste alcun foglio di stile di default per il programma in cui si esegue l'esportazione.
nb_no: Det finnes ikke noe standardstilark for programmet du eksporterer til.
nl_be: Er is geen standaardopmaakmodel voor het programma waar u naartoe exporteert.
ru_ru: В программе, в которую выполняется экспорт, нет таблицы стилей по умолчанию.
sv_se: Det finns inte någon standardformatmall för programmet du exporterar till.

# 00095-50006
source: The maximum length for a string value is {0}.
cs_cz: Maximální délka hodnoty pro string je {0}.
da_dk: Maksimumlængden for en strengværdi er {0}.
de_ch: Die maximale Länge für einen Zeichenfolgenwert ist {0}.
es_mx: La longitud máxima para un valor de cadena es {0}.
fi_fi: Merkkijonoarvon enimmäispituus on {0}.
fr_ca: La longueur maximale d'une valeur de chaîne est {0}.
is_is: Hámarkslengd strengjagildis er {0}.
it_it: La lunghezza massima di un valore stringa è {0}.
nb_no: Maksimumslengden for en strengverdi er {0}.
nl_be: De maximale lengte voor een reekswaarde is {0}.
ru_ru: Максимальная длина строкового значения: {0}.
sv_se: Maxlängden för ett strängvärde är {0}.

# Instruction_CopyToButton
source: Copy a list to a navigation pane button
cs_cz: Kopírovat seznam na tlačítko Navigačního podokna
da_dk: Kopier en liste til en navigationsrudeknap
de_ch: Dient zum Kopieren einer Liste in einen Navigationsbereich.
es_mx: Copiar una lista en un botón del panel de exploración
fi_fi: Kopioi luettelo siirtymisruudun painikkeeseen
fr_ca: Copier une liste vers un bouton du volet de navigation
is_is: Afrita lista á yfirlitssvæðishnapp
it_it: Copiare una lista in un pulsante del riquadro di spostamento
nb_no: Kopier en oversikt til en navigasjonsruteknapp
nl_be: Een lijst kopiëren naar een knop in het navigatiedeelvenster
ru_ru: Копировать список в кнопку панели навигации
sv_se: Kopiera en lista till en knapp i navigeringsrutan

# WeeklyFrequencyAppendedSettingDefinition
source: <DayOfWeek> <Time> format. The value of the DayOfWeek ranges from 0 (Sunday) to 6. The value of Time should be a valid time of day expressed in the format hh:mm. hh is hours as measured on a 24-hour clock and mm is minutes.
cs_cz: <DayOfWeek> <Time> formát. Hodnota DayOfWeek se pohybuje od 0 (neděle) do 6 (sobota). Hodnota času by měla být platná ve formátu hh:mm. hh pro hodiny je měřeno na 24hodinovém formátu a mm značí minuty.
da_dk: <DayOfWeek> <Time>-format. Værdien for DayOfWeek går fra 0 (søndag) til 6. Værdien for Time skal være et gyldigt tidspunkt på dagen i formatet tt:mm. tt er timer målt i 24-timers-format, og mm er minutter.
de_ch: Format: <Wochentag> <Uhrzeit>. Der Wert von 'Wochentag' reicht von 0 (Sonntag) bis 6. Der Wert von 'Uhrzeit' muss eine gültige Uhrzeit im Format hh:mm sein. 'hh' steht für die Stundenangabe des 24-Stunden-Formats, und 'mm' steht für die Minuten.
es_mx: Formato <DayOfWeek> <Time>. El valor de DayOfWeek oscila de 0 (domingo) a 6. El valor de Time debe ser una hora válida del día en el formato hh:mm. hh corresponde a las horas en el reloj de 24 horas y mm corresponde a los minutos.
fi_fi: <Viikonpäivä>- ja <Aika>-arvojen muodot. Viikonpäivä-arvon vaihteluväli on 0–6, jossa 0 on sunnuntai. Aika-arvon tulee olla kelvollinen kellonaika muodossa tt.mm, jossa tt merkitsee tunteja 24 tunnin kellon mukaan ja mm minuutteja.
fr_ca: Format <DayOfWeek> <Time>. La valeur de DayOfWeek varie de 0 (dimanche) à 6. La valeur de Time doit correspondre à une heure valide de la journée au format hh:mm. hh correspond aux heures au format 24 heures et mm aux minutes.
is_is: Sniðið <Vikudagur> <Tími>. Gildi Vikudags er frá 0 (sunnudagur) til 6. Gildi Tíma ætti að vera gildur tími dags sem birtur er á sniðinu hh:mm. hh eru klukkustundir eins og þær eru mældar á 24-stunda klukku og mm eru mínútur.
it_it: Formato <DayOfWeek> <Time>. Il valore di DayOfWeek è compreso tra 0 (domenica) e 6. Il valore di Time può essere un'ora valida del giorno espressa nel formato hh.mm. hh indica le ore nel formato a 24 ore, mentre mm indica i minuti.
nb_no: <DayOfWeek> <Time>–format. Gyldige verdier for DayOfWeek er fra 0 (søndag) til 6. Verdien for Time må være et gyldig klokkeslett uttrykt i formatet tt:mm. tt er timer målt på en 24-timers klokke og mm er minutter.
nl_be: Notatie van <Dag van de week> <Tijd>. De waarde van Dag van de week loopt uiteen van 0 (zondag) tot 6. De waarde van Tijd dient een geldig tijdstip te zijn in de notatie uu:mm. Uu staat voor uren gemeten op een 24-uurs klok en mm staat voor minuten.
ru_ru: Формат <День недели> <Время>. Значение "День недели" изменяется от 0 (Воскресенье) до 6. Значение "Время" должно быть действительным временем дня, выраженном в формате чч:мм, где чч - это часы, выраженные 24-часовом формате, а мм - минуты.
sv_se: <DayOfWeek> <Time>-format. Värdet för DayOfWeek sträcker sig från 0 (söndag) till 6. Värdet för Tid måste vara en giltig tid på dagen, uttryckt i formatet tt:mm. tt anger timmar på en 24-timmarsklocka och mm anger minuter.

# DocumentServiceNotConfigured
source: Document service configuration is not set up.
cs_cz: Konfigurace služby dokument není nastavena.
da_dk: Dokumenttjenestekonfigurationen er ikke oprettet.
de_ch: Die Belegdienstkonfiguration ist nicht eingerichtet.
es_mx: La configuración del servicio de documentos no está establecida.
fi_fi: Asiakirjapalvelun määrityksiä ei ole määritetty.
fr_ca: Le service de document n'est pas configuré.
is_is: Skjalaþjónustugrunnstillingin er ekki uppsett.
it_it: Configurazione servizio documenti non impostata.
nb_no: Dokumenttjenestekonfigurasjonen er ikke definert.
nl_be: Documenserviceconfiguratie is niet ingesteld.
ru_ru: Конфигурация документооборота не задана.
sv_se: Dokumenttjänstkonfigurationen har inte konfigurerats.

# NameIdentifierNotEmpty
source: The ACS user has already been mapped to a different Microsoft Dynamics NAV user.
cs_cz: ACS uživatel již byl namapován na jiného uživatele aplikace Microsoft Dynamics NAV.
da_dk: ACS-brugeren er allerede knyttet til en anden Microsoft Dynamics NAV-bruger.
de_ch: Der ACS-Benutzer wurde bereits einem anderen Microsoft Dynamics NAV-Benutzer zugeordnet.
es_mx: El usuario de ACS ya se asignó a otro usuario de Microsoft Dynamics NAV.
fi_fi: ACS-käyttäjä on jo linkitetty toiseen Microsoft Dynamics NAV -käyttäjään.
fr_ca: L'utilisateur ACS a déjà été mappé vers un autre utilisateur Microsoft Dynamics NAV.
is_is: ACS-notanda hefur nú þegar verið varpað í annan Microsoft Dynamics NAV notanda.
it_it: Utente ACS già mappato a un utente Microsoft Dynamics NAV.
nb_no: ACS-brukeren er allerede tilordnet til en annen Microsoft Dynamics NAV-bruker.
nl_be: De ACS-gebruiker is al toegewezen aan een andere Microsoft Dynamics NAV-gebruiker.
ru_ru: Пользователь ACS уже отображен на другого пользователя Microsoft Dynamics NAV.
sv_se: ACS-användaren har redan mappats till en annan Microsoft Dynamics NAV-användare.

# 00095-01008
source: Object of type {0} with id {1} could not be found.
cs_cz: Objekt typu {0} s ID {1} nebyl nalezen.
da_dk: Objekt af typen {0} med id {1} kunne ikke findes.
de_ch: Das Objekt vom Typ {0} mit der ID {1} wurde nicht gefunden.
es_mx: No se encontró el objeto de tipo {0} con id. {1}.
fi_fi: Objektia, jonka tyyppi on {0} ja tunnus on {1}, ei löydy.
fr_ca: Objet de type {0} avec code {1} introuvable.
is_is: Hlutur af gerð {0} með kenni {1} fannst ekki.
it_it: Impossibile trovare l'oggetto di tipo {0} con ID {1}.
nb_no: Fant ikke noe objekt av typen {0} med IDen {1}.
nl_be: Object van type {0} met id {1} is niet gevonden.
ru_ru: Не удалось найти объект с типом {0} и номером {1}.
sv_se: Det gick inte att hitta något objekt av typen {0} med ID:t {1}.

# ParameterNullOrEmpty
source: The parameter cannot be null or empty.
da_dk: Parameteren må ikke være null eller tom.
de_ch: Der Parameter darf nicht null oder leer sein.
es_mx: El parámetro no puede ser nulo o estar vacío.
fi_fi: Parametri ei voi olla null eikä tyhjä.
fr_ca: Le paramètre ne peut pas être nul ou vide.
is_is: Færibreytan má ekki vera núll eða auð.
it_it: Il parametro non può essere null o vuoto.
nb_no: Parameteren kan ikke være null eller tom.
nl_be: De parameter kan niet null of leeg zijn.
ru_ru: Параметр не может иметь значение NULL или быть пустым.
sv_se: Parametern får inte vara null eller tom.

# ReportRequestpageNotInitialized
source: You cannot call the RequestPage from the OnInitReport Trigger in Report ID "{0}" because the RequestPage is not yet initialized.
cs_cz: Nelze volat RequestPage z OnInitReport Triggeru v sestavě ID "{0}", protože RequestPage není dosud inicializována.
da_dk: Du kan ikke kalde RequestPage fra triggeren OnInitReport i rapport-id "{0}", da RequestPage endnu ikke er initialiseret.
de_ch: Sie können die RequestPage nicht über den OnInitReport-Trigger unter Berichts-ID "{0}" aufrufen, weil die RequestPage noch nicht initialisiert wurde.
es_mx: No se puede llamar a RequestPage desde el desencadenador OnInitReport en el informe con identificador "{0}" porque RequestPage todavía no se ha inicializado.
fi_fi: Et voi kutsua kohdetta RequestPage käynnistimestä OnInitReport raportissa, jonka tunnus on "{0}", koska kohdetta RequestPage ei ole vielä alustettu.
fr_ca: Vous ne pouvez pas appeler la RequestPage à partir du déclencheur OnInitReport dans l'état portant le code « {0} » car la RequestPage n'est pas encore initialisée.
is_is: Ekki er hægt að kalla á RequestPage úr OnInitReport kveikjunni í skýrslukenni „{0}“ vegna þess að RequestPage er ekki enn frumstillt.
it_it: Impossibile chiamare la funzione RequestPage dal trigger OnInitReport nell'ID report "{0}" perché RequestPage non è ancora stata inizializzata.
nb_no: Du kan ikke kalle RequestPage fra utløseren OnInitReport i rapport-ID {0} fordi RequestPage ikke er initialisert.
nl_be: U kunt RequestPage niet aangeroepen vanuit OnInitReport Trigger in rapport-id {0} omdat RequestPage nog niet is geïnitialiseerd.
ru_ru: Невозможно вызвать RequestPage из триггера OnInitReport в отчете с идентификатором "{0}", так как страница RequestPage еще не инициализирована.
sv_se: Det går inte att anropa RequestPage från utlösaren OnInitReport i rapporten med ID {0}, eftersom RequestPage inte har initierats än.

# 00095-50012
source: Invalid format of GUID string. The correct format of the GUID string is: CDEF7890-ABCD-0123-1234-567890ABCDEF where 0-9, A-F symbolizes hexadecimal digits.
cs_cz: Neplatný formát GUID řetězce. Správný formát GUID řetězce je: CDEF7890-ABCD-0123-1234-567890ABCDEF, kde 0-9, A-F symbolizuje hexadecimální znaky.
da_dk: Ugyldigt format for GUID-streng. Det korrekte format for en GUID-streng er: CDEF7890-ABCD-0123-1234-567890ABCDEF, hvor 0-9 og A-F symboliserer hexadecimale tal.
de_ch: Ungültiges Format der GUID-Zeichenfolge. Das richtige Format der GUID-Zeichenfolge ist: CDEF7890-ABCD-0123-1234-567890ABCDEF, wobei 0-9 und A-F Ziffern in hexadezimaler Schreibweise darstellen.
es_mx: Formato no válido de la cadena GUID. El formato correcto de la cadena GUID es: CDEF7890-ABCD-0123-1234-567890ABCDEF donde 0-9, A-F simboliza símbolos hexadecimales.
fi_fi: GUID-merkkijonon muoto on virheellinen. GUID-merkkijonon oikea muoto on CDEF7890-ABCD-0123-1234-567890ABCDEF, jossa 0 - 9 ja A - F ovat heksadesimaalinumeroita.
fr_ca: Format non valide pour la chaîne GUID. Voici le format correct d'une chaîne GUID : CDEF7890-ABCD-0123-1234-567890ABCDEF où 0-9, A-F représentent des chiffres hexadécimaux.
is_is: Ógilt snið á GUID-streng. Rétt snið á GUID-strengnum er: CDEF7890-ABCD-0123-1234-567890ABCDEF, þar sem 0-9, A-F standa fyrir sextándakerfistölur.
it_it: Formato non valido della stringa GUID. Il formato corretto della stringa GUID è: CDEF7890-ABCD-0123-1234-567890ABCDEF dove 0-9, A-F rappresenta cifre esadecimali.
nb_no: Ugyldig format på GUID-streng. Riktig format for GUID-strengen er CDEF7890-ABCD-0123-1234-567890ABCDEF, der 0-9, A-F symboliserer heksadesimale tegn.
nl_be: Ongeldige indeling van GUID-reeks. De juiste indeling van de GUID-reeks is: CDEF7890-ABCD-0123-1234-567890ABCDEF waarbij 0-9 en A-F hexadecimale cijfers symboliseren.
ru_ru: Недопустимый формат строки GUID. Правильный формат строки GUID: CDEF7890-ABCD-0123-1234-567890ABCDEF, где 0-9, A-F являются шестнадцатеричными цифрами.
sv_se: Ogiltigt filformat på GUID-sträng. Det korrekta formatet på GUID-strängen är: CDEF7890-ABCD-0123-1234-567890ABCDEF där 0-9, A-F symboliserar hexadecimala tecken.

# MissingSystemTable
source: System table {0} is missing or database {1} is not a Microsoft Dynamics NAV application database.
cs_cz: Systémová tabulka {0} chybí nebo databáze {1} není Microsoft Dynamics NAV aplikační databáze.
da_dk: Systemtabellen {0} mangler, eller databasen {1} er ikke en Microsoft Dynamics NAV-programdatabase.
de_ch: Die Systemtabelle {0} fehlt oder die Datenbank {1} ist keine Microsoft Dynamics NAV-Anwendungsdatenbank.
es_mx: Falta la tabla de sistema {0} o la base de datos {1} no es una base de datos de aplicación Microsoft Dynamics NAV.
fi_fi: Järjestelmätaulukko {0} puuttuu, tai tietokanta {1} ei ole Microsoft Dynamics NAV -sovellustietokanta.
fr_ca: La table système {0} est absente ou la base de données {1} n'est pas une base de données de l'application Microsoft Dynamics NAV.
is_is: Kerfistöfluna {0} vantar eða gagnagrunnurinn {1} er ekki Microsoft Dynamics NAV forritsgagnagrunnur.
it_it: La tabella di sistema {0} manca oppure {1} non è un database dell'applicazione Microsoft Dynamics NAV.
nb_no: Systemtabellen {0} mangler, eller databasen {1} er ikke en Microsoft Dynamics NAV-programdatabase.
nl_be: Systeemtabel {0} ontbreekt of database {1} is niet een Microsoft Dynamics NAV-toepassingsdatabase.
ru_ru: Системная таблица {0} отсутствует, или база данных {1} не является базой данных приложения Microsoft Dynamics NAV.
sv_se: Systemtabellen {0} saknas eller databasen {1} är inte en Microsoft Dynamics NAV-programdatabas.

# Instruction_BandsDescription
source: Arrange the FastTabs on the page
cs_cz: Uspořádat záložky na stránce
da_dk: Organiser oversigtspaneler på siden
de_ch: Dient zum Anordnen der Inforegister auf der Seite.
es_mx: Organizar las fichas desplegables en la página
fi_fi: Järjestä sivun pikavälilehdet
fr_ca: Organiser les raccourcis sur la page
is_is: Raða flýtiflipum á síðuna
it_it: Disporre le Schede dettaglio nella pagina
nb_no: Ordne hurtigfanene på siden
nl_be: De Sneltabbladen op de pagina ordenen
ru_ru: Упорядочить экспресс-вкладки на странице
sv_se: Ordna snabbflikar på sidan
