Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# StackOverflow
source: There is insufficient memory to execute this function. This can be caused by recursive function calls. Contact your system administrator.
cs_cz: Není dostatek paměti pro spuštění této funkce. Příčinou může být rekurzivní volání funkce. Obraťte se na správce systému.
da_dk: Der er ikke tilstrækkelig hukommelse til at køre denne funktion. Dette kan skyldes rekursive funktionskald. Kontakt systemadministratoren.
de_ch: Für die Ausführung der Funktion steht kein ausreichender Speicher zur Verfügung. Dies kann durch rekursive Funktionsaufrufe verursacht werden. Wenden Sie sich an den Systemadministrator.
es_mx: No hay suficiente memoria para ejecutar esta función. Puede deberse a llamadas recursivas a funciones. Póngase en contacto con el administrador del sistema.
fi_fi: Muisti ei riitä tämän funktion suorittamiseen. Syynä voivat olla rekursiiviset funktiokutsut. Ota yhteys järjestelmänvalvojaan.
fr_ca: La mémoire est insuffisante pour exécuter cette fonction. Cela peut être dû à des appels de fonctions récursives. Contactez votre administrateur système.
is_is: Ekki er nægilegt minni til að framkvæma aðgerðina. Þetta getur stafað af endurkvæmum aðgerðaköllum. Hafa skal samband við kerfisstjóra.
it_it: Memoria insufficiente per eseguire questa funzione. Questo problema può essere dovuto alle chiamate alle funzioni ricorsive utilizzate nel programma. Contattare l'amministratore di sistema.
nb_no: Det er ikke nok minne til å utføre denne funksjonen. Dette kan skyldes rekursive funksjonskall. Kontakt systemansvarlig.
nl_be: Er is onvoldoende geheugen om deze functie uit te voeren. Dit kan het gevolg zijn van recursieve functieaanroepen. Neem contact op met de systeembeheerder.
ru_ru: Для выполнения этой функции недостаточно памяти. Причиной ошибки могут быть рекурсивные вызовы функции. Обратитесь к системному администратору.
sv_se: Det finns inte tillräckligt med minne för att den här funktionen ska kunna utföras. Detta kan bero på rekursiva funktionsanrop. Kontakta systemadministratören.

source: Go to Previous
cs_cz: Přejít na předchozí
da_dk: Gå til forrige
de_ch: Zurück
es_mx: Ir al anterior
fi_fi: Siirry edelliseen
fr_ca: Aller au précédent
is_is: Fara í fyrra
it_it: Vai a pagina precedente
nb_no: Gå til forrige
nl_be: Naar vorige gaan
ru_ru: Перейти к предыдущему
sv_se: Gå till föregående

# DepartmentCategoryTypeReportsAndAnalysis
source: Reports and Analysis
cs_cz: Sestavy a Analýzy
da_dk: Rapporter og analyse
de_ch: Berichte und Analysen
es_mx: Informes y análisis
fi_fi: Raportit ja analyysi
fr_ca: Rapports et analyse
is_is: Skýrslur og greining
it_it: Report e analisi
nb_no: Rapporter og analyse
nl_be: Lijsten en analyse
ru_ru: Отчеты и анализ
sv_se: Rapporter och analyser

# 00095-50018
source: The supplied value is not valid.
cs_cz: Zadaná hodnota není platná.
da_dk: Den angivne værdi er ugyldig.
de_ch: Der angegebene Wert ist ungültig.
es_mx: El valor proporcionado no es válido.
fi_fi: Annettu arvo ei ole kelvollinen.
fr_ca: La valeur fournie n'est pas valide.
is_is: Gildið er ógilt.
it_it: Il valore fornito non è valido.
nb_no: Den angitte verdien er ikke gyldig.
nl_be: De opgegeven waarde is niet geldig.
ru_ru: Предоставлено недопустимое значение.
sv_se: Det angivna värdet är ogiltigt.

# DotNetVariableAlreadyCreated
source: The DotNet variable has already been created.
cs_cz: Proměnná DotNet již byla vytvořena.
da_dk: DotNet-variablen er allerede oprettet.
de_ch: Die DotNet-Variable wurde bereits erstellt.
es_mx: Ya se creó la variable de DotNet.
fi_fi: DotNet-muuttuja on jo luotu.
fr_ca: La variable DotNet a déjà été créée.
is_is: DotNet-færibreytan hefur þegar verið búin til.
it_it: Variabile .NET già creata.
nb_no: DotNet-variabelen er allerede opprettet.
nl_be: De DotNet-variabele is al gemaakt.
ru_ru: Переменная DotNet уже создана.
sv_se: DotNet-variabeln har redan skapats.

# NasNotStarted
source: {0} for tenant '{1}' has not been configured to start.
cs_cz: {0} pro klienta {1} není nakonfigurován pro spuštění.
da_dk: {0} til lejeren '{1}' er ikke konfigureret til at starte.
de_ch: {0} für Tenant '{1}' wurde nicht für den Start konfiguriert.
es_mx: {0} para el inquilino '{1}' no se ha configurado para iniciarse.
fi_fi: Vuokraajan {1} kohdetta {0} ei ole määritetty käynnistymään.
fr_ca: {0} pour l'abonné « {1} » n'a pas été configuré pour démarrer.
is_is: {0} fyrir leigjanda „{1}“ hefur ekki verið grunnstillt fyrir ræsingu.
it_it: {0} per il tenant '{1}' non è stato configurato per l'avvio.
nb_no: {0} for leietaker {1} er ikke blitt konfigurert for oppstart.
nl_be: {0} voor tenant '{1}' is niet geconfigureerd om te worden gestart.
ru_ru: Не был настроен запуск {0} для арендатора "{1}".
sv_se: {0} för klientorganisationen {1} har inte konfigurerats för att startas.

# ErrorReportingFailureDetected
source: An exception occurred.
cs_cz: Došlo k výjimce.
da_dk: Der opstod en undtagelse.
de_ch: Eine Ausnahme ist aufgetreten.
es_mx: Se ha producido una excepción.
fi_fi: Poikkeus.
fr_ca: Une exception s'est produite.
is_is: Undantekning átti sér stað.
it_it: Si è verificata un'eccezione.
nb_no: Det oppstod et unntak.
nl_be: Er is een uitzondering opgetreden.
ru_ru: Произошло исключение.
sv_se: Ett undantag inträffade.

# QueryColumnCouldNotBeFound
source: The supplied column Id '{0}' cannot be found in the query.
cs_cz: V dotazu nelze nalézt zadaný sloupec Id {0}.
da_dk: Det angivne kolonne-id '{0}' blev ikke fundet i forespørgslen.
de_ch: Die angegebene Spalten-ID '{0}' wurde in der Abfrage nicht gefunden.
es_mx: El id. de columna proporcionado '{0}' no se encuentra en la consulta.
fi_fi: Annettua sarakkeen tunnusta "{0}" ei löydy kyselystä.
fr_ca: Le code colonne fourni « {0} » est introuvable dans la requête.
is_is: Uppgefið auðkenni dálks „{0}“ finnst ekki í fyrirspurninni.
it_it: Impossibile trovare l'ID colonna '{0}' fornito nella query.
nb_no: Finner ikke den angitte kolonne-IDen {0} i spørringen.
nl_be: De opgegeven kolom-id {0} is niet gevonden in de query.
ru_ru: Указанный идентификатор "{0}" столбца не удается найти в запросе.
sv_se: Det går inte att hitta det angivna kolumn-ID:t {0} i frågan.

# CodeCovereageIncludeMustBeCalledWithObjectTable
source: CODECOVERERAGEINCLUDE must be called with a record in the Object table, which is table 2000000001.
cs_cz: CODECOVERERAGEINCLUDE musí být volána se záznamem v tabulce Object, což je tabulka 2000000001.
da_dk: CODECOVERERAGEINCLUDE skal kaldes med en record i objekttabellen, som er tabel 2000000001.
de_ch: 'CODECOVERERAGEINCLUDE' muss mit einem Datensatz aus der Objekttabelle (Tabelle 2000000001) aufgerufen werden.
es_mx: CODECOVERERAGEINCLUDE debe invocarse con un registro en la tabla de objetos, que es la tabla 2000000001.
fi_fi: CODECOVERERAGEINCLUDE on kutsuttava tietueen kanssa Objekti-taulukossa, joka on taulukko 2000000001.
fr_ca: CODECOVERERAGEINCLUDE doit être appelé avec un enregistrement dans la table des objets, qui est la table 2000000001.
is_is: Kalla verður á CODECOVERERAGEINCLUDE með færslu í hlutartöflunni, sem er tafla 2000000001.
it_it: È necessario chiamare CODECOVERERAGEINCLUDE con un record nella tabella oggetti, ovvero la tabella 2000000001.
nb_no: CODECOVERERAGEINCLUDE må kalles med en post i objekttabellen, som er tabell 2000000001.
nl_be: CODECOVERERAGEINCLUDE moet worden aangeroepen met een record in de tabel Object, die tabel 2000000001 is.
ru_ru: Метод CODECOVERERAGEINCLUDE должен вызываться с записью в таблице объектов, которая является таблицей 2000000001.
sv_se: CODECOVERERAGEINCLUDE måste anropas med en post i objekttabellen, d.v.s. tabell 2000000001.

# 00095-50014
source: The record is not open.
cs_cz: Záznam není otevřené.
da_dk: Recorden er ikke åben.
de_ch: Der Datensatz ist nicht geöffnet.
es_mx: El registro no está abierto.
fi_fi: Tietue ei ole avoinna.
fr_ca: L'enregistrement n'est pas ouvert.
is_is: Skráningin er ekki opin.
it_it: Il record non è aperto.
nb_no: Posten er ikke åpen.
nl_be: De record is niet geopend.
ru_ru: Запись не открыта.
sv_se: Posten är inte öppen.

# ToByteOverflow
source: Overflow when converting to a byte.
cs_cz: Přetečení při převodu na bajty.
da_dk: Overløb, når der konverteres til byte.
de_ch: Überlauf beim Konvertieren in Byte.
es_mx: Desbordamiento al convertir a un byte.
fi_fi: Ylivuoto muunnettaessa tavuksi.
fr_ca: Dépassement lors de la conversion en octet.
is_is: Yfirflæði myndaðist við umbreytingu í bæti.
it_it: Overflow durante la conversione in un byte.
nb_no: Overflyt under konvertering til en byte.
nl_be: Overloop bij converteren naar een byte.
ru_ru: Переполнение при преобразовании в тип "байт"
sv_se: Spill inträffade vid konverteringen till en byte.

# CertificateThumbprintInvalidExtraCharacter
source: The ServicesCertificateThumbprint configuration setting contains an invisible Unicode character. For more information, see http://support.microsoft.com/kb/2023835.
cs_cz: Nastavení ServicesCertificateThumbprint obsahuje neviditelný znak Unicode. Další informace naleznete na http://support.microsoft.com/kb/2023835.
da_dk: Konfigurationsindstillingen ServicesCertificateThumbprint indeholder et usynligt Unicode-tegn. Du kan finde en løsning på problemet på siden http://support.microsoft.com/kb/2023835.
de_ch: Die ServicesCertificateThumbprint-Konfigurationseinstellung enthält ein nicht sichtbares Unicode-Zeichen. Weitere Informationen finden Sie unter 'http://support.microsoft.com/kb/2023835'.
es_mx: El valor de configuración ServicesCertificateThumbprint contiene un carácter Unicode invisible. Para obtener más información, consulte http://support.microsoft.com/kb/2023835.
fi_fi: ServicesCertificateThumbprint-määritysasetuksessa on näkymätön Unicode-merkki. Lisätietoja on osoitteessa http://support.microsoft.com/kb/2023835.
fr_ca: Le paramètre de configuration ServicesCertificateThumbprint contient un caractère Unicode invisible. Pour plus d'informations, consultez la page http://support.microsoft.com/kb/2023835.
is_is: Grunnstillingin ServicesCertificateThumbprint inniheldur ósýnilegan Unicode-staf. Nánari upplýsingar eru í http://support.microsoft.com/kb/2023835.
it_it: L'impostazione di configurazione ServicesCertificateThumbprint contiene un carattere Unicode invisibile. Per ulteriori informazioni, vedere la pagina Web all'indirizzo http://support.microsoft.com/kb/2023835.
nb_no: Konfigurasjonsinnstillingen ServicesCertificateThumbprint inneholder et usynlig Unicode-tegn. Hvis du vil ha mer informasjon, kan du se http://support.microsoft.com/kb/2023835.
nl_be: De configuratie-instelling ServicesCertificateThumbprint bevat een onzichtbaar Unicode-teken. Zie http://support.microsoft.com/kb/2023835 voor meer informatie.
ru_ru: Параметр конфигурации ServicesCertificateThumbprint содержит невидимый символ Unicode. Для получения дополнительных сведений см. http://support.microsoft.com/kb/2023835.
sv_se: Konfigurationsinställningen ServicesCertificateThumbprint innehåller ett osynligt Unicode-tecken. Mer information finns på http://support.microsoft.com/kb/2023835.

# InvalidAddInsStream
source: An add-ins archive entry was not found or was corrupt.
da_dk: En arkivpost med tilføjelsesprogrammer blev ikke fundet eller var beskadiget.
de_ch: Ein Add-ins-Archivposten wurde nicht gefunden oder war beschädigt.
es_mx: No se encontró ninguna entrada de archivo de complementos o la entrada está dañada.
fi_fi: Lisäosien arkistotapahtumaa ei löytynyt, tai se oli viallinen.
fr_ca: Écriture d'archive de complément introuvable ou corrompue.
is_is: Safnfærsla fyrir innbót fannst ekki eða þá að hún var skemmd.
it_it: Voce di archivio di componenti aggiuntivi non trovata o danneggiata.
nb_no: En tilleggsarkivpost finnes ikke eller er ødelagt.
nl_be: Een archiefvermelding voor invoegtoepassingen is niet gevonden of is beschadigd.
ru_ru: Запись архива настроек не найдена или повреждена.
sv_se: En tilläggsarkivpost hittades inte eller var skadad.

# ZoomToolTableFieldsGroupCaption
source: Table Fields
cs_cz: Pole tabulky
da_dk: Tabelfelter
de_ch: Tabellenfelder
es_mx: Campos de tabla
fi_fi: Taulukon kentät
fr_ca: Champs table
is_is: Töflureitir
it_it: Campi tabella
nb_no: Tabellfelt
nl_be: Tabelvelden
ru_ru: Поля таблицы
sv_se: Tabellfält

# DeletePersonalizationRunObjectsConfirmation
source: Are you sure that you want to reset these settings?
cs_cz: Jste si jisti, že chcete resetovat tato nastavení?
da_dk: Er du sikker på, at du vil nulstille disse indstillinger?
de_ch: Möchten Sie die Einstellungen wirklich zurücksetzen?
es_mx: ¿Confirma que desea restablecer esta configuración?
fi_fi: Haluatko varmasti palauttaa nämä asetukset?
fr_ca: Êtes-vous sûr de vouloir réinitialiser ces paramètres?
is_is: Á örugglega að endurstilla þessar stillingar?
it_it: Ripristinare queste impostazioni?
nb_no: Er du sikker på at du vil tilbakestille disse innstillingene?
nl_be: Weet u zeker dat u deze instellingen opnieuw wilt instellen?
ru_ru: Сбросить эти настройки?
sv_se: Vill du återställa inställningarna?

# UnexpectedReadErrorDuringImport
source: An unexpected error occurred during the import. This can be caused by a file that is not valid.
da_dk: Der opstod en uventet I/O-fejl under indlæsning af filen. Dette kan skyldes en ugyldig fil.
de_ch: Unerwarteter Fehler während des Imports. Kann durch eine ungültige Datei verursacht worden sein.
es_mx: Se produjo un error inesperado durante la importación. Esto se puede deber a un archivo que no sea válido.
fi_fi: Odottamaton virhe tiedostoa tuotaessa. Syynä voi olla virheellinen tiedosto.
fr_ca: Une erreur inattendue s'est produite lors de l'importation. Cela peut être dû à un fichier non valide.
is_is: Óvænt villa kom upp við innflutning. Þetta kann að koma til vegna ógildrar skráar.
it_it: Si è verificato un errore imprevisto durante l'importazione. Il problema può essere causato da un file non valido.
nb_no: Det oppstod en uventet feil under importen. Det kan være forårsaket av en fil som ikke er gyldig.
nl_be: Er is een onverwachte fout opgetreden tijdens de import. Dit kan worden veroorzaakt door een ongeldig bestand.
ru_ru: При импорте произошла непредвиденная ошибка. Возможно, она вызвана недопустимым файлом.
sv_se: Ett oväntat fel inträffade vid importen. Felet kan ha orsakats av en ogiltig fil.

# 00095-50085
source: Length exceeds binary maximum length of 2000.
cs_cz: Délka překračuje maximální binární délku 2000.
da_dk: Længden overskrider den maksimale binærlængde på 2000.
de_ch: Die Länge überschreitet die maximale Binärlänge von 2000.
es_mx: La longitud supera la longitud máxima binaria de 2000.
fi_fi: Pituus ylittää binaarisen enimmäispituuden 2 000.
fr_ca: La longueur dépasse la longueur binaire maximale de 2 000.
is_is: Lengdin er meiri en hámarkslengd tvíundar, 2000.
it_it: La lunghezza supera la lunghezza massima binaria di 2000.
nb_no: Lengden overskrider den binære maksimumslengden på 2 000.
nl_be: Lengte is groter dan binaire maxiumumlengte van 2000.
ru_ru: Длина превышает максимальную длину двоичного значения, равную 2000.
sv_se: Längden överskrider den binära maximilängden 2000.

# InvalidSearchMethodError
source: There is an invalid character in the Find expression '{0}'. In Find expressions, you can use =, >, and < in combinations, where each sign can only appear once, or you can use - or +.
cs_cz: Ve vyhledávání výrazu '{0}' je neplatný znak. Ve výrazech Find můžete použít =, >, a < v kombinacích, kde každé znaménko může být použito pouze jednou, případně můžete použít - nebo +.
da_dk: Der er et ugyldigt tegn i søgeudtrykket '{0}'. Søgeudtryk kan indeholde tegnene =, > og < i kombinationer, hvor hvert tegn kun må forekomme én gang, eller du kan bruge - eller +.
de_ch: Der Suchausdruck '{0}' enthält ein ungültiges Zeichen. Suchausdrücke können folgende Zeichen enthalten: '=', '>' und '<' in beliebiger Kombination, wobei jedes Zeichen nur einmal vorkommen darf; auch Minuszeichen ('-') und Pluszeichen ('+') können verwendet werden.
es_mx: Hay un carácter incorrecto en la expresión Buscar '{0}'. En las expresiones Buscar se pueden usar =, > y < combinadas (cada signo sólo puede aparecer una vez), o bien - o +.
fi_fi: Etsintälausekkeessa "{0}" on virheellinen merkki. Etsintälausekkeissa voidaan käyttää merkkejä =, > ja < yhdistelminä (kukin merkki voi esiintyä vain kerran) tai merkkiä - tai +.
fr_ca: Il y a un caractère non valide dans l'expression de recherche « {0} ». Dans les expressions de recherche, vous pouvez combiner =, > et < (chaque signe ne pouvant apparaître qu'une seule fois) ou vous pouvez utiliser + et -.
is_is: Ógilt tákn er í leitarskilyrðinu „{0}“. Í Find-segðum má nota =, > og < í samsetningum þar sem nota má hvert merki aðeins einu sinni, eða nota - eða +.
it_it: Carattere non valido nell'espressione Find "{0}". Nelle espressioni Find è possibile utilizzare =, > e < in diverse combinazioni, in cui ogni segno può essere presente una sola volta, o utilizzare - o +.
nb_no: Det finnes et ugyldig tegn i søkeuttrykket {0}. I søkeuttrykk kan du bruke =, > og < i kombinasjon, der hvert tegn bare kan forekomme én gang, eller du kan bruke - eller +.
nl_be: Ongeldig teken in de Find-expressie '{0}'. In Find-expressies kunt u de tekens =, > en < gebruiken in combinaties waarbij elk teken slechts éénmaal voorkomt. U kunt ook - en + gebruiken.
ru_ru: В выражении поиска "{0}" содержится недопустимый символ. В выражении поиска можно использовать символы =, > и < в различных сочетаниях (причем каждый знак - только один раз), а также - и +.
sv_se: Det finns ett ogiltigt tecken i sökuttrycket {0}. I sökuttryck kan du använda =, > och < i olika kombinationer där varje tecken endast kan förekomma en gång. Du kan också använda - eller +.

# FilterExpressionTooLarge
source: The filter expression is too large.
cs_cz: Filtrovaný výraz je příliš velký.
da_dk: Filterudtrykket er for stort.
de_ch: Der Filterausdruck ist zu gross.
es_mx: La expresión de filtro es demasiado grande.
fi_fi: Suodattimen lauseke on liian suuri.
fr_ca: L'expression de filtre est trop grande.
is_is: Afmörkunarsegðin er of stór.
it_it: L'espressione di filtro è troppo grande.
nb_no: Filteruttrykket er for stort.
nl_be: De filterexpressie is te groot.
ru_ru: Выражение фильтра слишком большое.
sv_se: Filteruttrycket är för stor.

# Caption_CustomizeOutlook
source: Customize Outlook Part
cs_cz: Přizpůsobení části aplikace Outlook
da_dk: Tilpas Outlook-del
de_ch: Outlook-Komponente anpassen
es_mx: Personalizar elemento de Outlook
fi_fi: Mukauta Outlook-osa
fr_ca: Personnaliser un composant d'Outlook
is_is: Sérstilla Outlook-hluta
it_it: Personalizza parte Outlook
nb_no: Tilpass Outlook-del
nl_be: Outlook-onderdeel aanpassen
ru_ru: Настройка части Outlook
sv_se: Anpassa Outlook-del

# ChangedInvalidMetadata
source: Metadata was changed for table {0} ({1}) due to invalid characters. {2}
da_dk: Metadata blev ændret for tabellen {0} ({1}) pga. ugyldige tegn. {2}
de_ch: Die Metadaten wurden aufgrund von ungültigen Zeichen für die Tabelle {0} ({1}) geändert. {2}
es_mx: Se cambiaron los metadatos de la tabla {0} ({1}) debido a caracteres no válidos. {2}
fi_fi: Taulukon {0} ({1}) metatiedot vaihdettiin virheellisten merkkien vuoksi. {2}
fr_ca: Les métadonnées ont changé pour la table {0} ({1}) en raison de caractères non valides. {2}
is_is: Lýsigögnum var breytt fyrir töflu {0} ({1}) vegna ógildra stafa. {2}
it_it: Metadati modificati per la tabella {0} ({1}) a causa di caratteri non validi. {2}
nb_no: Metadata er endret for tabellen {0} ({1}) på grunn av ugyldige tegn. {2}
nl_be: Metagegevens zijn voor tabel {0} ({1}) gewijzigd vanwege ongeldige tekens. {2}
ru_ru: Метаданные для таблицы {0} ({1}) изменены, так как они содержали недопустимые символы. {2}
sv_se: Ogiltiga tecken orsakade att metadata ändrades för tabellen {0} ({1}). {2}

# CaptionFind
source: Find
cs_cz: Hledat
da_dk: Søg
de_ch: Suchen
es_mx: Buscar
fi_fi: Etsi
fr_ca: Rechercher
is_is: Leita
it_it: Trova
nb_no: Søk
nl_be: Zoeken
ru_ru: Найти
sv_se: Sök

# CannotImportIntoExistingCompany
source: Cannot import data into the {0} company because the company already exists. You must delete or rename the existing company.
da_dk: Data kan ikke importeres til virksomheden {0}, fordi virksomheden allerede findes. Du skal slette eller omdøbe den eksisterende virksomhed.
de_ch: Daten können nicht in den Mandanten {0} importiert werden, da dieser bereits vorhanden ist. Sie müssen den vorhandenen Mandanten löschen oder umbenennen.
es_mx: No puede importar datos en la empresa {0} porque la empresa ya existe. Debe eliminar o cambiar el nombre de la empresa existente.
fi_fi: Tietoja ei voi tuoda yritykseen {0}, koska yritys on luotu jo aiemmin. Poista aiemmin luotu yritys tai nimeä se uudelleen.
fr_ca: Impossible d'importer des données dans la compagnie {0} car la compagnie existe déjà. Vous devez supprimer ou renommer la compagnie existante.
is_is: Ekki er hægt að flytja gögn inn í fyrirtækið {0} þar sem fyrirtækið er þegar til. Fyrst þarf að eyða eða endurnefna fyrirliggjandi fyrirtæki.
it_it: Impossibile importare dati nella società {0} poiché la società esiste già. È necessario eliminare o rinominare la società esistente.
nb_no: Kan ikke importere data til selskapet {0} fordi selskapet allerede finnes. Du må slette eller gi nytt navn til det eksisterende selskapet.
nl_be: Kan geen gegevens in het bedrijf {0} importeren omdat het bedrijf al bestaat. U moet het bestaande bedrijf verwijderen of hernoemen.
ru_ru: Не удается импортировать данные в компанию {0}, так как компания уже существует. Необходимо удалить или переименовать существующую компанию.
sv_se: Det går inte att importera data till företaget {0} eftersom företaget redan finns. Du måste ta bort eller byta namn på det befintliga företaget.

# NamePasswordTooLong
source: The name or password is too long.
cs_cz: Jméno nebo heslo je příliš dlouhé.
da_dk: Navnet eller adgangskoden er for langt.
de_ch: Der Name oder das Kennwort ist zu lang.
es_mx: El nombre o la contraseña es demasiado largo.
fi_fi: Nimi tai salasana on liian pitkä.
fr_ca: Nom ou mot de passe trop long.
is_is: Nafnið eða aðgangsorðið er of langt.
it_it: Password o nome troppo lungo.
nb_no: Navnet eller passordet er for langt.
nl_be: De naam of het wachtwoord is te lang.
ru_ru: Слишком длинное имя или пароль.
sv_se: Namnet eller lösenordet är för långt.

# Button_MoveLeft
source: Move Left
cs_cz: Posunout doleva
da_dk: Flyt til venstre
de_ch: Nach links
es_mx: Mover izquierda
fi_fi: Siirrä vasemmalle
fr_ca: Déplacer vers la gauche
is_is: Flytja til vinstri
it_it: Sposta a sinistra
nb_no: Flytt til venstre
nl_be: Naar links
ru_ru: Сдвинуть влево
sv_se: Flytta vänster

# DeletePersonalizationDeleteAllConfirmation
source: Are you sure that you want to reset these settings?
cs_cz: Jste si jisti, že chcete resetovat tato nastavení?
da_dk: Er du sikker på, at du vil nulstille disse indstillinger?
de_ch: Möchten Sie die Einstellungen wirklich zurücksetzen?
es_mx: ¿Confirma que desea restablecer esta configuración?
fi_fi: Haluatko varmasti palauttaa nämä asetukset?
fr_ca: Êtes-vous sûr de vouloir réinitialiser ces paramètres?
is_is: Á örugglega að endurstilla þessar stillingar?
it_it: Ripristinare queste impostazioni?
nb_no: Er du sikker på at du vil tilbakestille disse innstillingene?
nl_be: Weet u zeker dat u deze instellingen opnieuw wilt instellen?
ru_ru: Сбросить эти настройки?
sv_se: Vill du återställa inställningarna?
