Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# TransactionCannotCommitInconsistentTable
source: The transaction cannot be completed because it will cause inconsistencies in the {0} table. Check where and how the CONSISTENT function is used in the transaction to find the reason for the error. Contact your system administrator. Tables can be marked as inconsistent during comprehensive tasks, such as posting. This prevents data from being updated incorrectly.
cs_cz: Transakce nemůže být dokončena, protože by způsobila nekonzistenci v tabulce {0}. Ověřte kde a jak je v transakci použita funkce CONSISTENT pro zjištění příčiny chyby. Obraťte se na správce systému. Tabulky mohou být označeny jako nekonzistentní během komplexních úkolů. Např. při účtování. Tím je zabráněno nesprávné aktualizaci dat.
da_dk: Transaktionen kan ikke gennemføres, fordi den vil skabe uoverensstemmelser i tabellen {0}. Undersøg, hvor og hvordan funktionen CONSISTENT anvendes i transaktionen for at finde årsagen til fejlen. Kontakt din systemadministrator. Tabeller kan markeres som uoverensstemmende i forbindelse med særligt omfattende handlinger, f.eks. bogføring. Det forhindrer, at data opdateres forkert.
de_ch: Die Transaktion kann nicht abgeschlossen werden, da sie eine Inkonsistenz in der Tabelle '{0}' hervorrufen würde. Prüfen Sie die Verwendung der CONSISTENT-Funktion in der Transaktion, um festzustellen, was diesen Fehler verursacht hat. Wenden Sie sich an den Administrator. Tabellen können im Zuge komplexer Aktivitäten (wie Buchungen) als inkonsistent gekennzeichnet werden. Dadurch wird verhindert, dass fehlerhafte Änderungen wichtiger Daten durchgeführt werden können.
es_mx: No puede concluirse la transacción porque causaría inconsistencias en la tabla {0}. Revise dónde y cómo se usa la función CONSISTENT en la transacción para averiguar el motivo del error. Póngase en contacto con el administrador del sistema. Las tablas se pueden marcar como inconsistentes durante tareas exhaustivas, tales como el registro de movimientos. Esto evita actualizaciones incorrectas en los datos.
fi_fi: Tapahtumaa ei voi saattaa valmiiksi, koska se aiheuttaa epäyhtenäisyyksiä kohteen {0} taulukkoon. Etsi virheen syy tarkistamalla, missä ja miten tapahtumassa on käytetty CONSISTENT-funktiota. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään. Jotkin ohjelman osat merkitsevät taulukot epäyhtenäisiksi hyvin laajojen tehtävien, kuten kirjausten, aikana. Näin estetään tietojen virheellinen päivitys.
fr_ca: Cette transaction ne peut pas être effectuée car elle provoquerait des incohérences dans la table {0}. Vérifiez où et comment la fonction CONSISTENT est utilisée dans la transaction pour retrouver l'origine de l'erreur. Veuillez contacter votre administrateur système. Les tables peuvent être marquées comme incohérentes lors de tâches courantes, comme le report. Cela permet d'éviter la mise à jour incorrecte des données.
is_is: Ekki er hægt að ljúka færslunni því hún veldur ósamkvæmni í töflunni {0}. Kanna þarf hvar og hvernig aðgerðin CONSISTENT er notuð í færslunni til að finna ástæðuna fyrir villunni. Kerfisstjóri getur gefið nánari upplýsingar. Hægt er að merkja töflur sem ósamkvæmar í yfirgripsmiklum aðgerðum eins og bókunum. Það kemur í veg fyrir ranga uppfærslu gagna.
it_it: Impossibile completare la transazione perché sarebbe causa di incongruenze nella tabella {0}. Controllare in quale punto e in che modo viene utilizzata la funzione CONSISTENT nella transazione per individuare il motivo dell'errore. Contattare l'amministratore di sistema. Le tabelle possono essere contrassegnate come incongruenti durante attività complete, quali la registrazione. In questo modo viene evitato l'aggiornamento errato dei dati.
nb_no: Transaksjonen kan ikke fullføres fordi den vil forårsake inkonsekvens i tabellen {0}. Kontroller hvor og hvordan funksjonen CONSISTENT brukes i transaksjonen for å finne årsaken til feilen. Kontakt systemansvarlig. Tabeller kan merkes som inkonsekvente under omfattende oppgaver, for eksempel postering. Dette forhindrer at data oppdateres feilaktig.
nl_be: De transactie kan niet worden voltooid, omdat tabel {0} daarmee inconsistent wordt. Controleer het gebruik van de functie CONSISTENT in de code om de oorzaak van dit probleem op te sporen. Neem contact op met de systeembeheerder. Tabellen kunnen als inconsistent worden aangemerkt gedurende complexe activiteiten, zoals boeken. Dit voorkomt dat gegevens onjuist worden bijgewerkt.
ru_ru: Транзакция не может быть завершена, так как это нарушило бы согласованность данных в таблице {0}. Проверьте, в каком месте транзакции и как используется функция CONSISTENT, чтобы установить причину ошибки. Обратитесь к системному администратору. Таблицы могут быть помечены как несогласованные при выполнении таких сложных задач, как учет. Это защищает данные от некорректного обновления.
sv_se: Transaktionen kan inte slutföras eftersom det leder till inkonsekvens i tabellen {0}. Kontrollera var och hur funktionen CONSISTENT används i transaktionen när du vill hitta orsaken till felet. Kontakta systemadministratören. Tabeller kan markeras som inkonsekventa under omfattande uppgifter, t.ex. bokföring. Det hindrar data från att uppdateras på fel sätt.

# DateQuantor
source: C,D,WD,W,M,Q,Y
cs_cz: B,D,DT,T,M,K,R
da_dk: L,D,UD,U,M,K,Å
de_ch: L,T,WT,W,M,Q,J
es_mx: P,D,DS,S,M,T,A
fi_fi: N,P,VP,VI,K,Q,V
fr_ca: F,J,JS,S,M,T,A
is_is: L,D,VD,V,M,F,Á
it_it: C,G,GS,S,M,T,A
nb_no: N,D,UD,U,M,K,Å
nl_be: L,D,WD,W,M,K,J
ru_ru: Т,Д,ДН,Н,М,К,Г
sv_se: L,D,VD,V,M,K,Å

# LocalComputerIsUsed
source: Local server
cs_cz: Lokální server
da_dk: Lokal server
de_ch: Lokaler Server
es_mx: Servidor local
fi_fi: Paikallinen palvelin
fr_ca: Serveur local
is_is: Staðarþjónn
it_it: Server locale
nb_no: Lokal server
nl_be: Lokale server
ru_ru: Локальный сервер
sv_se: Lokal server

# NavigateToFormActionProfileNotFound
source: Unknown
cs_cz: Neznámý
da_dk: Ukendt
de_ch: Unbekannt
es_mx: Desconocido
fi_fi: Tuntematon
fr_ca: Inconnu
is_is: Óþekkt
it_it: Sconosciuto
nb_no: Ukjent
nl_be: Onbekend
ru_ru: Неизвестно
sv_se: Okänd

# ImageSizeTooLarge
source: The image is too large ({0} bytes). Only images with a size that is less than {1} bytes are accepted.
cs_cz: Obrázek je příliš velký ({0} bajtů). Jsou přijímány pouze obrázky o velikosti, která je menší než {1} bajtů.
da_dk: Billedet er for stort ({0} byte). Kun billeder med en størrelse på under {1} byte accepteres.
de_ch: Das Bild ist zu gross ({0} Bytes). Es werden nur Bilder akzeptiert, die kleiner sind als {1} Bytes.
es_mx: La imagen es demasiado grande ({0} bytes). Sólo se aceptan imágenes con un tamaño inferior a {1} bytes.
fi_fi: Kuva on liian suuri ({0} tavua). Kuvien sallittu enimmäiskoko on {1} tavua.
fr_ca: L'image est trop volumineuse ({0} octets). Seules les images inférieures à {1} octets sont acceptées.
is_is: Myndin er of stór ({0} bæti). Eingöngu eru samþykktar myndir minni en {1} bæti.
it_it: Le dimensioni dell'immagine sono eccessive ({0} byte). Sono accettate solo immagini con dimensioni minori di {1} byte.
nb_no: Bildet er for stort ({0} byte). Bare bilder med en størrelse under {1} byte godtas.
nl_be: De afbeelding is te groot ({0} byte). Alleen afbeeldingen die kleiner zijn dan {1} byte worden geaccepteerd.
ru_ru: Слишком большое изображение ({0} байт). Принимаются только изображения с размером меньше {1} байт.
sv_se: Bilden är för stor ({0} byte). Endast bilder med en storlek som är mindre än {1} byte godkänns.

# AuthenticationFailedLogMessage
source: A user provided invalid credentials. Authentication was not successful.
cs_cz: Zadal neplatná pověření. Ověření nebylo úspěšné.
da_dk: En bruger har angivet ugyldige legitimationsoplysninger. Godkendelse lykkedes ikke.
de_ch: Ein Benutzer hat ungültige Anmeldeinformationen angegeben. Die Authentifizierung war nicht erfolgreich.
es_mx: Un usuario proporcionó credenciales no válidas. La autenticación no se realizó correctamente.
fi_fi: Käyttäjä antoi virheelliset tunnistetiedot. Todennus ei onnistunut.
fr_ca: Un utilisateur a fourni des informations d'identification non valides. L'authentification a échoué.
is_is: Notandi gaf upp ógild skilríki. Sannvottun tókst ekki.
it_it: Un utente ha fornito credenziali non valide. Autenticazione non riuscita.
nb_no: En bruker har angitt ugyldig legitimasjon. Godkjenning mislyktes.
nl_be: Een gebruiker heeft ongeldige aanmeldgegevens opgegeven. De verificatie is mislukt.
ru_ru: Пользователь задал неверные учетные данные. Проверка подлинности не пройдена.
sv_se: En användare angav ogiltiga autentiseringsuppgifter. Verifieringen misslyckades.

source: second
cs_cz: druhé
da_dk: sekund
de_ch: Sekunde
es_mx: segundo
fi_fi: sekunti
fr_ca: seconde
is_is: sekúnda
it_it: secondo
nb_no: sekund
nl_be: seconde
ru_ru: секунда
sv_se: sekund

# LicenseViolation
source: Current setup of users is in violation with the license on {0}. The current license allows {1} Full users, {2} Limited users, {3} Full Devices, {4} Limited Devices, and {5} ISV Devices.
cs_cz: Současné nastavení uživatelů je v rozporu s licenci na {0}. Aktuální licence umožňuje {1} plné uživatelů, {2} omezené uživatele, {3} plná zařízení, {4} omezené prostředky a příspěvku {5} ISV zařízení.
da_dk: Den aktuelle opsætning af brugere overtræder vilkårene i licensen på {0}. Den aktuelle licens tillader {1} fulde brugere, {2} begrænsede brugere, {3} fulde enheder, {4} begrænsede enheder og {5} ISV-enheder.
de_ch: Die derzeitige Einrichtung der Benutzer verstößt gegen die Lizenz unter {0}. Die derzeitige Lizenz erlaubt {1} vollständige Benutzer, {2} eingeschränkte Benutzer, {3} vollständige Geräte, {4} eingeschränkte Geräte und {5} ISV-Geräte.
es_mx: La configuración actual de los usuarios infringe la licencia en {0}. La licencia actual permite {1} usuarios completos, {2} usuarios limitados, {3} dispositivos completos, {4} dispositivos limitados y {5} dispositivos ISV.
fi_fi: Nykyiset käyttäjien asetukset eivät ole palvelimessa {0} olevien käyttöoikeuksien mukaiset. Nykyiset käyttöoikeudet sallivat {1} käyttäjää, joilla on täydet oikeudet, {2} käyttäjää, joiden oikeudet ovat rajoitetut, {3} laitetta, joilla on täydet oikeudet, {4} laitetta, joiden oikeudet ovat rajoitetut, ja {5} itsenäisen ohjelmistovalmistajan laitetta.
fr_ca: Les configurations actuelles des utilisateurs sont en conflit avec la licence de {0}. La licence actuelle autorise {1} utilisateurs complets, {2} utilisateurs limités, {3} périphériques complets, {4} périphériques limités et {5} périphériques ISV.
is_is: Núverandi uppsetning notenda brýtur gegn leyfinu á {0}. Gildandi leyfi leyfir {1} fullgilda notendur, {2} takmarkaða notendur, {3} fullgild tæki, {4} takmörkuð tæki og {5} ISV-tæki.
it_it: Il setup corrente di utenti viola la licenza di {0}. La licenza corrente consente {1} utenti completi, {2} utenti limitati, {3} dispositivi completi, {4} dispositivi limitati e {5} dispositivi ISV.
nb_no: Det gjeldende brukeroppsettet er ikke i samsvar med lisensen for {0}. Den gjeldende lisensen tillater {1} fullstendige brukere, {2} begrensede brukere, {3} fullstendig enheter, {4} begrensede enheter og {5} ISV-enheter.
nl_be: De huidige instelling van gebruikers is in strijd met de licentie op {0}. De huidige licentie staat {1} volwaardige gebruikers, {2} beperkte gebruikers, {3} volwaardige apparaten, {4} beperkte apparaten en {5} ISV-apparaten toe.
ru_ru: Текущий набор пользователей нарушает лицензию на {0}. Текущая лицензия допускает полнофункциональных пользователей: {1}, пользователей с ограниченной функциональностью: {2}, полнофункциональных устройств: {3}, устройств с ограниченной функциональностью: {4} и устройств независимых поставщиков ПО: {5}.
sv_se: Den aktuella användarkonfigurationen stämmer inte överens med licensen för {0}. Den nuvarande licensen tillåter {1} fullständiga användare, {2} begränsade användare, {3} fullständiga enheter, {4} begränsade enheter och {5} ISV-enheter.

# HyperlinkServiceWithoutCompanySpecified
source: Invalid Microsoft Dynamics NAV URL: A service name was provided without a company name.
cs_cz: Neplatná adresa URL produktu Microsoft Dynamics NAV název služby byl poskytnut bez názvu společnosti.
da_dk: Ugyldig Microsoft Dynamics NAV URL-adresse: Der blev angivet et tjenestenavn uden et regnskabsnavn.
de_ch: Ungültige Microsoft Dynamics NAV-URL: Ein Dienstname wurde ohne Mandantenname eingegeben.
es_mx: URL de Microsoft Dynamics NAV no válida: se proporcionó un nombre de servicio sin nombre de empresa.
fi_fi: Virheellinen Microsoft Dynamics Nav -URL-osoite: Palvelun nimi on määritetty ilman yrityksen nimeä.
fr_ca: URL de Microsoft Dynamics NAV non valide : un nom de service a été spécifié sans le nom de la compagnie.
is_is: Ógild vefslóð Microsoft Dynamics NAV: Það vantar heiti fyrirtækis með þjónustuheitinu.
it_it: URL Microsoft Dynamics NAV non valido: è stato fornito un nome di servizio senza nome della società.
nb_no: Ugyldig URL-adresse for Microsoft Dynamics NAV: Det ble angitt en service uten et firmanavn.
nl_be: Ongeldige Microsoft Dynamics NAV-URL: u hebt een servicenaam zonder bedrijfsnaam opgegeven.
ru_ru: Недопустимый URL-адрес Microsoft Dynamics NAV: имя службы указано без названия организации.
sv_se: Ogiltig webbadress för Microsoft Dynamics NAV: Ett tjänstnamn har angetts utan ett företagsnamn.

# DecimalTooManyDecimalPlaces
source: The field can have a maximum of {0} decimal places.
cs_cz: Pole může mít maximálně {0} desetinných míst.
da_dk: Feltet kan maksimalt have {0} decimaler.
de_ch: Dieses Feld kann maximal {0} Dezimalstellen enthalten.
es_mx: El campo puede tener como máximo {0} posiciones decimales.
fi_fi: Kentässä saa olla enintään {0} desimaalia.
fr_ca: Le champ peut contenir au maximum {0} décimales.
is_is: Reiturinn getur mest haft {0} aukastafi.
it_it: Il campo può avere un massimo di {0} cifre decimali.
nb_no: Feltet kan maksimalt ha {0} desimaler.
nl_be: Het veld kan maximaal {0} decimale posities bevatten.
ru_ru: Поле может иметь не более {0} десятичных знаков.
sv_se: Fältet kan innehålla maximalt {0} decimaler.

# RecordLinks_Button_Cancel
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_ch: Abbrechen
es_mx: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
is_is: Hætta við
it_it: Annulla
nb_no: Avbryt
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# FindPreviousShortcutKey2
source: Shift+Enter
es_mx: Mayús+Entrar
fi_fi: Vaihto+Enter
fr_ca: Shift+Entrée
is_is: Shift+færslulykill
it_it: MAIUSC+INVIO
nb_no: Skift+Enter

# InvalidFormatString
source: An invalid field or attribute has been specified for the 'Format' property. {0}
cs_cz: Pro vlastnost "Formát" bylo zadáno neplatné pole nebo parametr. {0}
da_dk: Der er blevet angivet et ugyldigt felt eller en ugyldig attribut for egenskaben 'Format'. {0}
de_ch: Ein ungültiges Feld oder Attribut wurde für die Eigenschaft 'Format' angegeben. {0}
es_mx: Se ha especificado un campo o atributo no válido para la propiedad "Format". {0}
fi_fi: Ominaisuudelle "Format" on määritetty virheellinen kenttä tai määrite. {0}
fr_ca: Un champ ou un attribut non valide a été spécifié pour la propriété « Format ». {0}
is_is: Skilgreindur hefur verið ógildur reitur eða eigind fyrir eiginleikann „Format“. {0}
it_it: È stato specificato un campo o un attributo non valido per la proprietà 'Format'. {0}
nb_no: Et ugyldig felt eller attributt er angitt for Format-egenskapen. {0}
nl_be: Er is een ongeldig veld of kenmerk opgegeven voor de eigenschap Format. {0}
ru_ru: Для свойства "Format" указано недопустимое поле или атрибут. {0}
sv_se: Ett ogiltigt fält eller attribut har angetts för egenskapen Format. {0}

# GetUrlIllegalObjectId
source: The specified object ID parameter for the GetUrl function is not valid.
cs_cz: Zadaný objekt ID parametr pro funkci GetUrl není platný.
da_dk: Den angivne objekt-id-parameter for funktionen GetUrl er ikke gyldig.
de_ch: Der angegebene Objekt-ID-Parameter für die GetUrl-Funktion ist nicht gültig.
es_mx: El parámetro del Id. de objeto especificado para la función GetUrl no es válido.
fi_fi: GetUrl-toiminnolle määritetty objektitunnuksen parametri ei kelpaa.
fr_ca: Le paramètre Code d'objet spécifié pour la fonction GetUrl n'est pas valide.
is_is: Færibreyta tilgreinds hlutarkennis fyrir GetUrl-fallið er ekki gild.
it_it: Il parametro ID dell'oggetto specificato per la funzione GetUrl non è valido.
nb_no: Den angitte objekt-ID-parameteren for GetUrl-funksjonen er ikke gyldig.
nl_be: De opgegeven object-id-parameter voor de GetUrl-functie is niet geldig.
ru_ru: Указанный параметр идентификатора объекта для функции GetUrl недопустим.
sv_se: Den objekt-ID-parameter som har angetts för GetUrl-funktionen är inte giltig.

# ChangeServiceFormServer
source: Server Address:
cs_cz: Adresa serveru:
da_dk: Serveradresse:
de_ch: Serveradresse:
es_mx: Dirección del servidor:
fi_fi: Palvelimen osoite:
fr_ca: Adresse du serveur :
is_is: Vistfang þjóns:
it_it: Indirizzo server:
nb_no: Serveradresse:
nl_be: Serveradres:
ru_ru: Адрес сервера:
sv_se: Serveradress:

# MandatoryValueRequired
source: {0} must be filled in. Enter a value.
cs_cz: {0} musí být vyplněno. Zadejte hodnotu.
da_dk: {0} skal udfyldes. Angiv en værdi.
de_ch: '{0}' muss ausgefüllt werden. Geben Sie einen Wert ein.
es_mx: Debe rellenarse {0}. Especifique un valor.
fi_fi: {0} on määritettävä. Kirjoita arvo.
fr_ca: {0} doit être complété. Entrez une valeur.
is_is: Það þarf að fylla út {0}. Færið inn gildi.
it_it: {0} deve essere specificato. Inserire un valore.
nb_no: {0} må fylles ut. Angi en verdi.
nl_be: {0} moet worden ingevuld. Geef een waarde op.
ru_ru: Необходимо заполнить {0}. Введите значение.
sv_se: {0} måste fyllas i. Ange ett värde.

# ConfigurationSettingOutOfRange
source: The {0} configuration setting must have a value between {1} and {2}.
cs_cz: Nastavení konfigurace {0} musí mít hodnotu mezi {1} a {2}.
da_dk: Konfigurationsindstillingen {0} skal have en værdi mellem {1} og {2}.
de_ch: Die {0}-Konfigurationseinstellung muss einen Wert zwischen {1} und {2} haben.
es_mx: La configuración {0} debe tener un valor entre {1} y {2}.
fi_fi: Kohteen {0} määritysasetuksen arvon on oltava välillä {1} ja {2}.
fr_ca: Le paramètre de configuration {0} doit avoir une valeur comprise entre {1} et {2}.
is_is: Samstillingin {0} þarf að hafa gildi á milli {1} og {2}.
it_it: L'impostazione di configurazione {0} deve avere un valore compreso tra {1} e {2}.
nb_no: Konfigurasjonsinnstillingen for {0} må ha en verdi mellom {1} og {2}.
nl_be: De configuratie-instelling {0} moet een waarde tussen {1} en {2} hebben.
ru_ru: Параметр конфигурации {0} должен иметь значение от {1} до {2}.
sv_se: Konfigurationsinställningen {0} måste innehålla ett värde mellan {1} och {2}.

# PagePreviewDevelopmentSiteTablet
source: {0} - Tablet Client Development Site
da_dk: {0} - klientudviklingswebsted for tablet
de_ch: {0} - Tablet-Cliententwicklungswebsite
es_mx: {0}: sitio de desarrollo de clientes de tableta
fi_fi: {0} - Taulutietokoneasiakasohjelmien kehityssivusto
fr_ca: {0} - Site de développement client tablette
is_is: {0} - Þróunarvefsvæði fyrir spjaldtölvubiðlara
it_it: {0} - Sito di sviluppo client tablet
nb_no: {0} - område for utvikling av nettbrettklient
nl_be: {0} - Ontwikkelingssite tabletclient
ru_ru: {0} – сайт разработки клиента для планшетов
sv_se: {0} – webbplats för utveckling av klienter för surfplattor

# SortingTypeDescending
source: Descending
cs_cz: Sestupně
da_dk: Faldende
de_ch: Absteigend
es_mx: Descendente
fi_fi: Laskeva
fr_ca: Décroissant
is_is: Lækkandi
it_it: Decrescente
nb_no: Synkende
nl_be: Aflopend
ru_ru: По убыванию
sv_se: Fallande

# MissingPermissions
source: You do not have the following permissions on {0} {1}: {2}
cs_cz: Nemáte následující oprávnění v {0} {1}: {2}
da_dk: Du har ikke følgende rettigheder på {0} {1}: {2}
de_ch: Sie verfügen nicht über die folgenden Zugriffsrechte für '{0} {1}': {2}
es_mx: No tiene los permisos siguientes en {0} {1}: {2}
fi_fi: Sinulla ei ole seuraavia kohteen {0} {1} oikeuksia: {2}
fr_ca: Vous ne disposez pas des autorisations suivantes sur {0} {1} : {2}
is_is: Notandi hefur ekki eftirfarandi heimildir á {0} {1}: {2}.
it_it: Non si dispone delle autorizzazioni seguenti in {0} {1}. {2}
nb_no: Du har ikke følgende tillatelser på {0} {1}: {2}
nl_be: U beschikt niet over de volgende rechten voor {0} {1}: {2}
ru_ru: У вас отсутствуют следующие разрешения на {0} {1}: {2}
sv_se: Du har inte följande behörigheter på {0} {1}: {2}

# NavFormUrlProvider_BadQueryStart
source: Action query was not started properly.
cs_cz: Akční dotaz nebyl spuštěn správně.
da_dk: Handlingsforespørgslen startede ikke korrekt.
de_ch: Die Aktionsabfrage wurde nicht ordnungsgemäss gestartet.
es_mx: La consulta de la acción no se ha iniciado adecuadamente.
fi_fi: Muutoskyselyä ei aloitettu oikein.
fr_ca: La requête de l'action n'a pas été démarrée correctement.
is_is: Aðgerðarfyrirspurn var ekki ræst rétt.
it_it: La query azione non è stata avviata correttamente.
nb_no: Handlingsspørringen ble ikke startet riktig.
nl_be: Actiequery is niet correct gestart.
ru_ru: Запрос действия не был начат должным образом.
sv_se: Åtgärdsfrågan har inte startats korrekt.

# GetRangeNoSingleRange
source: The filter "{0}" on the {1} field in the {2} table has no single range of possible values.
cs_cz: Filtr "{0}" na pole {1} v tabulce {2} nemá přípustnou hodnotu.
da_dk: Filteret "{0}" i feltet {1} i tabellen {2} har intet enkelt interval af mulige værdier.
de_ch: Der Filter '{0}' für das Feld '{1}' in der Tabelle '{2}' besitzt keinen einzelnen Bereich mit möglichen Werten.
es_mx: El filtro "{0}" del campo {1} de la tabla {2} no tiene ningún intervalo único de posibles valores.
fi_fi: Suodattimessa "{0}" (kentässä {1} taulukossa {2}) ei ole yksittäistä mahdollisten arvojen aluetta.
fr_ca: Le filtre « {0} » dans le champ {1} de la table {2} n'a pas de plage unique de valeurs possibles.
is_is: Afmörkunin „{0}“ í {1} reitnum í töflunni {2} hefur ekkert einstakt bil mögulegra gilda.
it_it: Il filtro "{0}" nel campo {1} della tabella {2} non dispone di un intervallo di possibili valori.
nb_no: Filteret {0} i feltet {1} i tabellen {2} har ikke noe enkeltområde av mulige verdier.
nl_be: Het filter "{0}" in het veld {1} in de tabel {2} heeft geen enkele reeks mogelijke waarden.
ru_ru: Для фильтра "{0}" в поле {1} в таблице {2} не установлен диапазон возможных значений.
sv_se: Filtret "{0}" i fältet {1} i tabellen {2} har inget enskilt intervall med möjliga värden.

# SpecifiedCompanyDoesNotExist
source: The specified company, {0}, does not exist.
da_dk: Den angivne virksomhed, {0}, findes ikke.
de_ch: Das angegebene Unternehmen {0} ist nicht vorhanden.
es_mx: La empresa especificada, {0}, no existe.
fi_fi: Määritettyä yritystä {0} ei ole olemassa.
fr_ca: La compagnie spécifiée, {0}, n'existe pas.
is_is: Tilgreint fyrirtæki, {0}, er ekki til.
it_it: La società specificata {0} non esiste.
nb_no: Det angitte selskapet {0} finnes ikke.
nl_be: Het opgegeven bedrijf, {0}, bestaat niet.
ru_ru: Указанная компания {0} не существует.
sv_se: Det angivna företaget {0} finns inte.

# ALStreamReadModeError
source: ALStream.ALRead, invalid stream mode: {0}
cs_cz: ALStream.ALRead, neplatný stream mode: {0}
da_dk: ALStream.ALRead, ugyldig stream-tilstand: {0}
de_ch: ALStream.ALRead, ungültiger Datenstrommodus: {0}
es_mx: ALStream.ALRead, modo de secuencia no válido: {0}
fi_fi: ALStream.ALRead, virheellinen virran tila: {0}
fr_ca: ALStream.ALRead, mode de flux non valide : {0}
is_is: ALStream.ALRead, ógild straumstilling: {0}
it_it: ALStream.ALRead, modalità di flusso non valida: {0}
nb_no: ALStream.ALRead, ugyldig streammodus: {0}
nl_be: ALStream.ALRead, ongeldige stroommodus: {0}
ru_ru: ALStream.ALRead, недопустимый режим потока: {0}
sv_se: ALStream.ALRead, ogiltigt strömläge: {0}
