Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# RelatedRecordNotFound
source: The field {0} of table {1} contains a value ({2}) that cannot be found in the related table ({3}).
cs_cz: Pole {0} z tabulky {1} obsahuje hodnotu ({2}) kterou nelze nalézt ve svázané tabulce ({3}).
da_dk: Feltet {0} i tabellen {1} indeholder en værdi ({2}), som ikke blev fundet i den relaterede tabel ({3}).
de_ch: Das Feld '{0}' der Tabelle '{1}' enthält einen Wert ({2}), der in der zugehörigen Tabelle ({3}) nicht gefunden wurde.
es_mx: El campo {0} de la tabla {1} contiene un valor ({2}) que no se puede encontrar en la tabla relacionada ({3}).
fi_fi: Taulukon {1} kenttä {0} sisältää arvon ({2}), jota ei löydy siihen liittyvästä taulukosta ({3}).
fr_ca: Le champ {0} de la table {1} contient une valeur ({2}) qui ne peut pas être trouvée dans la table ({3}) associée.
is_is: Reiturinn {0} í töflu {1} inniheldur gildi ({2}) sem finnst ekki í tengdu töflunni ({3}).
it_it: Il campo {0} della tabella {1} contiene un valore ({2}) non trovato nella tabella correlata ({3}).
nb_no: Feltet {0} i tabellen {1} inneholder en verdi ({2}) som ikke blir funnet i den relaterte tabellen ({3}).
nl_be: Het veld {0} van tabel {1} bevat een waarde ({2}) die niet is gevonden in de gerelateerde tabel ({3}).
ru_ru: Поле {0} таблицы {1} содержит значение ({2}), которое невозможно найти в связанной таблице ({3}).
sv_se: Fältet {0} i tabellen {1} innehåller ett värde ({2}) som inte går att hitta i den relaterade tabellen ({3}).

source: Unexpected CLR exception thrown
cs_cz: Neočekávaná výjimka CLR
da_dk: Uventet CLR-undtagelse blev udløst
de_ch: Unerwartete CLR-Ausnahme
es_mx: Excepción CLR inesperada lanzada
fi_fi: Odottamaton CLR-poikkeus
fr_ca: Exception CLR imprévue survenue
is_is: Óvænt CLR-undantekning kom upp
it_it: È stata generata un'eccezione CLR imprevista
nb_no: Det har oppstått et uventet CLR-unntak
nl_be: Onverwachte CLR-uitzondering opgetreden
ru_ru: Непредвиденное исключение CLR
sv_se: Ett oväntat CLR-undantag inträffade

# 00095-50019
source: The date is not valid.
cs_cz: Datum není platné.
da_dk: Datoen er ugyldig.
de_ch: Das Datum ist ungültig.
es_mx: La fecha no es válida.
fi_fi: Päivämäärä ei kelpaa.
fr_ca: La date n'est pas valide.
is_is: Dagsetningin er ekki gild.
it_it: La data non è valida.
nb_no: Datoen er ikke gyldig.
nl_be: De datum is ongeldig.
ru_ru: Недопустимая дата.
sv_se: Datumet är ogiltigt.

# 00095-50119
source: The automation variable has already been created.
cs_cz: Proměnná typu automation již byla vytvořena.
da_dk: Automatiseringsvariablen er allerede oprettet.
de_ch: Die Automation-Variable wurde bereits erstellt.
es_mx: Ya se ha creado la variable de automatización.
fi_fi: Automaatiomuuttuja on jo luotu.
fr_ca: La variable automation a déjà été créée.
is_is: Það er búið að búa til sjálfvirknibreytuna.
it_it: La variabile di automazione è già stata creata.
nb_no: Automatiseringsvariabelen er allerede opprettet.
nl_be: De automatiseringsvariabele is al gemaakt.
ru_ru: Переменная автоматизации уже создана.
sv_se: Automatiseringsvariabeln har redan skapats.

# MenuItemGoToRow
source: Go to
cs_cz: Přejít na
da_dk: Gå til
de_ch: Gehe zu
es_mx: Ir a
fi_fi: Siirry
fr_ca: Atteindre
is_is: Fara í
it_it: Vai a
nb_no: Gå til
nl_be: Ga naar
ru_ru: Перейти к
sv_se: Gå till

# FilterAccDescription_AdvancedFilters
source: Use this pane to define row filters.
cs_cz: Toto podokno slouží k definování filtry řádků.
da_dk: Brug denne rude til at definere rækkefiltrene.
de_ch: Verwenden Sie diesen Bereich zum Definieren der Zeilenfilter.
es_mx: Use este panel para definir filtros de fila.
fi_fi: Määritä tämän ruudun avulla rivisuodattimet.
fr_ca: Utilisez ce volet pour définir des filtres de ligne.
is_is: Nota skal þetta svæði til að skilgreina línuafmarkanir.
it_it: Utilizzare questo riquadro per definire i filtri di riga.
nb_no: Bruk denne ruten til å definere radfiltre.
nl_be: Gebruik dit deelvenster om rijfilters te definiëren.
ru_ru: Используйте данное окно для определения фильтров для строки.
sv_se: Använd det här fönstret för att definiera radfilter.

# CaptionReportSendTo
source: Send to
cs_cz: Odeslat do
da_dk: Send til
de_ch: Senden an
es_mx: Enviar a
fi_fi: Lähetä kohteeseen
fr_ca: Envoyer à
is_is: Senda til
it_it: Invia a
nb_no: Send til
nl_be: Verzenden naar
ru_ru: Отправить
sv_se: Skicka till

# SessionNotAvailable
source: The session could not be retrieved from the server. The application will close.
cs_cz: Nelze načíst relaci ze serveru. Aplikace bude ukončena.
da_dk: Sessionen kunne ikke hentes fra serveren. Programmet lukkes.
de_ch: Die Session konnte nicht vom Server abgerufen werden. Die Anwendung wird geschlossen.
es_mx: No se pudo recuperar la sesión del servidor. Se cerrará la aplicación.
fi_fi: Istuntoa ei voitu hakea palvelimesta. Sovellus sulkeutuu.
fr_ca: La session n'a pas pu être récupérée à partir du serveur. L'application va se fermer.
is_is: Ekki tókst að endurheimta lotuna frá netþjóninum. Forritinu verður lokað.
it_it: Impossibile recuperare la sessione dal server. L'applicazione verrà chiusa.
nb_no: Kan ikke hente økten fra serveren. Programmet vil bli lukket.
nl_be: De sessie kan niet van de server worden opgehaald. De toepassing wordt gesloten.
ru_ru: Не удалось извлечь сеанс с сервера. Приложение будет закрыто.
sv_se: Det gick inte att hämta sessionen från servern. Programmet avslutas.

# ZoomToolNoPermission
source: You do not have permission to display "About This Report"
cs_cz: Nemáte oprávnění pro zobrazení "O této sestavě"
da_dk: Du har ikke tilladelse til at få vist "Om denne rapport"
de_ch: Sie besitzen nicht die Berechtigung zum Anzeigen von 'Info'.
es_mx: No dispone de permisos para mostrar la función "Acerca de este informe"
fi_fi: Käyttöoikeutesi eivät kata Tietoja tästä raportista -toimintoa
fr_ca: Vous n'avez pas l'autorisation pour afficher "À propos de ce rapport"
is_is: Það þarf heimild til að birta "Um þessa skýrslu"
it_it: Non si dispone dell'autorizzazione necessaria per visualizzare "Informazioni sul report"
nb_no: Du har ikke tillatelse til å vise "Om denne rapporten"
nl_be: U bent niet gemachtigd om "Over deze lijst" weer te geven
ru_ru: Отсутствуют права на просмотр сведений "Об этом отчете"
sv_se: Du saknar behörighet för att visa "Om den här rapporten"

# Button_SelectIconSize_large
source: Large Icon Size
cs_cz: Velké ikony
da_dk: Stor ikonstørrelse
de_ch: Grosse Symbole
es_mx: Tamaño de icono grande
fi_fi: Suuri kuvakkeen koko
fr_ca: Taille d'icône grande
is_is: Stór stærð tákns
it_it: Dimensioni icona grandi
nb_no: Stor ikonstørrelse
nl_be: Grootte pictogramgrootte
ru_ru: Большой размер значка
sv_se: Stor ikonstorlek

# ClosingDateInvalidDate
source: '{0}' is not a valid date.
cs_cz: '{0}' není platné datum.
da_dk: '{0}' er ikke en gyldig dato.
de_ch: '{0}' ist kein gültiges Datum.
es_mx: '{0}' no es una fecha válida.
fi_fi: '{0}' ei ole kelvollinen päivämäärä.
fr_ca: '{0}' n'est pas une date valide.
is_is: '{0}' er ógild dagsetning.
it_it: "{0}" non è una data valida
nb_no: {0} er ikke en gyldig dato.
nl_be: {0} is geen geldige datum.
ru_ru: '{0}' не является допустимой датой.
sv_se: {0} är inte ett giltigt datum.

# 00095-50063
source: '{0}' is not an option. The existing options are: {1}
cs_cz: '{0}' není možné. Existující možnosti: {1}
da_dk: '{0}' er ikke en indstilling. De tilgængelige indstillinger er: {1}
de_ch: '{0}' ist keine Option. Die vorhandenen Optionen sind: {1}
es_mx: '{0}' no es una opción. Las opciones existentes son: {1}
fi_fi: {0} ei ole kelvollinen vaihtoehto. Käytettävissä olevat vaihtoehdot ovat seuraavat: {1}
fr_ca: {0} n'est pas une option. Les options possibles sont : {1}
is_is: Það er ekki hægt að velja '{0}'. Valkostirnir eru : {1}
it_it: '{0}' non è un'opzione. Le opzioni esistenti sono: {1}
nb_no: {0} er ikke et alternativ. Dette er de eksisterende alternativene: {1}
nl_be: '{0}' is geen optie. De bestaande opties zijn: {1}
ru_ru: '{0}' не является параметром. Существующие параметры: {1}
sv_se: {0} är inte ett alternativ. De befintliga alternativen är: {1}

source: minutes
cs_cz: minuty
da_dk: minutter
de_ch: Minuten
es_mx: minutos
fi_fi: minuuttia
is_is: mínútur
it_it: minuti
nb_no: minutter
nl_be: minuten
ru_ru: мин.
sv_se: minuter

# FormUnsupportedSplitKeyType
source: The {0} type of key field cannot be automatically split.
cs_cz: Typ pole s klíčem {0} nelze automaticky rozdělit.
da_dk: Nøglefelttypen {0} kan ikke opdeles automatisk.
de_ch: Der Schlüsselfeldtyp {0} kann nicht automatisch geteilt werden.
es_mx: El tipo {0} del campo de clave no se puede dividir automáticamente.
fi_fi: Tyyppiä {0} olevaa avainkenttää ei voi jakaa automaattisesti.
fr_ca: Le type {0} du champ clé ne peut pas être divisé automatiquement.
is_is: Það er ekki hægt að skipta sjálfvirkt lyklareit af gerðinni {0}.
it_it: Il campo tipo di chiave {0} non può essere diviso automaticamente.
nb_no: Nøkkelfelttypen {0} kan ikke deles automatisk.
nl_be: Het {0}-type sleutelveld kan niet automatisch worden gesplitst.
ru_ru: Невозможно автоматически разбить ключевое поле с типом {0}.
sv_se: Typen {0} i nyckelfältet kan inte delas automatiskt.

# NotesNoteCaption
source: Note
cs_cz: Oznámení
de_ch: Hinweis
es_mx: Nota
fi_fi: Muistio
fr_ca: Remarque
is_is: Athugasemd
it_it: Nota
nb_no: Bemerkning
nl_be: Opmerking
ru_ru: Заметка
sv_se: Notering

# FilterAccName_FlowFilters
source: Limit Totals filter
cs_cz: Omezit součty filtr
da_dk: Filter for Begræns totaler
de_ch: Filter für 'Summenberechnung einschränken'
es_mx: Filtro de totales límite
fi_fi: Rajoita kokonaisarvot -suodatin
fr_ca: Filtre Limiter les totaux
is_is: Afmörkun samtölu takmarka
it_it: Filtro Limita totali
nb_no: Begrens totaler-filter
nl_be: Filter Totalen beperken
ru_ru: Фильтр итоговых лимитов
sv_se: Begränsa totaler-filter

source: Close Program
cs_cz: Ukončit Program
da_dk: Luk program
de_ch: Programm beenden
es_mx: Cerrar programa
fi_fi: Sulje ohjelma
fr_ca: Fermer le programme
is_is: Loka forriti
it_it: Chiudi programma
nb_no: Lukk program
nl_be: Programma sluiten
ru_ru: Закрыть программу
sv_se: Stäng program

# UnableToFindUserName
source: Cannot retrieve the requested user name. The following error was reported: {0}
cs_cz: Nelze načíst požadované uživatelské jméno. Byla hlášena následující chyba: {0}
da_dk: Det anmodede brugernavn blev ikke fundet. Følgende fejl blev rapportere: {0}
de_ch: Der angeforderte Benutzername kann nicht abgerufen werden. Der folgende Fehler wurde gemeldet: {0}
es_mx: No se puede recuperar el nombre de usuario solicitado. Se ha informado del error siguiente: {0}
fi_fi: Pyydettyä käyttäjänimeä ei voi hakea. Seuraava virhe raportoitiin: {0}
fr_ca: Impossible de récupérer le nom d'utilisateur demandé. L'erreur suivante a été signalée : {0}
is_is: Ekki tókst að sækja umbeðið notandanafn. Eftirfarandi villa kom upp: {0}
it_it: Impossibile recuperare il nome utente richiesto. Errore segnalato: {0}
nb_no: Kan ikke hente det forespurte brukernavnet. Følgende feil ble rapportert: {0}
nl_be: Kan de aangevraagde gebruikersnaam niet ophalen. De volgende fout is gemeld: {0}
ru_ru: Невозможно извлечь имя запрошенного пользователя. Сообщалось о следующей ошибке: {0}
sv_se: Det går inte att hämta användarnamnet. Följande fel rapporterades: {0}

# TestPageNotOpened
source: The TestPage is not open.
cs_cz: TestPage není otevřena.
da_dk: TestPage er ikke åben.
de_ch: Das TestPage-Element ist nicht geöffnet.
es_mx: La TestPage no está abierta.
fi_fi: TestPage ei ole avoinna.
fr_ca: La TestPage n'est pas ouverte.
is_is: TestPage er ekki opin.
it_it: TestPage non aperta.
nb_no: TestPage er ikke åpen.
nl_be: De TestPage is niet geopend.
ru_ru: Страница TestPage не открыта.
sv_se: Testsidan är inte öppen.

# SystemPartMyNotes
source: My Notifications
cs_cz: Moje upozornění
da_dk: Mine notifikationer
de_ch: Meine Benachrichtigungen
es_mx: Mis notificaciones
fi_fi: Omat ilmoitukset
fr_ca: Mes notifications
is_is: Mínar tilkynningar
it_it: Notifiche personali
nb_no: Mine varsler
nl_be: Mijn berichten
ru_ru: Мои уведомления
sv_se: Mina meddelanden

# Button_CustomizeGrid
source: Customize ...
cs_cz: Vlastní nastavení...
da_dk: Tilpas...
de_ch: Anpassen...
es_mx: Personalizar...
fi_fi: Mukauta...
fr_ca: Personnaliser ...
is_is: Sérstilla ...
it_it: Personalizza...
nb_no: Tilpass ...
nl_be: Aanpassen...
ru_ru: Настроить...
sv_se: Anpassa...

# NavUserNotAuthorizedWrongCredentials
source: The specified user name or password is not correct, or you do not have a valid user account in Microsoft Dynamics NAV.
cs_cz: Zadané uživatelské jméno nebo heslo není správné nebo že nemáte platný uživatelský účet v aplikaci Microsoft Dynamics NAV.
da_dk: Det angivne brugernavn og adgangskoden er ikke korrekt, eller du har ikke en gyldig brugerkonto i Microsoft Dynamics NAV.
de_ch: Entweder ist der angegebene Benutzername oder das Kennwort falsch, oder Sie besitzen kein gültiges Benutzerkonto in Microsoft Dynamics NAV.
es_mx: El nombre de usuario o la contraseña especificados no son correctos, o no dispone de una cuenta de usuario válida en Microsoft Dynamics NAV.
fi_fi: Määritetty käyttäjänimi tai salasana ei ole oikea tai sinulla ei ole voimassa olevaa käyttäjätiliä Microsoft Dynamics NAV -järjestelmässä.
fr_ca: Le nom d'utilisateur ou le mot de passe spécifié n'est pas correct, ou vous n'avez pas de compte utilisateur valide dans Microsoft Dynamics NAV.
is_is: Tilgreinda notandanafnið eða aðgangsorðið er rangt, eða þá að notandi hefur ekki gildan notandareikning í Microsoft Dynamics NAV.
it_it: Il nome utente o la password specificati non sono corretti oppure non si dispone di un account utente valido in Microsoft Dynamics NAV.
nb_no: Det angitte brukernavnet eller passordet er ikke riktig, eller du har ikke en gyldig brukerkonto i Microsoft Dynamics NAV.
nl_be: De opgegeven gebruikersnaam is niet juist of u hebt geen geldige gebruikersaccount in Microsoft Dynamics NAV.
ru_ru: Указанные имя пользователя и пароль неверны, или у вас нет действительной учетной записи пользователя в Microsoft Dynamics NAV.
sv_se: Det angivna användarnamnet eller lösenordet är felaktigt, eller också har du inte ett giltigt användarkonto i Microsoft Dynamics NAV.

# FileDatabaseDeleteSystemObjectCaption
source: File, Database, Delete
cs_cz: Soubor, databáze, odstranit
da_dk: Filer, Database, Slet
de_ch: Datei, Datenbank, Löschen
es_mx: Archivo, Base datos, Eliminar
fi_fi: Tiedosto, Tietokanta, Poista
fr_ca: Fichier, Base, Supprimer
is_is: Skrá, Gagnagrunnur, Eyða
it_it: File, Database, Elimina
nb_no: Fil, Database, Slett
nl_be: Bestand, Database, Verwijderen
ru_ru: Файл, База данных, Удаление
sv_se: Fil, Databas, Ta bort

# Instruction_CustomizeOutlook
source: Choose which Microsoft Outlook elements to show
cs_cz: Vyberte zobrazované prvky aplikace Microsoft Outlook
da_dk: Vælg, hvilke Microsoft Outlook-elementer der skal vises
de_ch: Dient zum Auswählen der anzuzeigenden Microsoft Outlook-Elemente.
es_mx: Seleccionar los elementos de Microsoft Outlook que desea mostrar
fi_fi: Valitse näytettävät Microsoft Outlook -elementit
fr_ca: Choisir les éléments Microsoft Outlook à afficher
is_is: Velja hvaða atriði Microsoft Office Outlook á að sýna
it_it: Scegliere gli elementi di Microsoft Outlook da visualizzare
nb_no: Velg hvilke Microsoft Outlook-elementer som skal vises
nl_be: Kiezen welke Microsoft Outlook-elementen worden weergegeven
ru_ru: Выбрать элементы Microsoft Outlook для отображения
sv_se: Välj vilka Microsoft Office Outlook-element du vill visa

# OnlyWindowsCollationsSupported
source: The database uses an unsupported collation. Only {0} versions of the {1} collations as listed in {2} are supported. Use the development environment to alter the database and change the collation.
cs_cz: Databáze používá nepodporované řazení. Podporovány jsou pouze verze {0} {1} řazení v {2}. Ve vývojovém prostředí databáze lze řazení změnit.
da_dk: Databasen bruger en sortering, som ikke understøttes. Kun {0} versioner af sorteringerne {1} som vist i {2} understøttes. Brug udviklingsmiljøet til at ændre databasen, og vælg en anden sortering.
de_ch: Von der Datenbank wird eine nicht unterstützte Sortierung verwendet. Unterstützt werden nur {0}-Versionen der {1}-Sammlungen gemäss der Liste in {2}. Passen Sie die Datenbank mithilfe der Entwicklungsumgebung an, und ändern Sie die Sortierung.
es_mx: La base de datos utiliza una intercalación no compatible. Sólo son compatibles las versiones {0} de las intercalaciones {1} listadas en {2}. Utilice el entorno de desarrollo para alterar la base de datos y cambiar la intercalación.
fi_fi: Tietokanta käyttää lajittelua, jota ei tueta. Vain kohteessa {2} lueteltujen {1}-lajittelujen {0} -versioita tuetaan. Muuta tietokantaa ja lajittelua kehitysympäristön avulla.
fr_ca: La base de données utilise un assemblage non pris en charge. Seules les versions {0} des assemblages {1} telles que reprises dans {2} sont prises en charge. Utilisez l'environnement de développement pour modifier la base de données et changer l'assemblage.
is_is: Gagnagrunnurinn notar óstudda röðun. Einungis {0} útgáfurnar af {1} röðunum sem taldar eru upp í {2} eru studdar. Nota skal þróunarumhverfið til að breyta gagnagrunninum og breyta röðuninni.
it_it: Il database utilizza regole di confronto non supportate. Sono supportate solo le versioni {0} delle regole di confronto {1} come indicato in {2}. Utilizzare l'ambiente di sviluppo per modificare il database e le regole di confronto.
nb_no: Databasen bruker en sammenligning som ikke støttes. Bare {0}-versjoner av {1}-sammenligningene som er oppført i {2}, støttes. Bruk utviklingsmiljøet til å endre databasen og sammenligningen.
nl_be: In de database wordt een niet-ondersteunde sortering gebruikt. Alleen {0} versies van de {1} sorteringen zoals worden weergegeven in {2}, worden ondersteund. Gebruik de ontwikkelomgeving om de database aan te passen, en wijzig de sortering.
ru_ru: Базой данных используется неподдерживаемая сортировка. Поддерживаются только версии {0} сортировок {1}, как перечислено в {2}. Используйте среду разработки, чтобы переделать базу данных и изменить сортировку.
sv_se: En samling som inte stöds används i databasen. Det är bara versionerna {0} av samlingarna {1} som visas i {2} som stöds. Använd utvecklingsmiljön när du vill ändra databasen och samlingen.

# ButtonCancel
source: &Cancel
cs_cz: &Storno
da_dk: &Annuller
de_ch: &Abbrechen
es_mx: &Cancelar
fi_fi: &Peruuta
fr_ca: &Annuler
is_is: &Hætta við
it_it: &Annulla
nb_no: &Avbryt
nl_be: &Annuleren
ru_ru: &Отмена
sv_se: &Avbryt

# FieldsOfUpgradeTableDifferFromOriginalTable
source: Upgrade table '{0}' cannot have fields which have different design in the original table '{1}': '{2}'.
da_dk: Opgraderingstabellen '{0}' kan ikke have felter, der har et andet design i den oprindelige tabel '{1}': '{2}'.
de_ch: Upgradetabelle "{0}" kann keine Felder mit einem anderen Design in der Originaltabelle "{1}" aufweisen: "{2}".
es_mx: La tabla de actualización '{0}' no puede tener campos con un diseño diferente en la tabla original '{1}': '{2}'.
fi_fi: Päivitystaulukossa {0} ei voi olla kenttiä, joilla on eri muotoilu alkuperäisessä taulukossa {1}: {2}.
fr_ca: La table de mise à niveau « {0} » ne peut pas compter de champs de conception différente dans la table d'origine « {1} » : « {2} ».
is_is: Uppfærslutafla '{0}' getur ekki verið með reiti með annað snið í upprunalegu töflunni '{1}': '{2}'.
it_it: Nella tabella di aggiornamento '{0}' non possono essere presenti campi con struttura diversa nella tabella originale '{1}': '{2}'.
nb_no: Oppgraderingstabellen {0} kan ikke inneholde felt som har en annen utforming i den opprinnelige tabellen {1}: {2}.
nl_be: Upgradetabel '{0}' kan geen velden hebben met een ander ontwerp dan in de oorspronkelijke tabel '{1}': '{2}'.
ru_ru: Таблица "{0}" не может содержать поля, структура которых отличается от исходной таблицы "{1}": "{2}".
sv_se: Det får inte finnas fält i den uppgraderade tabellen {0} som har en annan uppbyggnad än i den ursprungliga tabellen {1}: {2}.

# MenuItemFindRow
source: Find
cs_cz: Najít
da_dk: Søg
de_ch: Suchen
es_mx: Buscar
fi_fi: Etsi
fr_ca: Rechercher
is_is: Leita
it_it: Trova
nb_no: Søk
nl_be: Zoeken
ru_ru: Найти
sv_se: Sök

# TableRelationMetadataMismatch
source: The type of the constant {0} must be compatible with that of the related field. Type: {1} Field: {2} Table: {3}
cs_cz: Typ konstanty {0} musí být kompatibilní se svázaným polem. Typ: {1} Pole: {2} Tabulka: {3}
da_dk: Konstanten skal have samme type {0} som det relaterede felt. Type: {1} Felt: {2} Tabel: {3}
de_ch: Die Art der Konstante '{0}' muss mit der Art des zugehörigen Felds kompatibel sein. Typ: {1}, Feld: {2}, Tabelle: {3}
es_mx: El tipo de la constante {0} debe ser compatible con la del campo relacionado. Tipo: {1} Campo: {2} Tabla: {3}
fi_fi: Vakion {0} tyypin on oltava yhteensopiva siihen liittyvän kentän tyypin kanssa. Tyyppi: {1} Kenttä: {2} Taulukko: {3}
fr_ca: Le type de la constante {0} doit être compatible avec celui du champ associé. Type : {1} Champ : {2} Table : {3}
is_is: Tegund fastans {0} verður að vera samhæf við tegund tengda reitsins. Tegund: {1} Reitur: {2} Tafla: {3}
it_it: Il tipo della costante {0} deve essere compatibile con quello del campo correlato. Tipo: {1} Campo: {2} Tabella: {3}
nb_no: Typen for konstanten {0} må være kompatibel med typen for det relaterte feltet. Type: {1} felt: {2} tabell: {3}
nl_be: De constante {0} moet hetzelfde type hebben als het gerelateerde veld. Type: Veld {1}: Tabel {2}: {3}
ru_ru: Тип константы {0} должен быть совместим с типом связанного поля. Тип: {1} Поле: {2} Таблица: {3}
sv_se: Typen på konstanten {0} måste vara kompatibel med typen i det relaterade fältet. Typ: {1} Fält: {2} Tabell: {3}

# FormResultYes
source: &Yes
cs_cz: &Ano
da_dk: &Ja
de_ch: &Ja
es_mx: &Sí
fi_fi: &Kyllä
fr_ca: &Oui
is_is: &Já
it_it: &Sì
nb_no: &Ja
nl_be: &Ja
ru_ru: &Да
sv_se: &Ja
