Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# OfficeExportToManyRecords
source: The number of records in the table exceeds the maximum number of {0}. Set a filter to decrease the number of records in the table. Exporting too many records at once can affect system performance.
cs_cz: Počet záznamů v tabulce přesahuje maximální počet {0}. Nastavte filtr pro snížení počtu záznamů v tabulce. Export příliš mnoha záznamů najednou může ovlivnit výkon systému.
da_dk: Antallet af records i tabellen overskrider det maksimale antal, som er {0}. Angiv et filter for at reducere antallet af records i tabellen. Hvis der udlæses for mange records på én gang, kan det påvirke systemets ydeevne.
de_ch: Die Anzahl von Datensätzen in der Tabelle überschreitet die maximale Anzahl von {0}. Wenden Sie einen Filter an, um die Anzahl der Datensätze in der Tabelle zu verringern. Das gleichzeitige Exportieren vieler Datensätze kann die Systemleistung beeinträchtigen.
es_mx: El número de registros de la tabla supera el número máximo de {0}. Cree un filtro para reducir el número de registros en la tabla. Si exporta muchos registros a la vez puede reducirse el rendimiento del sistema.
fi_fi: Taulukon tietueiden määrä ylittää enimmäismäärän {0}. Vähennä taulukon tietueiden määrää asettamalla suodatin. Liian suuren tietuemäärän vieminen kerralla voi vaikuttaa järjestelmän suorituskykyyn.
fr_ca: Le nombre d'enregistrements dans la table dépasse le maximum de {0}. Définissez un filtre pour réduire le nombre d'enregistrements dans la table. L'exportation simultanée d'un trop grand nombre d'enregistrements peut affecter les performances système.
is_is: Fjöldi skráninga í töflunni er meiri en hámarksfjöldinn {0}. Stilla þarf afmörkun til að fækka skráningunum í töflunni. Útflutningur of margra skráninga í einu hefur áhrif á afköst kerfisins.
it_it: Il numero di record della tabella supera il numero massimo di {0}. Impostare un filtro per ridurre il numero di record della tabella. L'esportazione contemporanea di un numero elevato di record può ridurre le prestazioni del sistema.
nb_no: Antallet poster i tabellen overskrider maksimumsantallet {0}. Angi et filter for å redusere antallet poster i tabellen. Hvis du eksporterer for mange poster samtidig, kan det gå ut over systemytelsen.
nl_be: Het aantal records in de tabel overschrijdt het maximumaantal van {0}. Stel een filter in om het aantal records in de tabel te verminderen. Als u te veel records tegelijk exporteert, kan dit de systeemprestaties negatief beïnvloeden.
ru_ru: Число записей в таблице превышает максимально допустимое число записей {0}. Установите фильтр для уменьшения числа записей в таблице. Единовременный экспорт большого числа записей может повлиять на производительность системы.
sv_se: Antalet poster i tabellen överskrider det maximala antalet {0}. Ange ett filter för att minska antalet poster i tabellen. Export av för många poster på en gång kan påverka systemets prestanda.

# InvalidQueryDefinition
source: The metadata of query {0} is invalid. See Event Viewer for more details.
cs_cz: Metadata pro dotazy {0} je neplatný. Další informace naleznete v tématu Prohlížeč událostí.
da_dk: Metadataene i forespørgslen {0} er ugyldige. Du kan finde flere oplysninger i Logbog.
de_ch: Die Metadaten der Abfrage '{0}' sind ungültig. Weitere Details finden Sie in der Ereignisanzeige.
es_mx: Los metadatos de la consulta {0} no son válidos. Consulte el visor de eventos para obtener más información.
fi_fi: Kyselyn {0} metatiedot ovat virheelliset. Lisätietoja on tapahtumienvalvonnassa.
fr_ca: Les métadonnées de la requête {0} ne sont pas valides. Consultez l'observateur d'événements pour plus d'informations.
is_is: Lýsigögn fyrirspurnar {0} eru ógild. Sjá nánari upplýsingar í Atvikaskoðara.
it_it: I metadati della query {0} non sono validi. Per ulteriori dettagli, vedere il Visualizzatore eventi.
nb_no: Metadataene for spørringen {0} er ugyldige. Se Hendelsesliste for mer informasjon.
nl_be: De metagegevens van query {0} zijn ongeldig. Zie Logboeken voor meer informatie.
ru_ru: Метаданные для запроса {0} являются недопустимыми. Дополнительные сведения см. в окне просмотра событий.
sv_se: Metadata för frågan {0} är ogiltiga. Mer information finns i Loggboken.

# DatabaseNameNotValid
source: The name {0} specified as the database name is not valid. Ensure that the name complies with SQL Server identifier rules.
cs_cz: Název {0} určený jako název databáze není platný. Ujistěte se, že název je v souladu s pravidly identifikace SQL Serveru.
da_dk: Navnet {0}, der er angivet som databasenavnet, er ikke gyldigt. Sørg for, at navnet stemmer overens med id-reglerne for SQL Server.
de_ch: Der für die Datenbank angegebene Name {0} ist nicht gültig. Vergewissern Sie sich, dass der neue Name den Bezeichnerregeln von SQL Server entspricht.
es_mx: El nombre {0} especificado como nombre de base de datos no es válido. Compruebe que el nombre cumple las reglas de identificador de SQL Server.
fi_fi: Tietokannan nimeksi määritetty nimi {0} ei ole kelvollinen. Nimen on oltava SQL Serverin tunnussääntöjen mukainen.
fr_ca: Le nom {0} spécifié comme nom de base de données n'est pas valide. Assurez-vous que le nom est conforme aux règles d'identificateur de serveur SQL.
is_is: Gagnagrunnsheitið {0} er ógilt. Ganga þarf úr skugga um að heitið sé í samræmi við auðkennisreglur SQL-þjónsins.
it_it: Il nome {0} specificato come nome del database non è valido. Verificare che il nome sia conforme alle regole degli identificatori SQL Server.
nb_no: Navnet {0}, som er angitt som databasenavn, er ikke gyldig. Kontroller at navnet overholder identifikatorreglene for SQL Server.
nl_be: De naam {0} voor de database is niet geldig. Zorg ervoor dat de naam overeenstemt met de identificatieregels van SQL Server.
ru_ru: Указано недопустимое имя базы данных {0}. Убедитесь, что имя соответствует правилам идентификаторов SQL Server.
sv_se: Namnet {0} som angetts som databasnamn är ogiltigt. Kontrollera att namnet följer identifierarreglerna för SQL Server.

# Notes_Button_Cancel
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_ch: Abbrechen
es_mx: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
is_is: Hætta við
it_it: Annulla
nb_no: Avbryt
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

source: Find value field
cs_cz: Najít hodnotu pole
da_dk: Find værdifelt
de_ch: Wertfeld suchen
es_mx: Buscar campo de valor
fi_fi: Etsi arvokenttä
fr_ca: Champ Rechercher une valeur
is_is: Finna gildisreit
it_it: Trova campo del valore
nb_no: Søk etter verdi, felt
nl_be: Waardeveld zoeken
ru_ru: Найти поле значения
sv_se: Sök värdefält

# ProcessNameOrCommandLineArgumentCannotBeEmptyString
source: The process name or command-line arguments cannot be an empty string.
cs_cz: Název procesu nebo parametry příkazového řádku nemohou být prázdným řetězecem.
da_dk: Procesnavnet eller kommandolinjeargumenterne kan ikke være en tom streng.
de_ch: Beim Prozessnamen oder den Befehlszeilenargumenten darf es sich nicht um eine leere Zeichenfolge handeln.
es_mx: El nombre del proceso y los argumentos de la línea de comandos no pueden estar en blanco.
fi_fi: Prosessin nimi tai komentoriviargumentti ei voi olla tyhjä merkkijono.
fr_ca: Les arguments de ligne de commande ou le nom de processus ne peuvent pas être une chaîne vide.
is_is: Heiti vinnslunnar eða færibreytur skipanalínu geta ekki verið tómur strengur.
it_it: Il nome del processo o gli argomenti della riga di comando non possono essere una stringa vuota.
nb_no: Prosessnavnet eller kommandolinjeargumentene kan ikke være en tom streng.
nl_be: De procesnaam of opdrachtregelargumenten mogen geen lege tekenreeks zijn.
ru_ru: Имя процесса или аргументы командной строки не могут быть пустой строкой.
sv_se: Processnamnet eller kommandoradsargumenten kan inte vara en tom sträng.

# FormResultLookupCancel
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_ch: Abbrechen
es_mx: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
is_is: Hætta við
it_it: Annulla
nb_no: Avbryt
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# XmlSchemaGenerationAndColonNotSupported
source: Schema generation and node names that contain colons (:) are not supported (node: {0}).
cs_cz: Schémata generování a názvů node, které obsahují dvojtečky (:), nejsou podporovány (node: {0}).
da_dk: Skemagenererings- og nodenavne, der indeholder koloner (:), understøttes ikke (node: {0}).
de_ch: Schemagenerierungs- und Knotennamen mit Doppelpunkten (:) werden nicht unterstützt (Knoten: {0}).
es_mx: No se admiten la generación de esquema y los nombres de nodo que contienen punto y comas (:) (nodo: {0}).
fi_fi: Mallien muodostamista ja kaksoispisteitä (:) sisältäviä solmun nimiä ei tueta (solmu: {0}).
fr_ca: La génération de schéma et les noms de noeud contenant des deux-points (:) ne sont pas pris en charge (noeud : {0}).
is_is: Heiti á grindarmyndun og hnút sem innihalda marga tvípunkta (:) eru ekki studd (hnútur: {0}).
it_it: La generazione dello schema e i nomi nodo che contengono il simbolo due punti (:) non sono supportati (node: {0}).
nb_no: Skjemagenerering og nodenavn som inneholder kolon (:), støttes ikke (node: {0}).
nl_be: Het genereren van schema’s en knooppuntnamen die dubbele punten bevatten (:) wordt niet ondersteund (knooppunt: {0}).
ru_ru: Имена узлов и генерации схем, содержащие двоеточия (:), не поддерживаются (узел: {0}).
sv_se: Schemagenerering och nodnamn som innehåller kolon (:) stöds inte (nod: {0}).

# 00095-50043
source: File name was not specified.
cs_cz: Nebyl zadán název souboru.
da_dk: Der er ikke angivet et filnavn.
de_ch: Der Dateiname wurde nicht festgelegt.
es_mx: No se especificó el nombre de archivo.
fi_fi: Tiedoston nimeä ei ole määritetty.
fr_ca: Le nom du fichier n'était pas spécifié.
is_is: Það er ekki búið að tilgreina skrárheiti.
it_it: Nome file non specificato.
nb_no: Filnavn ble ikke angitt.
nl_be: Bestandsnaam is niet opgegeven.
ru_ru: Не указано имя файла.
sv_se: Filnamn har inte angetts.

# ConversionCastException
source: Overflow under conversion of {0} value {1} to {2}.
cs_cz: Přetečení při převodu {0} z hodnoty {1} na {2}.
da_dk: Overløb ved konvertering af {0}-værdien {1} til {2}.
de_ch: Überlauf bei der Konvertierung des Werts {1} von {0} in {2}.
es_mx: Desbordamiento durante la conversión del {0} valor {1} a {2}.
fi_fi: Ylivuoto muunnettaessa kohteen {0} arvoa {1} muotoon {2}.
fr_ca: Dépassement pendant la conversion de la valeur {0} de {1} en {2}.
is_is: Yfirflæði í umbreytingu á {0} gildi {1} í {2}.
it_it: Overflow nella conversione del valore {0} da {1} in {2}.
nb_no: Overflyt under konvertering av {0}-verdien {1} til {2}.
nl_be: Overflow tijdens conversie van {0} waarde {1} naar {2}.
ru_ru: Переполнение при преобразовании значения {1} для {0} в {2}.
sv_se: Spill inträffade under konverteringen av {0}-värdet {1} till {2}.

# TriggerInformation
source: The trigger did not contain valid information: Type = {0}, Name = {1}
cs_cz: Trigger neobsahuje platné informace: Typ = {0}, Název = {1}
da_dk: Trigger'en indeholder ugyldige oplysninger: Type = {0}, Navn = {1}
de_ch: Der Trigger enthielt keine gültigen Informationen: Typ = {0}, Name = {1}
es_mx: El desencadenador no contenía información válida: Tipo = {0}, Nombre = {1}
fi_fi: Käynnistin ei sisältänyt kelvollisia tietoja: Tyyppi = {0}, Nimi = {1}
fr_ca: Le déclencheur ne contenait pas d'informations valides : Type = {0}, Nom = {1}
is_is: Kveikjan innihélt ekki gildar upplýsingar: Tegund = {0}, Heiti = {1}
it_it: Il trigger non conteneva informazioni valide: Tipo = {0}, Nome = {1}
nb_no: Utløseren inneholdt ikke gyldig informasjon: Type = {0}, navn = {1}
nl_be: De trigger bevatte geen geldige informatie: Type = {0}, Naam = {1}
ru_ru: Триггер содержал недопустимую информацию: тип = {0}, имя = {1}
sv_se: Utlösaren innehöll inte någon giltig information. Typ = {0}, namn = {1}

# BindingConfigurationMissing
source: Unable to find a {0} named {1} in config file.
cs_cz: V konfiguračním souboru nelze najít {0} s názvem {1}.
da_dk: Der blev ikke fundet en {0} med navnet {1} i configurationsfilen.
de_ch: {0} mit der Bezeichnung {1} wurde nicht in der Konfigurationsdatei gefunden.
es_mx: No existe ningún {0} con el nombre {1} en el archivo de configuración.
fi_fi: Määritystiedostosta ei löydy kohdetta {0}, jonka nimi on {1}.
fr_ca: Impossible de trouver un {0} nommé {1} dans le fichier de configuration.
is_is: Mistókst að finna {0} undir heitinu {1} í samstillingaskránni.
it_it: Impossibile trovare un {0} denominato {1} nel file di configurazione.
nb_no: Finner ingen {0} med navnet {1} i konfigurasjonsfilen.
nl_be: Kan geen {0} met de naam {1} vinden in het configuratiebestand.
ru_ru: Не удается найти {0} с именем {1} в конфигурационном файле.
sv_se: Det gick inte att hitta en {0} med namnet {1} i config-filen.

# CallbackNotAllowed
source: {0} attempted to issue a client callback ({1} - {2}({3})). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta ({1} - {2}({3})). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten ({1} - {2}({3})). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben ({1} - {2}({3})). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente ({1} - {2}({3})). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun ({1} –- {2}({3})). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client ({1} - {2}({3})). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara ({1} - {2}({3})). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client ({1} - {2}({3})). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall ({1} - {2}({3})). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback ({1} - {2}({3})) te verzenden. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента ({1} - {2}({3})). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop ({1} - {2}({3})). Klientåteranrop stöds inte i {0}.

# ZoomToolServicesUrlGroupCaption
source: URLs
cs_cz: Adresy URL
da_dk: URL-adresser
es_mx: URL
fi_fi: URL-osoitteet
is_is: Vefslóðir
it_it: URL
nb_no: URL-adresser
ru_ru: URL-адреса
sv_se: URL:er

# ApplicationNotMounted
source: A Microsoft Dynamics NAV application has not been mounted. Contact your system administrator.
cs_cz: Aplikace Microsoft Dynamics NAV není připojen. Obraťte se na správce systému.
da_dk: Et Microsoft Dynamics NAV-program er ikke blevet tilknyttet. Kontakt systemadministratoren.
de_ch: Eine Microsoft Dynamics NAV-Anwendung wurde nicht eingebunden. Wenden Sie sich an Ihren Systemadministrator.
es_mx: No se ha montado una aplicación Microsoft Dynamics NAV. Póngase en contacto con el administrador del sistema.
fi_fi: Microsoft Dynamics NAV -sovellusta ei ole otettu käyttöön. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Une application Microsoft Dynamics NAV n'a pas été montée. Contactez votre administrateur système.
is_is: Microsoft Dynamics NAV-forrit hefur ekki verið tengt. Leitaðu til kerfisstjóra.
it_it: Un'applicazione Microsoft Dynamics NAV non è stata montata. Contattare l'amministratore di sistema.
nb_no: Et Microsoft Dynamics NAV-program er ikke montert. Kontakt systemansvarlig.
nl_be: Er is geen Microsoft Dynamics NAV-toepassing geïnstalleerd. Neem contact op met uw systeembeheerder.
ru_ru: Приложение Microsoft Dynamics NAV не подключено. Обратитесь к системному администратору.
sv_se: Ett Microsoft Dynamics NAV-program har inte monterats. Kontakta systemadministratören.

# 00095-50125
source: The source text is not valid to import for Fixed or Variable format.
cs_cz: Zdrojový text není platný pro import pevné nebo proměnné ve formátu.
da_dk: Kildeteksten er ikke gyldig til indlæsning i formatet Fixed eller Variable.
de_ch: Der Quelltext ist für den Import des Textformats Feste Breite oder Variabel ungültig.
es_mx: El texto de origen no es válido para importar el formato de variable o fijo.
fi_fi: Lähdeteksti ei kelpaa Kiinteä teksti- tai Muuttuva teksti -muotoon tapahtuvaan tuontiin.
fr_ca: Le texte source ne peut pas être importé au format Fixe ou Variable.
is_is: Það er ekki hægt að flytja inn upprunatextann fyrir fast eða breytilegt snið.
it_it: Il testo di origine non è valido per l'importazione per il formato Fisso o Variabile.
nb_no: Kildeteksten er ikke gyldig for import for formatet Fast eller Variabel.
nl_be: De brontekst is niet geldig voor importeren voor Vaste of Variabele indeling.
ru_ru: Недопустимый исходный текст для импорта в формат Fixed или Variable.
sv_se: Källtexten är inte giltig för import för formatet Fast eller Variabel.

# ChartInvalidOperationExceptionInvalidFilter
source: The specified filter definition is not valid. ID: {0}, Name: {1}, Value: {2}.
cs_cz: Definice zadaného filtru je neplatná. ID: {0}, Název: {1}, Hodnota: {2}.
da_dk: Den angivne filterdefinition er ikke gyldig. Id: {0}, navn: {1}, værdi: {2}.
de_ch: Die angegebene Filterdefinition ist ungültig. ID: {0}, Name: {1}, Wert: {2}.
es_mx: La definición de filtro especificada no es válida. Id.: {0}, Nombre: {1}, Valor: {2}.
fi_fi: Määritetty suodatinmääritys ei kelpaa. Tunnus: {0}, nimi: {1}, arvo: {2}.
fr_ca: La définition de filtre spécifiée n'est pas valide. Code : {0}, Nom : {1}, Valeur : {2}.
is_is: Tilgreind skilgreining afmörkunar er ekki gild. Auðkenni: {0}, heiti: {1}, gildi: {2}.
it_it: La definizione di filtro specificata non è valida. ID: {0}, Nome: {1}, Valore: {2}.
nb_no: Den angitte filterdefinisjonen er ikke gyldig. ID: {0}, navn: {1}, verdi: {2}.
nl_be: De opgegeven filterdefinitie is niet geldig. Id: {0}, naam: {1}, waarde: {2}.
ru_ru: Заданное определение фильтра является недопустимым. Идентификатор: {0}, имя: {1}, значение: {2}.
sv_se: Den angivna filterdefinitionen är ogiltig. ID: {0}, namn: {1}, värde: {2}.

# DesignTableBaseSystemObjectCaption
source: Design, Table, Basic
cs_cz: Design, tabulka, základ
da_dk: Tabeldesigner, Basis
de_ch: Design, Tabelle, Standard
fi_fi: Suunnitt., Tauluk., Perusaset.
is_is: Hanna, Tafla, Grunnur
it_it: Design, Tabella, Standard
nb_no: Design, Tabell, Basis
nl_be: Ontwerp, Tabel, Basis
ru_ru: Дизайн, Таблица, Базовый
sv_se: Design, Tabell, Grunder

# DotNetServerObjectCannotApplyToAutomation
source: You cannot use a server-side object of the type {0} in a client-side automation object call.
cs_cz: Serverový objekt typu {0} nelze použít volání objektu klienta automatizace na straně serveru.
da_dk: Du kan ikke bruge et serversideobjekt af typen {0} i et automatiseringsobjektkald på klientsiden.
de_ch: Sie können ein serverseitiges Objekt des Typs "{0}" nicht in einem clientseitigen Automatisierungsobjektaufruf verwenden.
es_mx: No puede usar un objeto servidor del tipo {0} en una llamada de objeto de automatización cliente.
fi_fi: Tyypin {0} palvelinpuolen objektia ei voi käyttää asiakasohjelmapuolen automaatio-objektin kutsussa.
fr_ca: Vous ne pouvez pas utiliser un objet côté serveur du type {0} dans un appel d'objet Automation côté client.
is_is: Ekki má nota hlut ræstan af þjóni af gerðinni {0} í sjálfvirku hlutakalli ræstu af biðlara.
it_it: Impossibile utilizzare un oggetto lato server del tipo {0} in una chiamata a un oggetto ActiveX lato client.
nb_no: Du kan ikke bruke et serversideobjekt av typen {0} i et klientsideautomatiseringsobjektkall.
nl_be: U kunt geen object aan de serverzijde gebruiken van het type {0} bij een geautomatiseerde objectoproep aan de klantzijde.
ru_ru: Нельзя использовать объект на стороне сервера типа {0} в вызове объекта автоматизации на стороне клиента.
sv_se: Det går inte att använda ett objekt på serversidan av typen {0} i ett anrop till ett automatiseringsobjekt på klientsidan.

# ActionGroupHelp
source: Help
cs_cz: Nápověda
da_dk: Hjælp
de_ch: Hilfe
es_mx: Ayuda
fi_fi: Ohje
fr_ca: Aide
is_is: Hjálp
it_it: Guida
nb_no: Hjelp
ru_ru: Справка
sv_se: Hjälp

# NoCompany
source: There is no company in the database. Contact your system administrator.
cs_cz: V databázi není žádná společnost. Obraťte se na správce systému.
da_dk: Der findes ikke noget regnskab i databasen. Kontakt din systemadministrator.
de_ch: In der Datenbank ist kein Unternehmen vorhanden. Wenden Sie sich an den Systemadministrator.
es_mx: No hay ninguna empresa en la base de datos. Póngase en contacto con el administrador del sistema.
fi_fi: Tietokannassa ei ole yritystä. Ota yhteys järjestelmänvalvojaan.
fr_ca: Aucune compagnie n'a été définie dans la base de données. Veuillez contacter votre administrateur système.
is_is: Það er ekkert fyrirtæki í gagnagrunninum. Hafa skal samband við kerfisstjóra.
it_it: Nessuna società nel database. Contattare l'amministratore di sistema.
nb_no: Det er ikke noe firma i databasen. Kontakt systemansvarlig.
nl_be: Er is geen bedrijf in de database. Neem contact op met de systeembeheerder.
ru_ru: В базе данных отсутствует организация. Обратитесь к системному администратору.
sv_se: Det finns inte något företag i databasen. Kontakta systemadministratören.

# CommandLineInvalidLanguage
source: Missing or invalid language specification.
cs_cz: Chybějící nebo neplatné specifikace jazyka.
da_dk: Manglende eller ugyldig sprogangivelse.
de_ch: Sprachangabe fehlt oder ist ungültig.
es_mx: Falta especificación de idioma o no es válida.
fi_fi: Puuttuva tai virheellinen kielimääritys.
fr_ca: Spécification de langue manquante ou non valide.
is_is: Tungumálauppsetningu vantar eða hún er ógild.
it_it: Specifica della lingua mancante o non valida.
nb_no: Språkspesifikasjon mangler eller er ugyldig.
nl_be: Taalspecificatie ontbreekt of is ongeldig.
ru_ru: Спецификация языка отсутствует или является недопустимой.
sv_se: Språkuppgift saknas eller är ogiltig.

# BlankChartError
source: Click Customize to select a chart.
cs_cz: Klepněte na tlačítko vlastní a vyberte graf.
da_dk: Klik på Tilpas for at vælge et diagram.
de_ch: Klicken Sie auf 'Anpassen', um ein Diagramm auszuwählen.
es_mx: Haga clic en Personalizar para seleccionar un diagrama.
fi_fi: Valitse kaavio valitsemalla Mukauta.
fr_ca: Cliquez sur Personnaliser pour sélectionner un graphique.
is_is: Smellt er á Sérstilla til að velja myndrit.
it_it: Fare clic su Personalizza per selezionare un grafico.
nb_no: Klikk Tilpass for å velge et diagram.
nl_be: Klik op Aanpassen om een diagram te selecteren.
ru_ru: Щелкните "Настройка", чтобы выбрать диаграмму.
sv_se: Klicka på Anpassa för att välja ett diagram.

# MenuItemSelectLanguage
source: Select Language
cs_cz: Vybrat jazyk
da_dk: Vælg sprog
de_ch: Sprache auswählen
es_mx: Seleccionar idioma
fi_fi: Valitse kieli
fr_ca: Sélectionner langue
is_is: Velja tungumál
it_it: Seleziona lingua
nb_no: Velg språk
nl_be: Taal selecteren
ru_ru: Выбрать язык
sv_se: Välj språk
