Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# SqlConnectionLostOperationCanBeRetried
source: The operation could not be completed at this time. Try your request again or contact your system administrator if the problem persists.
cs_cz: V tuto chvíli nelze dokončit operaci. Opakujte požadavek nebo pokud potíže potrvají, kontaktujte správce systému.
da_dk: Operationen kan ikke afsluttes på nuværende tidspunkt. Udfør din forespørgsel igen, eller kontakt systemadministratoren, hvis problemet ikke er løst.
de_ch: Der Vorgang konnte zurzeit nicht abgeschlossen werden. Stellen Sie die Anfrage erneut, oder wenden Sie sich an Ihren Systemadministrator, falls das Problem weiter besteht.
es_mx: La operación no se pudo completar en este momento. Intente la solicitud de nuevo o póngase en contacto con el administrador del sistema si el problema persiste.
fi_fi: Operaatiota ei voitu suorittaa loppuun juuri nyt. Yritä pyyntöä uudelleen tai ota yhteys järjestelmänvalvojaan, jos ongelma toistuu.
fr_ca: Impossible de terminer l'opération pour l'instant. Réessayez ou contactez votre administrateur système si le problème persiste.
is_is: Ekki var hægt að ljúka aðgerðinni núna. Reyna skal beiðnina aftur eða hafa skal samband við kerfisstjóra ef vandamálið leysist ekki.
it_it: Impossibile completare l'operazione. Ripetere la richiesta. Se il problema persiste, contattare l'amministratore di sistema.
nb_no: Operasjonen kan ikke fullføres nå. Prøv forespørselen på nytt, eller kontakt systemansvarlig hvis problemet vedvarer.
nl_be: De bewerking kan nu niet worden voltooid. Verzend uw aanvraag opnieuw of neem contact op met uw systeembeheerder als het probleem blijft optreden.
ru_ru: Операцию не удалось выполнить в этот раз. Повторите свой запрос или обратитесь за помощью к своему системному администратору, если проблема не устранена.
sv_se: Det gick inte att slutföra åtgärden för närvarande. Försök att utföra begäran igen eller kontakta systemadministratören om problemet kvarstår.

# OperationTimeoutErrorMessage
source: The request to the server has timed out. Do you want to retry?
cs_cz: Vypršel časový limit požadavku na server. Chcete opakovat?
da_dk: Anmodningen til serveren blev afbrudt pga. timeout. Vil du prøve igen?
de_ch: Timeout bei der Anforderung an den Server. Möchten Sie den Vorgang wiederholen?
es_mx: Se agotó el tiempo de espera de la solicitud al servidor. ¿Desea volver a intentarlo?
fi_fi: Palvelimeen lähetetty pyyntö aikakatkaistiin. Haluatko yrittää uudelleen?
fr_ca: Le délai de la demande au serveur a expiré. Voulez-vous recommencer?
is_is: Beiðnin til netþjónsins rann út á tíma. Á að reyna aftur?
it_it: Timeout della richiesta al server. Riprovare?
nb_no: Forespørselen til serveren ble tidsavbrutt. Vil du prøve på nytt?
nl_be: Er is een time-out opgetreden voor de aanvraag aan de server. Wilt u het opnieuw proberen?
ru_ru: Превышено время ожидания для запроса к серверу. Повторить?
sv_se: Tidsgränsen har nåtts för begäran till servern. Vill du försöka igen?

# UserEmailMustBeUnique
source: The email address {0} for user {1} is not unique.
cs_cz: E-mailová adresa {0} pro uživatele {1} není jedinečná.
da_dk: Mailadressen {0} for brugeren {1} er ikke entydig.
de_ch: Die E-Mail-Adresse {0} für Benutzer {1} ist nicht eindeutig.
es_mx: La dirección de correo electrónico {0} del usuario {1} no es única.
fi_fi: Käyttäjän {1} sähköpostiosoite {0} ei ole yksilöivä.
fr_ca: L'adresse de courriel {0} de l'utilisateur {1} n'est pas unique.
is_is: Netfangið {0} fyrir notanda {1} er ekki einkvæmt.
it_it: L'indirizzo e-mail {0} per l'utente {1} non è univoco.
nb_no: E-postadressen {0} for brukeren {1} er ikke unik.
nl_be: Het e-mailadres {0} voor gebruiker {1} is niet uniek.
ru_ru: Адрес электронной почты {0} для пользователя {1} не уникален.
sv_se: E-postadressen {0} för användaren {1} är inte unik.

# CompanyNameDoesNotExist
source: The company "{0}" does not exist.
cs_cz: Společnost "{0}" neexistuje.
da_dk: Virksomheden "{0}" findes ikke.
de_ch: Das Unternehmen '{0}' ist nicht vorhanden.
es_mx: La empresa "{0}" no existe.
fi_fi: Yritystä "{0}" ei ole.
fr_ca: La compagnie « {0} » n'existe pas.
is_is: Fyrirtækið „{0}“ er ekki til.
it_it: La società "{0}" non esiste.
nb_no: Firmaet {0} finnes ikke.
nl_be: Het bedrijf "{0}" bestaat niet.
ru_ru: Компания "{0}" не существует.
sv_se: Företaget {0} finns inte.

# Repeater_CreateAction_Caption
source: New Line
cs_cz: Nový řádek
da_dk: Ny linje
de_ch: Neue Zeile
es_mx: Nueva línea
fi_fi: Uusi rivi
fr_ca: Nouvelle ligne
is_is: Ný lína
it_it: Nuova riga
nb_no: Ny linje
nl_be: Nieuwe regel
ru_ru: Новая строка
sv_se: Ny rad

# 00095-50118
source: Event method '{0}' was not found on event interface '{1}'.
cs_cz: Metodu události {0} nebylo nalezeno na rozhraní události {1}.
da_dk: Hændelsesmetoden '{0}' blev ikke fundet på hændelsesgrænsefladen '{1}'.
de_ch: Die Ereignismethode '{0}' wurde nicht in der Ereignisschnittstelle '{1}' gefunden.
es_mx: No se encontró el método de evento '{0}' en la interfaz de evento '{1}'.
fi_fi: Tapahtumamenetelmää {0} ei löytynyt tapahtumaliittymästä {1}.
fr_ca: Méthode Événement « {0} » introuvable dans l'interface d'événement « {1} ».
is_is: Atburðaraðferð '{0}' fannst ekki á atburðaviðmótinu '{1}'.
it_it: Impossibile trovare il metodo '{0}' dell'evento nell'interfaccia '{1}' dell'evento.
nb_no: Fant ikke hendelsesmetoden {0} i hendelsesgrensesnittet {1}.
nl_be: Gebeurtenismethode '{0}' is niet gevonden op gebeurtenisinterface '{1}'.
ru_ru: Метод события '{0}' не найден в интерфейсе события '{1}'.
sv_se: Det gick inte att hitta händelsemetoden {0} i händelsegränssnittet {1}.

# ActionGroupSignOut
source: Sign out
cs_cz: Odhlásit se
da_dk: Log af
de_ch: Abmelden
es_mx: Cerrar sesión
fi_fi: Kirjaudu ulos
fr_ca: Se déconnecter
is_is: Útskrá
it_it: Disconnetti
nb_no: Logg av
nl_be: Afmelden
ru_ru: Выход
sv_se: Logga ut

# ChangeServiceFormConnect
source: Connect
cs_cz: Připojit
da_dk: Opret forbindelse
de_ch: Verbinden
es_mx: Conectar
fi_fi: Muodosta yhteys
fr_ca: Connexion
is_is: Tengja
it_it: Connetti
nb_no: Koble til
nl_be: Verbinding maken
ru_ru: Подключиться
sv_se: Anslut

# TokenHasExpired
source: Sign in failed due to a timeout. Try your request again.
cs_cz: Přihlášení se nezdařilo z důvodu vypršení časového limitu. Opakujte požadavek později.
da_dk: Logon mislykkedes på grund af timeout. Prøv igen.
de_ch: Bei der Anmeldung ist ein Fehler aufgrund eines Timeouts aufgetreten. Versuchen Sie es erneut.
es_mx: Error de inicio de sesión debido al tiempo de espera agotado. Intente la solicitud de nuevo.
fi_fi: Kirjautuminen epäonnistui aikakatkaisun takia. Yritä pyyntöä uudelleen.
fr_ca: La connexion a échoué en raison de l'expiration du délai. Réessayez.
is_is: Innskráning mistókst vegna tímalokunar. Reyna skal beiðnina aftur.
it_it: Timeout scaduto. Impossibile eseguire l'accesso. Riprovare.
nb_no: Pålogging mislyktes på grunn av tidsavbrudd. Prøv å sende forespørselen på nytt.
nl_be: Aanmelden is door een time-out mislukt. Probeer het opnieuw.
ru_ru: Произошел сбой входа из-за превышения времени ожидания. Повторите попытку запроса.
sv_se: Inloggningen misslyckades på grund av att tidsgränsen uppnåddes. Försök igen.

# MenuItemDeleteItem
source: Delete Item
cs_cz: Odstranit položku
da_dk: Slet vare
de_ch: Artikel löschen
es_mx: Eliminar producto
fi_fi: Poista nimike
fr_ca: Supprimer l'article
is_is: Eyða vöru
it_it: Elimina articolo
nb_no: Slett vare
nl_be: Artikel verwijderen
ru_ru: Удалить товар
sv_se: Ta bort artikel

# ExportProgressHeader
source: Exporting Data
cs_cz: Export dat
da_dk: Udlæser data
de_ch: Daten werden exportiert.
es_mx: Exportando datos
fi_fi: Viedään tietoja
fr_ca: Exportation de données
is_is: Gögn flutt út
it_it: Esportazione dati in corso
nb_no: Eksporterer data
nl_be: Gegevens exporteren
ru_ru: Экспорт данных
sv_se: Exporterar data

# UpgradeProcessCannotStartDueToCurrentTenantState
source: Data upgrade process cannot be started in the current tenant state: '{0}'. Please make sure that schema synchronization has been completed successfully before proceeding with Upgrade process.
da_dk: Dataopgraderingsprocessen kan ikke startes i den aktuelle lejertilstand: '{0}'. Kontrollér, at skemasynkroniseringen er fuldført, før du fortsætter opgraderingsprocessen.
de_ch: Der Datenupgradevorgang kann im aktuellen Tenantstatus nicht gestartet werden: "{0}". Bitte stellen Sie sicher, dass die Schemasynchronisierung abgeschlossen wurde, bevor Sie mit dem Upgradevorgang fortfahren.
es_mx: El proceso de actualización de datos no se puede iniciar en el estado de inquilino actual: '{0}'. Antes de proceder con el proceso de actualización, asegúrese de que la sincronización de esquemas se haya completado correctamente.
fi_fi: Tietojen päivitys ei voi alkaa vuokraajan nykyisessä tilassa: {0}. Varmista, että mallin synkronointi on tehty valmiiksi, ennen kuin jatkat päivitystä.
fr_ca: Le processus de mise à niveau des données ne peut pas être démarré dans l'état abonné actuel : « {0} ». Vérifiez que la synchronisation du schéma a bien été effectuée avant de procéder à la mise à niveau.
is_is: Ekki er hægt að ræsa gagnauppfærsluferli í núverandi leigjendastillingu: '{0}'. Gagna þarf úr skugga um að skemasamstillingu hafi verið lokið að fullu áður en uppfærsluferlinu er haldið áfram.
it_it: Impossibile avviare il processo di aggiornamento dei dati con lo stato di tenant corrente: '{0}'. Assicurarsi che la sincronizzazione degli schemi sia stata completata correttamente prima di passare al processo di aggiornamento.
nb_no: Dataoppgraderingsprosessen kan ikke startes med gjeldende leietakerstatus: {0}. Kontroller at skjemasynkroniseringen er fullført før du fortsetter med oppgraderingsprosessen.
nl_be: De gegevensupgrade kan niet worden gestart in de huidige tenantstatus: '{0}'. Controleer of schemasynchronisatie is voltooid voordat u doorgaat met bijwerken.
ru_ru: Невозможно начать процесс обновления данных в текущем состоянии арендатора: "{0}" Перед началом процесса обновления убедитесь, что синхронизация схемы успешно выполнена.
sv_se: Datauppgraderingen kan inte påbörjas med aktuell status för klientorganisationen: {0}. Se till att schemasynkroniseringen har slutförts ordentligt innan du påbörjar uppgraderingen.

# InvalidObjectCodeRecompile
source: Invalid application object code was found. Recompile all objects.
cs_cz: Byl nalezen neplatný aplikační objektový kód. Překompilujte všechny objekty.
da_dk: Der blev fundet ugyldig programobjektkode. Kompiler alle objekter igen.
de_ch: Es wurde ungültiger Anwendungsobjektcode gefunden. Kompilieren Sie alle Objekte neu.
es_mx: Se encontró un código de objeto de aplicación no válido. Vuelva a compilar todos los objetos.
fi_fi: Virheellinen sovellusobjektin koodi löytyi. Käännä kaikki objektit uudelleen.
fr_ca: Un code d'objet d'application non valide a été trouvé. Recompilez tous les objets.
is_is: Ógildur kerfishlutarkóti fannst. Endurþýða skal alla hluti.
it_it: Codice oggetto applicazione trovato. Ricompilare tutti gli oggetti.
nb_no: Ugyldig programobjektkode ble funnet. Kompiler alle objekter på nytt.
nl_be: Er is een ongeldig toepassingsobjectcode gevonden. Compileer alle objecten opnieuw.
ru_ru: Найден недопустимый объектный код приложения. Перекомпилируйте все объекты
sv_se: Ogiltig programobjektkod påträffades. Kompilera om alla objekt.

# ToolTipEditActionOnList
source: Open the selected row in edit mode.
da_dk: Åbn den valgte række i redigeringstilstand.
de_ch: Ausgewählte Zeile im Bearbeitungsmodus öffnen
es_mx: Abra la fila seleccionada en modo de edición.
fi_fi: Avaa valittu rivi muokkaustilassa.
fr_ca: Ouvrez la ligne sélectionnée en mode modification.
is_is: Opnið valda línu í breytingastillingu.
it_it: Apre la riga selezionata in modalità di modifica.
nb_no: Åpne den merkede raden i redigeringsmodus.
nl_be: Open de geselecteerde rij in de bewerkingsmodus.
ru_ru: Открыть выбранную строку в режиме редактирования.
sv_se: Öppna den markerade raden i redigeringsläge.

# PrinterNotInstalled
source: Before you can perform printer-related tasks, you need to install a printer.
cs_cz: Před provedením úkolů souvisejících s tiskárnou je třeba nainstalovat tiskárnu.
da_dk: Inden du kan udføre printerrelaterede opgaver, skal du installere en printer.
de_ch: Bevor Sie druckerbezogene Aufgaben ausführen können, müssen Sie einen Drucker installieren.
es_mx: Antes de poder realizar las tareas relacionadas con la impresora, debe instalar una.
fi_fi: Tulostin on asennettava ennen tulostamiseen liittyvien toimintojen suorittamista.
fr_ca: Avant de pouvoir exécuter des tâches d'impression, vous devez installer une imprimante.
is_is: Áður en hægt er að framkvæma prentaraaðgerðir þarf að setja upp prentara.
it_it: Per eseguire attività di stampa, è necessario installare una stampante.
nb_no: Før du kan utføre skriverrelaterte oppgaver, må du installere en skriver.
nl_be: Voordat u printergerelateerde taken kunt uitvoeren, moet u een printer installeren.
ru_ru: Перед тем как работать с принтером, необходимо его установить.
sv_se: Du måste installera en skrivare innan du kan utföra skrivarrelaterade uppgifter.

# MenuItemViewItem
source: View Item
cs_cz: Zobrazit položku
da_dk: Vis vare
de_ch: Artikel anzeigen
es_mx: Ver producto
fi_fi: Näytä nimike
fr_ca: Afficher l'article
is_is: Skoða vöru
it_it: Visualizza articolo
nb_no: Vis vare
nl_be: Artikel weergeven
ru_ru: Просмотр товара
sv_se: Visa artikel

# DeletePersonalizationAboutButton
source: About resetting user-specified settings
cs_cz: O obnovení uživatelského nastavení
da_dk: Om nulstilling af brugerdefinerede indstillinger
de_ch: Info zum Zurücksetzen der von Benutzern angegebenen Einstellungen
es_mx: Acerca del restablecimiento de la configuración especificada por el usuario
fi_fi: Tietoja käyttäjän määrittämien asetusten palauttamisesta
fr_ca: À propos de la réinitialisation des paramètres de personnalisation
is_is: Um endurstillingu notandaskilgreindra stillinga
it_it: Informazioni sul ripristino delle impostazioni specificate dall'utente
nb_no: Tilbakestille brukerdefinerte innstillinger
nl_be: Over het opnieuw instellen van door de gebruiker gedefinieerde instellingen
ru_ru: О сбросе заданных пользователем настроек
sv_se: Om att återställa inställningar som angetts av användaren

# ToolTipDeleteAction
source: Delete the page.
cs_cz: Odstraňte stránku.
da_dk: Slet siden.
de_ch: Löschen Sie die Seite.
es_mx: Elimine la página.
fi_fi: Poista sivu.
fr_ca: Supprimez la page.
is_is: Eyða síðunni.
it_it: Eliminare la pagina.
nb_no: Slett siden.
nl_be: Verwijder de pagina.
ru_ru: Удалить страницу.
sv_se: Ta bort sidan.

# ToolTipFindListAction
source: Find a value in the grid based on a specific column.
cs_cz: Vyhledat záznam v tabulce na základě hodnoty konkrétního sloupce.
da_dk: Find en værdi i gitteret baseret på en specifik kolonne.
de_ch: Suchen Sie auf Grundlage einer spezifischen Spalte einen Wert im Raster.
es_mx: Busque un valor en la cuadrícula basado en una columna concreta.
fi_fi: Etsi arvo ruudukosta tietyn sarakkeen perusteella.
fr_ca: Recherchez une valeur dans la grille basée sur une colonne spécifique.
is_is: Finna gildi í grindinni út frá tilteknum dálki.
it_it: Trovare un valore nella griglia in base a una colonna specifica.
nb_no: Finn en verdi i rutenettet basert på en bestemt kolonne.
nl_be: Zoek een waarde in het raster gebaseerd op een bepaalde kolom.
ru_ru: Найти значение в сетке на основе определенного столбца.
sv_se: Hitta ett värde i rutnätet baserat på en specifik kolumn.

# TableIsReadOnly
source: The {0} table is read-only.
cs_cz: Tabulka {0} je určena jen pro čtení.
da_dk: Tabellen {0} er skrivebeskyttet.
de_ch: Die Tabelle {0} ist schreibgeschützt.
es_mx: La tabla {0} es de sólo lectura.
fi_fi: Taulukko {0} on vain luku -taulukko.
fr_ca: La table {0} est en lecture seule.
is_is: Taflan {0} er skrifvarin.
it_it: La tabella {0} è di sola lettura.
nb_no: Tabellen {0} er skrivebeskyttet.
nl_be: Tabel {0} is alleen-lezen.
ru_ru: Таблица {0} доступна только для чтения.
sv_se: Tabellen {0} är skrivskyddad.

# XmlInvalid
source: Invalid XML format.
cs_cz: Neplatný formát XML.
da_dk: Ugyldigt XML-format.
de_ch: Ungültiges XML-Format.
es_mx: Formato XML no válido.
fi_fi: Virheellinen XML-muoto.
fr_ca: Format XML non valide.
is_is: Ógilt XML-snið.
it_it: Formato XML non valido.
nb_no: Ugyldig XML-format.
nl_be: Ongeldige XML-indeling.
ru_ru: Недопустимый формат XML.
sv_se: Ogiltigt XML-format.

# ActionMetadataNotFound
source: Metadata for page {0} does not contain an action definition for the action with ID {1}.
cs_cz: Metadata pro stránku {0} neobsahují žádnou definici akce pro akci s ID {1}.
da_dk: Metadata for siden {0} indeholder ikke en handlingsdefinition for handlingen med id'et {1}.
de_ch: Die Metadaten für die Seite '{0}' enthalten keine Aktionsdefinition für die Aktion mit der ID '{1}'.
es_mx: Los metadatos para la página {0} no contienen una definición de acción para la acción con Id. {1}.
fi_fi: Sivun {0} metadata ei sisällä toiminnon määritystä toiminnolle, jonka tunnus on {1}.
fr_ca: Les métadonnées pour la page {0} ne contiennent pas de définition d'action pour l'action portant le code {1}.
is_is: Lýsigögn fyrir síðu {0} innihalda ekki aðgerðarskilgreiningu fyrir aðgerðina með auðkenni {1}.
it_it: I metadati per la pagina {0} non contengono una definizione per l'azione con ID {1}.
nb_no: Metadata for siden {0} inneholder ikke en handlingsdefinisjon for handlingen med IDen {1}.
nl_be: Metagegevens voor pagina {0} bevatten geen actiedefinitie voor de actie met id {1}.
ru_ru: Метаданные для страницы {0} не содержат определения для действия с идентификатором {1}.
sv_se: Metadata för sidan {0} innehåller inte en åtgärdsdefinition för åtgärden med ID:t {1}.

# MenuItemNewDocument
source: New Do&cument
cs_cz: Nový &dokument
da_dk: Nyt &bilag
de_ch: Neuer B&eleg
es_mx: Nuevo do&cumento
fi_fi: Uusi &asiakirja
fr_ca: Nouveau do&cument
is_is: &Nýtt skjal
it_it: &Nuovo documento
nb_no: Nytt &bilag
nl_be: Nieuw do&cument
ru_ru: &Новый документ
sv_se: Nytt do&kument

# OpenFileQuestion
source: You are about to open the file. Make sure that you know where it came from. Do you want to continue?
da_dk: Du skal til at åbne filen. Kontrollér, at du ved, hvor den kom fra. Vil du fortsætte?
de_ch: Sie sind im Begriff, die Datei zu öffnen. Stellen Sie sicher, dass Sie wissen, woher sie stammt. Möchten Sie fortfahren?
es_mx: Está a punto de abrir el archivo. Asegúrese de que conoce su procedencia. ¿Desea continuar?
fi_fi: Olet avaamassa tiedoston. Varmista, että tiedät, mistä tiedosto on peräisin. Haluatko jatkaa?
fr_ca: Vous êtes sur le point d'ouvrir le fichier. Assurez-vous qu'il provient d'une source sûre. Souhaitez-vous continuer ?
is_is: Verið er að opna skrána. Tryggja þarf að upplýsingar liggi fyrir um hvaða hún kom. Halda áfram?
it_it: Si sta per aprire il file. Assicurarsi di conoscerne la provenienza. Continuare?
nb_no: Du er i ferd med å åpne filen. Vær sikker på at du vet hvor den kom fra. Vil du fortsette?
nl_be: U staat op het punt het bestand te openen. Zorg dat u weet waar het vandaan komt. Wilt u doorgaan?
ru_ru: Сейчас будет открыт файл. Убедитесь, что вы уверены в происхождении этого файла. Действительно продолжить?
sv_se: Du håller på att öppna filen. Se till att du vet var den kommer ifrån. Vill du fortsätta?

# FilterExpressionRangeLhsMustBeAValue
source: The left side of a range ('..') must be a value or empty.
cs_cz: Levá část intervalu ('..') musí mít zadánu hodnotu nebo zůstat prázdná.
da_dk: Venstre side i et interval ('..') skal indeholde en værdi eller være tom.
de_ch: Die linke Seite eines Bereichs ('..') muss einen Wert enthalten oder leer sein.
es_mx: El lado izquierdo de un rango ('..') debe ser un valor o estar vacío.
fi_fi: Alueen ("..") vasemman puolen pitää olla arvo tai tyhjä.
fr_ca: La partie de gauche d'un intervalle (« .. ») doit être une valeur ou doit être vide.
is_is: Vinstri hlið sviðsins (..) má ekki vera tóm.
it_it: Il limite sinistro di un intervallo ('..') deve essere un valore o vuoto.
nb_no: Venstre side for et område ('..') må ha en verdi eller være tomt.
nl_be: De linkerzijde van een bereik ('..') moet een waarde of leeg zijn.
ru_ru: Левая сторона диапазона ("..") должна быть значением или пустой.
sv_se: Vänster sida i intervallet ("..") måste vara ett värde eller vara tom.

# MenuItemCustomizeDialog
source: Customize...
cs_cz: Vlastní nastavení...
da_dk: Tilpas...
de_ch: Anpassen...
es_mx: Personalizar...
fi_fi: Mukauta...
fr_ca: Personnaliser...
is_is: Sérstilla...
it_it: Personalizza...
nb_no: Tilpass ...
nl_be: Aanpassen...
ru_ru: Настроить...
sv_se: Anpassa...

# InvalidChartInCurrentCompany
source: Chart "{0}" has not been designed to work with company "{1}".
cs_cz: Graf "{0}" nebyl navržen pro společnost "{1}".
da_dk: Diagrammet "{0}" er ikke udviklet til at fungere med virksomheden "{1}".
de_ch: Das Diagramm '{0}' wurde nicht für das Unternehmen '{1}' entworfen und funktioniert nicht.
es_mx: El gráfico "{0}" no se ha diseñado para que funcione con la empresa "{1}".
fi_fi: Kaaviota "{0}" ei ole suunniteltu käytettäväksi yrityksen "{1}" kanssa.
fr_ca: Le graphique « {0} » n'a pas été conçu pour être utilisé par la compagnie « {1} ».
is_is: Myndritið „{0}“ er ekki hannað til að vinna með fyrirtækið „{1}“.
it_it: Il grafico "{0}" non è stato progettato per essere utilizzato con la società "{1}".
nb_no: Diagrammet {0} er ikke blitt utformet for å fungere med selskapet {1}.
nl_be: Diagram "{0}" is niet ontworpen voor gebruik met het bedrijf "{1}".
ru_ru: Диаграмма "{0}" не предназначена для работы с компанией "{1}".
sv_se: Diagrammet "{0}" har inte utformats för att fungera med företaget "{1}".

# IllegalArrayLenParameter
source: ArrayLen: The given argument is not an array.
cs_cz: ArrayLen: Daný parametr není polem.
da_dk: ArrayLen: Det angivne argument er ikke et array.
de_ch: ArrayLen: Das angegebene Argument ist kein Array.
es_mx: ArrayLen: el argumento proporcionado no es una matriz.
fi_fi: ArrayLen: Määritetty argumentti ei ole matriisi.
fr_ca: ArrayLen : l'argument donné n'est pas un tableau.
is_is: ArrayLen: Uppgefin frumbreyta er ekki fylki.
it_it: ArrayLen: l'argomento fornito non è un array.
nb_no: ArrayLen: Det angitte argumentet er ikke en matrise.
nl_be: ArrayLen: het opgegeven argument is geen matrix.
ru_ru: ArrayLen: предоставленный аргумент не является массивом.
sv_se: ArrayLen: Det angivna argumentet är inte en matris.

# NotesPageCaption
source: Page
cs_cz: Stránka
da_dk: Side
de_ch: Seite
es_mx: Pág.
fi_fi: Sivu
is_is: Síða
it_it: Pagina
nb_no: Side
nl_be: Pagina
ru_ru: Стр.
sv_se: Sida

# 00095-50013
source: The record is already open.
cs_cz: Záznam je již otevřen.
da_dk: Recorden er allerede åben.
de_ch: Der Datensatz ist bereits geöffnet.
es_mx: El registro ya está abierto.
fi_fi: Tietue on jo avoinna.
fr_ca: L'enregistrement est déjà ouvert.
is_is: Skráningin er þegar opin.
it_it: Il record è già aperto.
nb_no: Posten er allerede åpen.
nl_be: De record is al geopend.
ru_ru: Запись уже открыта.
sv_se: Posten är redan öppen.
