Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# CallbackNotAllowedGetDotNetObject
source: {0} attempted to issue a client callback to get a DotNet object {1} {3} {2}. Client callbacks are not supported on {0}.
cs_cz: {0} se pokusila vystavit zpětné volání klienta získat DotNet objektu {1} {3} {2}. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at hente et DotNet-objekt {1} {3} {2}. Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Abrufen eines .NET-Objekts ({1} {3} {2}) auszugeben. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para obtener un objeto DotNet {1} {3} {2}. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun DotNet-objektin {1} {3} {2} noutamista varten. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour obtenir un objet DotNet {1} {3} {2}. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að sækja DotNet-hlut {1} {3} {2}. Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per ottenere un oggetto .NET {1} {3} {2}. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å hente et DotNet-objekt {1} {3} {2}. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeerde een client-callback te verzenden om een DotNet-object {1} {3} {2} op te halen. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для получения объекта DotNet {1} {3} {2}. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna hämta ett DotNet-objekt {1} {3} {2}. Klientåteranrop stöds inte i {0}.

# NoLicenseFileExists
source: No license file has been uploaded to the server.
cs_cz: Licenční soubor nebyl odeslán na server.
da_dk: Der er ikke uploadet nogen licensfil til serveren.
de_ch: Es wurde keine Lizenzdatei auf den Server hochgeladen.
es_mx: No se cargó ningún archivo de licencia al servidor.
fi_fi: Lisenssitiedostoa ei ole ladattu palvelimeen.
fr_ca: Aucun fichier de licence n'a été téléchargé sur le serveur.
is_is: Engri leyfisskrá hefur verið hlaðið upp á þjóninn.
it_it: Nessun file di licenza caricato sul server.
nb_no: Det er ikke lastet opp noen lisensfil til serveren.
nl_be: Er is geen licentiebestand geüpload naar de server.
ru_ru: Файл лицензии не был загружен на сервер.
sv_se: Ingen licensfil har laddats upp till servern.

# CurrentServerNameCaption
source: Server Address:
cs_cz: Adresa serveru:
da_dk: Serveradresse:
de_ch: Serveradresse:
es_mx: Dirección del servidor:
fi_fi: Palvelimen osoite:
fr_ca: Adresse du serveur :
is_is: Vistfang þjóns:
it_it: Indirizzo server:
nb_no: Serveradresse:
nl_be: Serveradres:
ru_ru: Адрес сервера:
sv_se: Serveradress:

# ToolTipNextAction
source: Go to the next document of the same type.
cs_cz: Jít na další dokument stejného typu.
da_dk: Gå til det næste dokument af samme type.
de_ch: Wechseln Sie zum nächsten Dokument des gleichen Typs.
es_mx: Vaya al siguiente documento del mismo tipo.
fi_fi: Siirry seuraavaan samantyyppiseen asiakirjaan.
fr_ca: Accédez au document suivant du même type.
is_is: Fara á næsta skjal sömu gerðar.
it_it: Andare al documento successivo dello stesso tipo.
nb_no: Gå til neste dokument av samme type.
nl_be: Ga naar het volgende document van hetzelfde type.
ru_ru: Перейти к следующему документу того же типа.
sv_se: Gå till nästa dokument av samma typ.

# MenuItemCustomizeRibbonDialog
source: Customize Ribbon
cs_cz: Vlastní nastavení pásu karet
da_dk: Tilpas bånd
de_ch: Menüband anpassen
es_mx: Personalizar cinta de opciones
fi_fi: Mukauta valintanauha
fr_ca: Personnaliser le ruban
is_is: Sérsníða borða
it_it: Personalizza barra multifunzione
nb_no: Tilpass båndet
nl_be: Lint aanpassen
ru_ru: Настроить ленту
sv_se: Anpassa menyfliken

# Label_AvailableLists
source: Available lists:
cs_cz: Dostupné seznamy:
da_dk: Tilgængelige lister:
de_ch: Verfügbare Listen:
es_mx: Listas disponibles:
fi_fi: Käytettävissä olevat luettelot:
fr_ca: Listes disponibles :
is_is: Tiltækir listar:
it_it: Liste disponibili:
nb_no: Tilgjengelige oversikter:
nl_be: Beschikbare lijsten:
ru_ru: Доступные списки:
sv_se: Tillgängliga listor:

# SelectGroupDescription
source: Select a group to add to the Home tab
cs_cz: Vyberte skupinu, kterou chcete přidat na kartu Domovská stránka
da_dk: Vælg en gruppe, der skal føjes til fanen Startside
de_ch: Dient zum Auswählen einer Gruppe, die der Registerkarte 'Start' hinzugefügt werden soll.
es_mx: Seleccionar un grupo para agregarlo a la pestaña Inicio
fi_fi: Valitse Kotisivu-välilehteen lisättävä ryhmä
fr_ca: Sélectionner un groupe à ajouter à l'onglet Accueil
is_is: Velja hóp til að bæta við heimaflipann
it_it: Selezionare un gruppo da aggiungere alla scheda Pagina iniziale
nb_no: Velg en gruppe som skal legges til i fanebladet for hjemmeside
nl_be: Een groep selecteren die moet worden toegevoegd aan het tabblad Start
ru_ru: Выбрать группу для добавления на вкладку "Главная"
sv_se: Välj en grupp som ska läggas till på fliken Start

# MenuItemInfopartShowChartDescriptionCaption
source: Description...
cs_cz: Popis...
da_dk: Beskrivelse...
de_ch: Beschreibung...
es_mx: Descripción...
fi_fi: Kuvaus...
is_is: Lýsing...
it_it: Descrizione...
nb_no: Beskrivelse...
nl_be: Beschrijving...
ru_ru: Описание...
sv_se: Beskrivning...

# Button_MoveTo
source: Move To...
cs_cz: Přesun do...
da_dk: Flyt til...
de_ch: Verschieben nach...
es_mx: Mover a...
fi_fi: Siirrä kohteeseen...
fr_ca: Déplacer vers...
is_is: Flytja í...
it_it: Sposta in...
nb_no: Flytt til...
nl_be: Verplaatsen naar...
ru_ru: Переместить в...
sv_se: Flytta till...

# CannotRenameTenantIdWhileDatabaseIsInUse
source: Cannot rename tenant because the tenant database is in use.
da_dk: Lejeren kan ikke omdøbes, fordi lejerdatabasen er i brug.
de_ch: Der Tenant kann nicht umbenannt werden, da die Tenantdatenbank verwendet wird.
es_mx: No se puede cambiar el nombre del inquilino porque la base de datos de inquilinos está en uso.
fi_fi: Vuokraajan nimeä ei voi vaihtaa, koska vuokraajatietokanta on käytössä.
fr_ca: Impossible de renommer l'abonné car la base de données abonné est utilisée.
is_is: Ekki er hægt að endurnefna leigjanda vegna þess að leigjendagagnagrunnurinn er í notkun.
it_it: Impossibile rinominare il tenant perché il database tenant è in uso.
nb_no: Kan ikke endre navn på leietakeren fordi leietakerdatabasen er i bruk.
nl_be: Kan de tenant niet hernoemen omdat de tenantdatabase in gebruik is.
ru_ru: Невозможно переименовать арендатора, так как база данных арендатора используется.
sv_se: Det går inte att byta namn på klientorganisationen eftersom klientorganisationsdatabasen används.

# 00095-50115
source: The data conflicts with the LinkTable and LinkFields setup of Table {0}.
cs_cz: Došlo k datovému konfliktu v nastavení tabulky {0} mezi LinkTable a LinkFields.
da_dk: Dataene er i konflikt med opsætningen af LinkTable og LinkFields i tabellen {0}.
de_ch: Konflikte zwischen den Daten und dem LinkTable- und LinkFields-Setup von Tabelle {0}.
es_mx: Los datos están en conflicto con las opciones de LinkTable y LinkFields de la tabla {0}.
fi_fi: Tiedot ovat ristiriidassa taulukon {0} LinkTable- ja LinkFields-asetusten kanssa.
fr_ca: Les données sont en conflit avec la configuration des valeurs LinkTable et LinkFields de la table {0}.
is_is: Gögnin stangast á við LinkTable og LinkFields uppsetningu töflu {0}.
it_it: Conflitto di dati con la configurazione LinkTable e LinkFields della tabella {0}.
nb_no: Dataene er i konflikt med oppsettet av LinkTable og LinkFields for tabellen {0}.
nl_be: Gegevens conflicteren met de instelling LinkTable en LinkFields van Tabel {0}.
ru_ru: Конфликт данных с настройкой LinkTable и LinkFields таблицы {0}.
sv_se: Uppgifterna orsakar konflikter med konfigurationen av LinkTable och LinkFields i tabellen {0}.

# MetadataNotFound
source: The metadata object {0} {1} was not found.
cs_cz: Metadata objektu {0} {1} nebyla nalezena.
da_dk: Metadataobjektet {0} {1} blev ikke fundet.
de_ch: Das Metadatenobjekt {0} {1} wurde nicht gefunden.
es_mx: No se ha encontrado el objeto de metadatos {0} {1}.
fi_fi: Metatieto-objektia {0} {1} ei löytynyt.
fr_ca: L'objet métadonnées {0} {1} n'a pas été trouvé
is_is: Lýsigagnahluturinn {0} {1} fannst ekki.
it_it: Impossibile trovare l'oggetto metadati {0} {1}.
nb_no: Finner ikke metadataobjektet {0} {1}.
nl_be: Het metagegevensobject {0} {1} is niet gevonden,
ru_ru: Объект метаданных {0} {1} не найден.
sv_se: Det gick inte att hitta metadataobjektet {0} {1}.

# FileImportBinarySystemObjectCaption
source: File, Import, Binary
cs_cz: Binární soubor, Import,
da_dk: Filer, Indlæs obj., Binært
de_ch: Datei, Import, Binär
es_mx: Archivo, Importar, Binario
fi_fi: Tiedosto, Tuo, Binaari
fr_ca: Fichier, Importer, Binaire
is_is: Skrá, Flytja inn, Tvíund
it_it: File, Importa, Binario
nb_no: Fil, Importer, Binært
nl_be: Bestand, Importeren, Binair
ru_ru: Файл, Импорт, Двоичный
sv_se: Fil, Import, Binär

# InvalidParameterFormat
source: The value {0} for {1} parameter {2} is not valid.
cs_cz: Hodnota {0} pro {1} parametr {2} je neplatná.
da_dk: Værdien {0} for {1}-parameteren {2} er ugyldig.
de_ch: Der Wert '{0}' für den {1}-Parameter '{2}' ist nicht gültig.
es_mx: El valor {0} para el parámetro de {1} {2} no es válido.
fi_fi: Kohteen {1} parametrin {2} arvo {0} ei kelpaa.
fr_ca: La valeur {0} pour le paramètre {1} {2} n'est pas valide.
is_is: Gildið {0} fyrir færibreytu {1} {2} er ógilt.
it_it: Il valore {0} per {1} parametri {2} non è valido.
nb_no: Verdien {0} for {1}-parameteren {2} er ikke gyldig.
nl_be: De waarde {0} voor {1}-parameter {2} is ongeldig.
ru_ru: Значение {0} недопустимо для {1} параметра {2}.
sv_se: Värdet {0} för {1}-parametern {2} är ogiltigt.

# ODataFilterParser_ExpectedWhitespaceAfterToken
source: Expected white space after ({0}).
cs_cz: Očekávané prázdné místo po ({0}).
da_dk: Der forventedes et mellemrum efter ({0}).
de_ch: Nach '({0})' wird ein Leerzeichen erwartet.
es_mx: Se esperaba un espacio en blanco detrás de ({0}).
fi_fi: Odotetaan välilyöntiä suodatinlausekkeen osan ({0}) jälkeen.
fr_ca: Blanc prévu après ({0}).
is_is: Eyðutákns er vænst eftir ({0}).
it_it: Previsto spazio vuoto dopo ({0}).
nb_no: Forventet blanktegn etter ({0}).
nl_be: Er wordt een spatie verwacht na ({0}).
ru_ru: Ожидается пробел после ({0}).
sv_se: Förväntat blanksteg efter ({0}).

# DesignDataportBaseSystemObjectCaption
source: Design, Dataport, Basic
cs_cz: Design, datový port, základ
da_dk: Dataportdesigner, Basis
de_ch: Design, Schnittst., Standard
fi_fi: Suunnittele, Dataportti, Perus
is_is: Hanna, Gagnahlið, Grunnur
it_it: Design, Dataport, Standard
nb_no: Design, Dataport, Basis
nl_be: Ontwerp, Dataport, Basis
ru_ru: Дизайн, Dataport, Базовый
sv_se: Design, Dataport, Grunder

# DatabaseInstanceSpecifiedTwice
source: Database instance is specified in {0} and {1}. Check your server configuration file.
cs_cz: Instance databáze je určena v {0} a {1}. Zkontrolujte konfigurační soubor serveru.
da_dk: Databaseforekomsten er angivet i {0} og {1}. Kontroller serverkonfigurationsfilen.
de_ch: Die Datenbankinstanz ist in '{0}' und '{1}' angegeben. Überprüfen Sie die Serverkonfigurationsdatei.
es_mx: La instancia de base de datos se especifica en {0} y {1}. Compruebe el archivo de configuración del servidor.
fi_fi: Tietokantainstanssi määritetään kohteissa {0} ja {1}. Tarkista palvelimen määritystiedosto.
fr_ca: L'instance de base de données est spécifiée dans {0} et {1}. Vérifiez votre fichier de configuration serveur.
is_is: Gagnagrunnstilvik er tilgreint í {0} og {1}. Athuga skal grunnstillingarskrá netþjónsins.
it_it: L'istanza del database è specificata in {0} e {1}. Verificare il file di configurazione del server.
nb_no: Databaseforekomsten er angitt i {0} og {1}. Kontroller konfigurasjonsfilen for serveren.
nl_be: De database-instance is opgegeven in {0} en {1}. Controleer het serverconfiguratiebestand.
ru_ru: Экземпляр базы данных указан в {0} и {1}. Проверьте файл конфигурации сервера.
sv_se: Databasinstansen anges i {0} och {1}. Kontrollera serverns konfigurationsfil.

# ThreadWasCanceled
source: Thread {0} was canceled.
cs_cz: Podproces {0} byl zrušen.
da_dk: Tråden {0} blev annulleret.
de_ch: Der Thread {0} wurde abgebrochen.
es_mx: Se canceló el subproceso {0}.
fi_fi: Säie {0} peruutettiin.
fr_ca: Le thread {0} a été annulé.
is_is: Hætt var við þráðinn {0}.
it_it: Il thread {0} è stato annullato.
nb_no: Tråden {0} ble avbrutt.
nl_be: Thread {0} is geannuleerd.
ru_ru: Поток {0} отменен.
sv_se: Tråden {0} annullerades.

# MetadataIsInFailedState
source: Metadata for object of type {0} with id {1} is in a failed state. This is caused by a previous exception: {2}
cs_cz: Metadata pro objekt typu {0} s id {1} je ve stavu selhání. To je způsobeno předchozí vyjímkou: {2}
da_dk: Metadata for objekt af typen {0} med id {1} er i fejltilstand. Dette er forårsaget af en tidligere undtagelse: {2}
de_ch: Die Metadaten für das Objekt vom Typ '{0}' mit der ID '{1}' befinden sich in einem fehlerhaften Zustand, der auf eine frühere Ausnahme zurückzuführen ist: {2}
es_mx: Los metadatos para los objetos de tipo {0} con id {1} están en estado de error. Esto se debe a una excepción previa: {2}
fi_fi: Tyyppiä {0} olevan objektin, jonka tunnus on {1}, metatiedot ovat epäonnistuneessa tilassa. Tämän on aiheuttanut aiempi poikkeus: {2}
fr_ca: Les métadonnées pour l'objet de type {0} avec le code {1} se trouvent dans un état d'échec. Cet état est dû à une exception précédente : {2}
is_is: Lýsigögn fyrir hlut af tegundinni {0} með kennið {1} eru með stöðuna mistókst. Þessu olli fyrri undantekning: {2}
it_it: I metadati per l'oggetto di tipo {0} con ID {1} è in stato di errore. Questo problema è dovuto a un'eccezione precedente: {2}
nb_no: Metadata for objektet av typen {0} med IDen {1} er i feiltilstand. Dette skyldes et tidligere unntak: {2}
nl_be: Metagegevens voor object van type {0} met id {1} heeft de status mislukt. Dit komt door een eerdere uitzondering: {2}
ru_ru: Метаданные для объекта с типом {0} и номером {1} находятся в состоянии сбоя. Это вызвано предыдущим исключением: {2}
sv_se: Metadata för objekt av typen {0} med ID {1} har status Misslyckad. Det beror på ett tidigare undantag: {2}

# QueryInvalidPositionsArgument
source: Missing or invalid argument: Positions
cs_cz: Chybějící nebo neplatný argument: pozice
da_dk: Manglende eller ugyldigt argument: Positioner.
de_ch: Fehlendes oder ungültiges Argument: Positions
es_mx: Falta el tipo de argumento o no es válido: Posiciones
fi_fi: Puuttuva tai virheellinen argumentti: positiot
fr_ca: L'argument suivant est manquant ou n'est pas valide : Positions
is_is: Frumbreytu vantar eða hún ógild: Staðsetningar
it_it: Argomento mancante o non valido. Posizioni
nb_no: Manglende eller ugyldig argument: posisjoner
nl_be: Ontbrekend of ongeldig argument: Posities
ru_ru: Отсутствует или недействителен аргумент: Positions
sv_se: Saknat eller ogiltigt argument: Positioner

# UserWindowsSidMustBeUnique
source: The same Windows Account can be connected to one Microsoft Dynamics NAV user.
cs_cz: Stejný účet systému Windows lze připojit k jednomu uživateli aplikace Microsoft Dynamics NAV.
da_dk: Det er kun muligt at forbinde en Windows-konto til én Microsoft Dynamics NAV-bruger.
de_ch: Ein Windows-Konto kann mit einem Microsoft Dynamics NAV-Benutzer verbunden werden.
es_mx: Una misma cuenta de Windows se puede asociar a un usuario Microsoft Dynamics NAV.
fi_fi: Sama Windows-tili voi olla yhteydessä yhteen Microsoft Dynamics NAV -käyttäjään.
fr_ca: Le même compte Windows peut être connecté à un utilisateur Microsoft Dynamics NAV.
is_is: Ekki er hægt að tengja sama Windows-reikning við einn notanda Microsoft Dynamics NAV.
it_it: Lo stesso account di Windows può essere connesso a un utente di Microsoft Dynamics NAV.
nb_no: Den samme Windows-kontoen kan knyttes til én Microsoft Dynamics NAV-bruker.
nl_be: Hetzelfde Windows-account kan met maximaal één Microsoft Dynamics NAV-gebruiker worden verbonden.
ru_ru: Один счет Windows может быть прикреплен к одному пользователю Microsoft Dynamics NAV.
sv_se: Samma Windows-konto kan bara anslutas till en Microsoft Dynamics NAV-användare.

# ViewTableFilterSystemObjectCaption
source: View, Table Filter
cs_cz: Zobrazit, filtr tabulky
da_dk: Vis, Tabelfilter
de_ch: Ansicht, Tabellenfilter
es_mx: Ver, Filtro de tabla
fi_fi: Näytä, Taulukkosuodatin
fr_ca: Affichage, Filtre table
is_is: Skoða, Töfluafmörkun
it_it: Visualizza, Filtro tabella
nb_no: Vis, Tabellfilter
nl_be: Beeld, Tabelfilter
ru_ru: Вид, Фильтр таблицы
sv_se: Visa, Tabellfilter

# LoadFileCaption
source: Export File
cs_cz: Exportní soubor
da_dk: Udlæs fil
de_ch: Datei exportieren
es_mx: Exportar archivo
fi_fi: Vie tiedosto
fr_ca: Exporter fichier
is_is: Flytja út skrá
it_it: Esporta file
nb_no: Eksporter fil
nl_be: Bestand exporteren
ru_ru: Экспорт файла
sv_se: Exportera fil

# ExportFileAlreadyExists
source: A file with the same name already exists at the specified location: {0}
da_dk: Der findes allerede en fil med det navn på den angivne placering: {0}
de_ch: Eine Datei mit demselben Namen ist bereits am angegebenen Speicherort vorhanden: {0}
es_mx: Ya existe un archivo con el mismo nombre en la ubicación especificada: {0}
fi_fi: Saman niminen tiedosto on jo olemassa määritetyssä sijainnissa: {0}
fr_ca: Un fichier du même nom existe déjà à l'emplacement spécifié : {0}
is_is: Skrá með sama heiti er þegar til á þessari staðsetningu: {0}
it_it: Un file con lo stesso nome esiste già nel percorso specificato: {0}
nb_no: Det finnes allerede en fil med samme navn på den angitte plasseringen: {0}
nl_be: Er bestaat al een bestand met dezelfde naam op de opgegeven locatie: {0}
ru_ru: Файл с таким именем уже существует по следующему пути: {0}
sv_se: En fil med samma namn finns redan på det angivna stället: {0}

# ReadWriteFileProgress
source: {0}% complete
da_dk: {0} % fuldført
de_ch: {0} % abgeschlossen
es_mx: {0}% completo
fi_fi: {0} % valmiina
fr_ca: {0}% terminés
is_is: {0}% lokið
it_it: {0}% completo
nb_no: {0} % fullført
nl_be: {0}% voltooid
ru_ru: Выполнено {0}%
sv_se: {0} % slutfört

# CannotCallOnRunInUpgradeCodeunit
source: Upgrade Codeunit '{0}' cannot be invoked outside the schema synchronization process.
da_dk: Opgraderings-Codeunit '{0}' kan ikke kaldes uden for skemasynkroniseringsprocessen.
de_ch: Upgrade-Codeunit '{0}' kann nicht ausserhalb des Schemasynchronisierungsvorgangs aufgerufen werden.
es_mx: No se puede invocar la codeunit de actualización '{0}' fuera del proceso de sincronización del esquema.
fi_fi: Päivityksen Codeunitia {0} ei voi kutsua mallin synkronointiprosessin ulkopuolella.
fr_ca: Le Codeunit de mise à niveau « {0} » ne peut pas être invoqué en dehors du processus de synchronisation de schéma.
is_is: Uppfærslukóðaeiningu „{0}“ er ekki hægt að virkja utan skemasamstillingarferlisins.
it_it: Impossibile richiamare la codeunit di aggiornamento '{0}' all'esterno del processo di sincronizzazione dello schema.
nb_no: Oppgraderingskodeenheten {0} kan ikke startes utenfor prosessen for skjemasynkronisering.
nl_be: Upgrade-codeunit '{0}' kan niet worden aangeroepen buiten het proces van de schemasynchronisatie.
ru_ru: Невозможно вызвать Codeunit обновления "{0}" извне процесса синхронизации схемы.
sv_se: Uppgraderingskodenheten {0} kan inte anropas utanför synkroniseringsprocessen för schemat.

# OfficeExportPageHasErrors
source: The page has errors and cannot be exported.
cs_cz: Stránka obsahuje chyby a nelze ji exportovat.
da_dk: Siden har fejl og kan ikke udlæses.
de_ch: Die Seite enthält Fehler und kann nicht exportiert werden.
es_mx: La página tiene errores y no se puede exportar.
fi_fi: Sivulla on virheitä, eikä sitä voi viedä.
fr_ca: La page contient des erreurs et ne peut pas être exportée.
is_is: Það er ekki hægt að flytja síðuna út vegna þess að hún er með villur.
it_it: La pagina contiene errori e non può essere esportata.
nb_no: Siden inneholder feil og kan ikke eksporteres.
nl_be: De pagina bevat fouten en kan niet worden geëxporteerd.
ru_ru: Невозможно экспортировать страницу из-за наличия ошибок.
sv_se: Sidan innehåller fel och kan inte exporteras.

# UpgradeMethodsCouldNotBeFound
source: No Upgrade methods have been found. Please create an Upgrade Codeunit with at least one Upgrade method in order to continue.
da_dk: Der blev ikke fundet nogen opgraderingsmetoder. Du skal oprette en Opgraderings-Codeunit med mindst én opgraderingsmetode for at kunne fortsætte.
de_ch: Es wurden keine Upgrade-Methoden gefunden. Bitte erstellen Sie eine Upgrade-Codeunit mit mindestens einer Upgrade-Methode, um fortzufahren.
es_mx: No se encontraron métodos de actualización. Cree una codeunit de actualización con al menos un método de actualización para continuar.
fi_fi: Yhtään päivitysmenetelmää ei löytynyt. Jatka luomalla päivityksen Codeunit, jossa on vähintään yksi päivitysmenetelmä.
fr_ca: Aucune méthode de mise à jour n'a été trouvée. Veuillez créer un Codeunit de mise à niveau avec au moins une méthode de mise à niveau pour continuer.
is_is: Engar uppfærsluaðferðir fundust. Stofna þarf uppfærslukóðaeiningu með minnst einni uppfærsluaðferð til að halda áfram.
it_it: Impossibile trovare un metodo di aggiornamento. Per continuare, creare una codeunit di aggiornamento con almeno un metodo di aggiornamento.
nb_no: Finner ingen oppgraderingsmetoder. Opprett en oppgraderingskodeenhet med minst én oppgraderingsmetode for å fortsette.
nl_be: Er zijn geen Upgrade-methoden gevonden. Maak een Upgrade-codeunit met ten minste één Upgrade-methode om door te gaan.
ru_ru: Методы обновления не найдены. Для продолжения создайте модуль Codeunit обновления как минимум с одним методом обновления.
sv_se: Det gick inte att hitta några uppgraderingsmetoder. Du måste skapa en uppgraderingskodenhet som innehåller minst en uppgraderingsmetod för att kunna fortsätta.
