Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# CannotConnectWithUpdateInProcess
source: You cannot connect to Microsoft Dynamics NAV because an update is in process. Try again in a few minutes. If you still cannot connect, contact your system administrator with the following information: Tenant ID: {0}
da_dk: Du kan ikke oprette forbindelse til Microsoft Dynamics NAV, fordi en opdatering er i gang. Prøv igen om et par minutter. Hvis du stadig ikke kan oprette forbindelse, skal du kontakte systemadministratoren med følgende oplysninger: Lejer-id: {0}
de_ch: Sie können keine Verbindung zu Microsoft Dynamics NAV herstellen, weil eine Aktualisierung durchgeführt wird. Versuchen Sie es in ein paar Minuten noch einmal. Falls Sie dennoch keine Verbindung herstellen können, wenden Sie sich mit den folgenden Informationen an Ihren Systemadministrator: Tenant-ID: {0}
es_mx: No puede conectarse a Microsoft Dynamics NAV porque hay una actualización en proceso. Vuelva a intentarlo en unos minutos. Si sigue sin poder conectarse, póngase en contacto con el administrador del sistema con la siguiente información: Id. de inquilino: {0}
fi_fi: Microsoft Dynamics NAV -ohjelmaan ei voi muodostaa yhteyttä, koska sitä päivitetään. Yritä uudelleen muutaman minuutin kuluttua. Jos yhteyttä ei voi edelleenkään muodostaa, ota yhteys järjestelmänvalvojaan ja ilmoita seuraavat tiedot: Vuokraajatunnus: {0}
fr_ca: Vous ne pouvez pas vous connecter à Microsoft Dynamics NAV car une mise à jour est en cours. Réessayez dans quelques minutes. Si vous ne pouvez toujours pas vous connecter, contactez votre administrateur système en lui communiquant les informations suivantes : ID abonné : {0}
is_is: Ekki er hægt að tengja við Microsoft Dynamics NAV á meðan uppfærsla stendur yfir. Hægt er að reyna aftur eftir nokkrar mínútur. Ef enn er ekki hægt að tengja skal hafa samband við kerfisstjóra og gefa upp eftirfarandi upplýsingar: Leigjendakenni: {0}
it_it: Impossibile connettersi a Microsoft Dynamics NAV poiché è in corso un aggiornamento. Riprovare tra alcuni minuti. Se continua a non essere possibile connettersi, contattare l'amministratore di sistema fornendo le informazioni seguenti: ID tenant: {0}
nb_no: Du kan ikke koble til Microsoft Dynamics NAV fordi en oppdatering pågår. Prøv på nytt om noen få minutter. Hvis du fremdeles ikke kan koble til, kontakter du systemansvarlig med følgende informasjon: Leietaker-ID: {0}
nl_be: U kunt geen verbinding met Microsoft Dynamics NAV maken omdat er een bijwerking bezig is. Probeer het over enkele minuten opnieuw. Als u nog steeds geen verbinding kunt maken, neemt u contact met de systeembeheerder op met de volgende informatie: Tenant-id: {0}
ru_ru: Подключиться к Microsoft Dynamics NAV невозможно, так как идет обновление. Повторите попытку через несколько минут. Если подключиться все же не удастся, обратитесь к системному администратору и передайте ему следующие сведения: Ид. арендатора: {0}
sv_se: Du kan inte ansluta till Microsoft Dynamics NAV eftersom en uppdatering pågår. Försök igen om några minuter. Kontakta systemadministratören om du fortfarande inte kan ansluta. Tillhandahåll följande information: Klientorganisations-ID: {0}

# FieldCanNotBeBatchModified
source: The field "{0}" cannot be modified with the ModifyAll function.
cs_cz: Pole "{0}" nelze změnit pomocí funkce ModifyAll.
da_dk: Feltet "{0}" kan ikke redigeres med funktionen ModifyAll.
de_ch: Das Feld "{0}" kann nicht mit der ModifyAll-Funktion geändert werden.
es_mx: El campo "{0}" no se puede modificar mediante la función ModifyAll.
fi_fi: Kenttää "{0}" ei voi muokata ModifyAll-funktiolla.
fr_ca: Le champ « {0} » ne peut pas être modifié avec la fonction ModifyAll.
is_is: Gildi reitsins „{0}“ er ekki hægt að breyta með aðgerðinni ModifyAll.
it_it: Impossibile modificare il campo "{0}" con la funzione ModifyAll.
nb_no: Feltet {0} kan ikke endres med funksjonen ModifyAll.
nl_be: Het veld {0} kan niet worden aangepast met de functie ModifyAll.
ru_ru: Поле "{0}" невозможно изменить с помощью функции ModifyAll.
sv_se: Fältet {0} går inte att ändra med funktionen ModifyAll.

# DesignTableAdvancedSystemObjectCaption
source: Design, Table, Advanced
cs_cz: Design, tabulka, rozšíření
da_dk: Tabeldesigner, Avanceret
de_ch: Design, Tabelle, Erweitert
fi_fi: Suunnitt., Taulukko, Lisäaset.
is_is: Hönnun, Tafla, Þróað
it_it: Design, Tabella, Avanzate
nb_no: Design, Tabell, Avansert
nl_be: Ontwerp, Tabel, Geavanc.
ru_ru: Дизайн, Таблица, Дополнительно
sv_se: Design, Tabell, Avancerat

# MaxValueNotValidConfigurationSetting
source: MaxValue is not valid for the configuration setting {0}.
cs_cz: MaxValue není platná pro konfiguraci nastavení {0}.
da_dk: MaxValue er ikke gyldig for konfigurationsindstillingen {0}.
de_ch: Der Maximalwert ist für die Konfigurationseinstellung '{0}' nicht gültig.
es_mx: MaxValue no es válido para el valor de configuración {0}.
fi_fi: MaxValue ei kelpaa määritysasetuksessa {0}.
fr_ca: MaxValue n'est pas valide pour le paramètre de configuration {0}.
is_is: MaxValue er ekki gilt fyrir grunnstillingarnar {0}.
it_it: MaxValue non valido per l'impostazione di configurazione {0}.
nb_no: MaxValue er ikke gyldig for konfigurasjonsinnstillingen {0}.
nl_be: MaxValue is niet geldig voor de configuratie-instelling {0}.
ru_ru: Значение MaxValue не допустимо для настройки конфигурации {0}.
sv_se: MaxValue är inte giltigt för konfigurationsinställningen {0}.

# 00095-50083
source: Format strings are not supported on NavRecord use instances that have been retrieved from ApplicationFactory.
cs_cz: Format strings nejsou podporovány na NavRecord využívající instance načtené z ApplicationFactory.
da_dk: Formateringsstrenge understøttes ikke på NavRecord. Brug forekomster, der er hentet fra ApplicationFactory.
de_ch: Formatzeichenfolgen werden für 'NavRecord' nicht unterstützt. Verwenden Sie von 'ApplicationFactory' abgerufene Instanzen.
es_mx: No se admiten las cadenas de formato en las instancias de uso de NavRecord recuperadas desde ApplicationFactory
fi_fi: Muotomerkkijonot eivät ole tuettuja NavRecord-käyttöinstansseissa, jotka on noudettu ApplicationFactory-kohteesta.
fr_ca: Les chaînes de format ne sont pas prises en charge dans NavRecord ; utilisez des instances qui ont été récupérées d'ApplicationFactory.
is_is: Sniðstrengir eru ekki studdir í notkunartilvikum NavRecord sem hafa verið sótt í ApplicationFactory
it_it: Le stringhe di formato non sono supportate in NavRecord. Utilizzare istanze recuperate da ApplicationFactory
nb_no: Formatstrenger støttes ikke i NavRecord-bruksforekomster som er hentet fra ApplicationFactory.
nl_be: Het opmaken van reeksen wordt niet ondersteund op NavRecord-gebruiksinstanties die zijn opgehaald uit ApplicationFactory.
ru_ru: Строки формата не поддерживаются в экземплярах использования NavRecord, полученных из ApplicationFactory.
sv_se: Formatsträngar stöds inte i NavRecord. Använd instanser som hämtats från ApplicationFactory.

# DeletePersonalizationCloseButton
source: Close
cs_cz: Zavřít
da_dk: Luk
de_ch: Schliessen
es_mx: Cerrar
fi_fi: Sulje
fr_ca: Fermer
is_is: Loka
it_it: Chiudi
nb_no: Lukk
nl_be: Sluiten
ru_ru: Закрыть
sv_se: Stäng

# FindNoMoreRowsBelow
source: Found the last match in the list.
cs_cz: Poslední nalezená shoda v tomto seznamu.
da_dk: Sidste match på listen blev fundet.
de_ch: Letzte Übereinstimmung in der Liste gefunden.
es_mx: Se ha encontrado la última instancia de la lista.
fi_fi: Viimeinen vastaavuus luettelossa löydetty.
fr_ca: Dernière correspondance trouvée dans la liste.
is_is: Síðasta samsvörunin á listanum fannst.
it_it: Trovata l'ultima corrispondenza nella lista.
nb_no: Fant siste treff i listen.
nl_be: Het laatste overeenkomende item in de lijst is gevonden.
ru_ru: Найдено последнее совпадение в списке.
sv_se: Den sista matchningen i listan hittades.

# NavRecordIdFormatValueForNonExistingTableMetadata
source: Table {0}
da_dk: Tabellen {0}
de_ch: Tabelle {0}
es_mx: Tabla {0}
fi_fi: Taulukko {0}
is_is: Tafla {0}
it_it: Tabella {0}
nb_no: Tabell {0}
nl_be: Tabel {0}
ru_ru: Таблица {0}
sv_se: Bord {0}

# CaptionReportPreview
source: Print Preview
cs_cz: Náhled před tiskem
da_dk: Vis udskrift
de_ch: Seitenansicht
es_mx: Vista preliminar
fi_fi: Tulostuksen esikatselu
fr_ca: Aperçu avant impression
is_is: Forskoðun prentunar
it_it: Anteprima di stampa
nb_no: Forhåndsvisning
nl_be: Afdrukvoorbeeld
ru_ru: Предварительный просмотр
sv_se: Förhandsgranska

# SaveViewAsCreateIn
source: Activity Group
cs_cz: Skupina aktivit
da_dk: Aktivitetsgruppe
de_ch: Aktivitätsgruppe
es_mx: Grupo de actividades
fi_fi: Toimintoryhmä
fr_ca: Groupe d'activités
is_is: Aðgerðaflokkur
it_it: Gruppo attività
nb_no: Aktivitetsgruppe
nl_be: Activiteitsgroep
ru_ru: Группа действий
sv_se: Aktivitetsgrupp

# ChangeServiceFormConnectTo
source: Change Connection
cs_cz: Změna připojení
da_dk: Skift forbindelse
de_ch: Verbindung ändern
es_mx: Cambiar conexión
fi_fi: Muuta yhteys
fr_ca: Modifier la connexion
is_is: Breyta tengingu
it_it: Cambia connessione
nb_no: Bytt tilkobling
nl_be: Verbinding wijzigen
ru_ru: Изменить подключение
sv_se: Byt anslutning

# Caption_MoveToButton
source: Move List
cs_cz: Přesunout seznam
da_dk: Flyt liste
de_ch: Liste verschieben
es_mx: Mover lista
fi_fi: Siirrä luettelo
fr_ca: Déplacer la liste
is_is: Færa lista
it_it: Sposta lista
nb_no: Flytt oversikt
nl_be: Lijst verplaatsen
ru_ru: Перемещение списка
sv_se: Flytta lista

source: Customize Ribbon
cs_cz: Vlastní nastavení pásu karet
da_dk: Tilpas bånd
de_ch: Menüband anpassen
es_mx: Personalizar cinta de opciones
fi_fi: Mukauta valintanauha
fr_ca: Personnaliser le ruban
is_is: Sérsníða borða
it_it: Personalizza barra multifunzione
nb_no: Tilpass båndet
nl_be: Lint aanpassen
ru_ru: Настроить ленту
sv_se: Anpassa menyfliken

# DecimalExpressionParser_NoNextCharacters
source: A character is missing at the end of the expression.
cs_cz: Na konci výrazu chybí znak.
da_dk: Der mangler et tegn til sidst i udtrykket.
de_ch: Am Ende des Ausdrucks fehlt ein Zeichen.
es_mx: Falta un carácter al final de la expresión.
fi_fi: Lausekkeen lopusta puuttuu merkki.
fr_ca: Il manque un caractère à la fin de l'expression.
is_is: Staf vantar í lok segðarinnar.
it_it: Carattere mancante al termine dell'espressione.
nb_no: Det mangler et tegn i slutten av uttrykket.
nl_be: Er ontbreekt een teken aan het einde van de expressie.
ru_ru: В конце выражения отсутствует символ.
sv_se: Ett tecken saknas i slutet av uttrycket.

# ActionCaptionSendEmail
source: Send E-Mail
cs_cz: Odeslat E-Mail
da_dk: Send mail
de_ch: E-Mail senden
es_mx: Enviar correo electrónico
fi_fi: Lähetä sähköposti
fr_ca: Envoyer un courriel
is_is: Senda tölvupóst
it_it: Invia messaggio e-mail
nb_no: Send e-post
nl_be: E-mail verzenden
ru_ru: Отправить сообщение
sv_se: Skicka e-post

# FilterControlHeadingViews
source: Views
cs_cz: Pohledy
da_dk: Visninger
de_ch: Ansichten
es_mx: Vistas
fi_fi: Näkymät
fr_ca: Vues
is_is: Yfirlit
it_it: Visualizzazioni
nb_no: Visninger
nl_be: Weergaven
ru_ru: Представления
sv_se: Vyer

# TheConfigurationFileHasBeenModifiedExternally
source: The configuration file cannot be saved because it has been modified externally or is currently in use. Please try again. If the problem persists, then contact your system administrator.
cs_cz: Konfigurační soubor nelze uložit, protože byla změněna externě nebo je v současné době v provozu. Opakujte akci. Pokud potíže potrvají, obraťte se na správce systému.
da_dk: Konfigurationsfilen kan ikke gemmes, fordi den er blevet ændret eksternt, eller den er i brug. Prøv igen. Hvis problemet fortsætter, skal du kontakte systemadministratoren.
de_ch: Die Konfigurationsdatei kann nicht gespeichert werden, da sie extern geändert wurde oder derzeit verwendet wird. Wiederholen Sie den Vorgang. Falls das Problem weiterhin besteht, wenden Sie sich an den Systemadministrator.
es_mx: No se puede guardar el archivo de configuración porque se modificó externamente o está en uso. Inténtelo de nuevo. Si el problema persiste, póngase en contacto con el administrador del sistema.
fi_fi: Määritystiedostoa ei voi tallentaa, sillä sitä on muokattu ulkoisesti tai se on käytössä. Yritä uudelleen. Jos ongelma toistuu, ota yhteys järjestelmänvalvojaan.
fr_ca: Le fichier de configuration ne peut pas être enregistré car il a été modifié de manière externe ou est en cours d'utilisation. Réessayez. Si le problème persiste, contactez votre administrateur système.
is_is: Ekki er hægt að vista grunnstillingarskrána vegna þess að henni hefur verið breytt utan frá eða hún er í notkun eins og er. Reyna skal aftur. Ef vandamálið er viðvarandi skal hafa samband við kerfisstjóra.
it_it: Impossibile salvare il file di configurazione perché è stato modificato esternamente o è attualmente in uso. Riprovare. Se il problema persiste, contattare l'amministratore di sistema.
nb_no: Kan ikke lagre konfigurasjonsfilen, da den er blitt endret eksternt eller er i bruk. Prøv på nytt. Kontakt systemansvarlig hvis problemet vedvarer.
nl_be: Het configuratiebestand kan niet worden opgeslagen omdat het extern is gewijzigd of omdat het in gebruik is. Probeer het opnieuw. Neem contact op met de systeembeheerder als het probleem zich blijft voordoen.
ru_ru: Файл конфигурации не может быть сохранен, так как он был изменен извне или в данный момент используется. Повторите попытку. Если возникнет та же проблема, обратитесь к системному администратору.
sv_se: Det går inte att spara konfigurationsfilen eftersom den ändrats externt eller används för närvarande. Försök igen. Om problemet kvarstår kontaktar du systemadministratören.

# MenuItemCopyUrlForPage
source: Copy Link to Page
cs_cz: Kopírovat odkaz na stránku
da_dk: Kopier link til side
de_ch: Seitenlink kopieren
es_mx: Copiar vínculo a la página
fi_fi: Kopioi linkki sivuun
fr_ca: Copier le lien vers la page
is_is: Afrita tengil í síðu
it_it: Copia collegamento a pagina
nb_no: Kopier kobling til side
nl_be: Koppeling kopiëren naar pagina
ru_ru: Копировать ссылку на страницу
sv_se: Kopiera länk till sida

# ReportNotTransformedException
source: The layout of this report has not been transformed to be viewed in the RoleTailored client. You can run this report from the {0} client. Report ID: {1}
cs_cz: Uspořádání této zprávy nebylo transformováno pro zobrazování v RoleTailored klientovi. Tuto sestavu je možné spustit z {0} klienta. ID Sestavy {1}
da_dk: Layoutet i denne rapport er endnu ikke transformeret til visning i den rolledefinerede klient. Denne rapport kan køres fra {0}-klienten. Rapport-id: {1}
de_ch: Das Layout dieses Berichts wurde nicht für die Anzeige im rollenbasierten Client transformiert. Sie können diesen Bericht mit dem {0}-Client ausführen. Berichts-ID: {1}
es_mx: La presentación de este informe aún no se transformó para visualizarlo en el cliente adaptado a roles. Este informe se puede ejecutar desde el cliente {0}. Id. de informe: {1}
fi_fi: Tämän raportin asettelua ei ole muunnettu roolipohjaisessa käyttöliittymässä tarkastelua varten. Voit suorittaa raportin kohteen {0} asiakasohjelmassa. Raportin tunnus: {1}
fr_ca: La présentation de ce rapport n'a pas été modifiée pour pouvoir l'afficher dans le client Personnalisé. Vous pouvez exécuter ce rapport à partir du client {0}. Code du rapport : {1}
is_is: Það er ekki búið að breyta útliti þessarar skýrslu til að birta hana í hlutverkamiðaða biðlaranum. Það er hægt að keyra þessa skýrslu í biðlaranum {0}. Skýrslukenni: {1}
it_it: Il layout del report non è ancora stato trasformato per la visualizzazione nel client personalizzato in base ai ruoli. Il report può essere eseguito dal client {0}. ID report: {1}
nb_no: Oppsettet for denne rapporten er ikke transformert for visning i den rolletilpassede klienten. Du kan kjøre denne rapporten fra {0}-klienten. Rapport-ID: {1}
nl_be: De lay-out van deze lijst is niet getransformeerd voor gebruik in de Rolgerichte client. Deze lijst kan worden uitgevoerd vanuit de {0}-client. Lijst-id: {1}
ru_ru: Макет этого отчета не преобразован для просмотра в ролеориентированном клиенте. Этот отчет можно запустить из клиента {0}. Номер отчета: {1}
sv_se: Den här rapportens layout har inte omvandlats för visning i den rollbaserade klienten. Du kan köra den här rapporten från {0}-klienten. Rapport-ID: {1}

# ErrorOpeningWindowsService
source: Unable to open service {0}.
cs_cz: Službu {0} nelze otevřít.
da_dk: Tjenesten {0} kunne ikke åbnes.
de_ch: Dienst {0} kann nicht gestartet werden.
es_mx: No se puede abrir el servicio {0}.
fi_fi: Palvelun {0} avaaminen ei onnistu.
fr_ca: Impossible d'ouvrir le service {0}.
is_is: Það er ekki hægt að opna þjónustuna {0}.
it_it: Impossibile aprire il servizio {0}.
nb_no: Kan ikke åpne tjenesten {0}.
nl_be: Kan service {0} niet openen.
ru_ru: Не удается открыть службу {0}.
sv_se: Det går inte att öppna tjänsten {0}.

# PageModifyNotAllowed
source: Page cannot be saved.
cs_cz: Stránku nelze uložit.
da_dk: Siden kan ikke gemmes.
de_ch: Die Seite kann nicht gespeichert werden.
es_mx: La página no se puede guardar.
fi_fi: Sivua ei voi tallentaa.
fr_ca: La page ne peut pas être enregistrée.
is_is: Ekki er hægt að vista síðu.
it_it: Impossibile salvare la pagina.
nb_no: Kan ikke lagre siden.
nl_be: Pagina kan niet worden opgeslagen.
ru_ru: Не удалось сохранить страницу.
sv_se: Det går inte att spara sidan.

# ShutdownOutOfMemory
source: Microsoft Dynamics NAV has run out of system memory and has been shut down. Unsaved data may have been lost.
cs_cz: Microsoft Dynamics NAV bude ukončen kvůli nedostateku systémové paměti. Neuložená data mohou být ztracena.
da_dk: Microsoft Dynamics NAV har ikke mere systemhukommelse og er blevet lukket. Data, der ikke er blevet gemt, kan være gået tabt.
de_ch: Es ist nicht genügend Systemspeicher für Microsoft Dynamics NAV verfügbar. Die Anwendung wurde beendet. Nicht gespeicherte Daten gehen möglicherweise verloren.
es_mx: Microsoft Dynamics NAV ha agotado la memoria del sistema y se ha cerrado. Es posible que se hayan perdido los datos no guardados.
fi_fi: Järjestelmän muisti on loppunut Microsoft Dynamics NAV -ohjelmalta kesken, ja ohjelma on suljettu. Tallentamattomia tietoja on saatettu menettää.
fr_ca: Microsoft Dynamics NAV ne dispose plus de mémoire système suffisante et a été arrêté. Les données non enregistrées peuvent être perdues.
is_is: Microsoft Dynamics NAV þraut kerfisminni og var lokað. Óvistuð gögn kunna að hafa glatast.
it_it: Microsoft Dynamics NAV ha esaurito la memoria di sistema ed è stato chiuso. I dati non salvati potrebbero venire persi.
nb_no: Microsoft Dynamics NAV gikk tom for systemminne og ble avsluttet. Ulagrede data kan ha gått tapt.
nl_be: Microsoft Dynamics NAV heeft te weinig systeemgeheugen en is afgesloten. Niet-opgeslagen gegevens zijn mogelijk verloren gegaan.
ru_ru: Работа Microsoft Dynamics NAV завершена из-за нехватки системной памяти. Несохраненные данные могут быть потеряны.
sv_se: Det fanns för lite tillgängligt systemminne för Microsoft Dynamics NAV och programmet har avslutats. Data som inte sparats kan ha gått förlorade.

# LicenseExpiryWarning
source: Caution: Your program license expires in {0} days.
cs_cz: Upozornění: Licence programu vyprší za {0} dní.
da_dk: Advarsel! Din programlicens udløber om {0} dage.
de_ch: Vorsicht: Ihre Programmlizenz läuft in {0} Tagen ab.
es_mx: Atención: su licencia vencerá dentro de {0} días.
fi_fi: Varoitus: ohjelman käyttöoikeutesi päättyy {0} päivän kuluttua.
fr_ca: Attention ! Votre licence expire dans {0} jours.
is_is: Viðvörun: Kerfisleyfið fellur úr gildi eftir {0} daga.
it_it: Attenzione: la licenza del programma scadrà tra {0} giorni.
nb_no: Forsiktig! Programlisensen går ut om {0} dager.
nl_be: Let op: de programmalicentie vervalt over {0} dagen.
ru_ru: Внимание! Срок действия лицензии на программу истекает через {0} дней.
sv_se: Varning! Din programlicens upphör att gälla om {0} dagar.

# FileDatabaseOptionsSystemObjectCaption
source: File, Database, Options
cs_cz: Soubor, databáze, možnosti
da_dk: Filer, Database, Indstillinger
de_ch: Datei, Datenbank, Optionen
es_mx: Archivo, Base datos, Opciones
fi_fi: Tiedosto, Tietokanta, Asetuks.
fr_ca: Fichier, Base, Options
is_is: Skrá, Gagnagrunnur, Valkostir
it_it: File, Database, Opzioni
nb_no: Fil,Database,Alternativer
nl_be: Bestand, Database, Opties
ru_ru: Файл, База данных, Параметры
sv_se: Fil, Databas, Alternativ

# MenuItemReports
source: &Report
cs_cz: &Sestavy
da_dk: Ra&pport
de_ch: B&ericht
es_mx: &Informe
fi_fi: &Raportti
fr_ca: &Rapport
is_is: &Skýrsla
nb_no: &Rapport
nl_be: &Lijst
ru_ru: &Отчет
sv_se: Ra&pport
