Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# CertificateThubmprintHasBeenUpdated
source: Configuration setting 'ServicesCertificateThumbprint' has been updated. It will not take effect until the service is restarted.
cs_cz: Konfigurace nastavení 'ServicesCertificateThumbprint' byl aktualizován. To se projeví až po restartování služby.
da_dk: Konfigurationsindstillingen 'ServicesCertificateThumbprint' er blevet opdateret. Den træder ikke i kraft, før tjenesten er genstartet.
de_ch: Die Konfigurationseinstellung 'ServicesCertificateThumbprint' wurde aktualisiert. Sie tritt erst in Kraft, wenn der Dienst neu gestartet wird.
es_mx: El valor de configuración 'ServicesCertificateThumbprint' se ha actualizado. No se aplicará hasta que se reinicie el servicio.
fi_fi: ServicesCertificateThumbprint-määritysasetus on päivitetty. Se ei tule voimaan, ennen kuin palvelu on käynnistetty uudelleen.
fr_ca: Le paramètre de configuration « ServicesCertificateThumbprint » a été mis à jour. Il ne prendra effet qu'après le redémarrage du service.
is_is: Grunnstillingin „ServicesCertificateThumbprint“ hefur verið uppfærð. Hún tekur ekki gildi fyrr en þjónustan er endurræst.
it_it: L'impostazione di configurazione 'ServicesCertificateThumbprint' è stata aggiornata. Sarà effettiva dopo il riavvio del servizio.
nb_no: Konfigurasjonsinnstillingen ServicesCertificateThumbprint er oppdatert. Den trer ikke i kraft før tjenesten er startet på nytt.
nl_be: Configuratie-instelling 'ServicesCertificateThumbprint' is bijgewerkt. Deze wordt niet werkzaam totdat de dienst opnieuw is gestart.
ru_ru: Параметр конфигурации "ServicesCertificateThumbprint" обновлен. Изменение не вступит в силу до перезапуска службы.
sv_se: Konfigurationsinställningen ServicesCertificateThumbprint har uppdaterats. Den börjar inte gälla förrän tjänsten har startats om.

# PerDatabaseLicenseSystemObjectCaption
source: Per-database License
cs_cz: Licence za databázi
da_dk: Pr-database-licens
de_ch: Per Datenbank Lizenz
fi_fi: Per tietokanta lisenssi
fr_ca: Licence par base de données
is_is: Leyfi á gagnagrunn
it_it: Licenza database
nb_no: Per databaselisens
nl_be: Licentie Per-database
ru_ru: Лицензия на базу данных
sv_se: Per-databas licens

# SubFormFilterFormCaption
source: Filter - {0}
cs_cz: Filtr - {0}
es_mx: Filtro: {0}
fi_fi: Suodatin - {0}
fr_ca: Filtre - {0}
is_is: Afmörkun - {0}
it_it: Filtro - {0}
ru_ru: Фильтр - {0}

# ODataFilterParser_UnboundedLiteralApostrophe
source: Found an open apostrophe (') without a matching close apostrophe (').
cs_cz: Nalezen otevřený apostrof (') bez odpovídajícího uzavírajícího apostrofu (').
da_dk: Fandt en indledende apostrof (') uden en tilhørende afsluttende apostrof (').
de_ch: Es wurde ein öffnender Apostroph (') ohne zugehörigen schliessenden Apostroph (') gefunden.
es_mx: Se encontró un apóstrofo de apertura (') sin apóstrofe de cierre coincidente (').
fi_fi: Löydettiin avaava heittomerkki (') ilman vastaavaa sulkevaa heittomerkkiä (').
fr_ca: Apostrophe ouvrante (') détectée sans apostrophe fermante (') correspondante.
is_is: Upphafsúrfellingarmerki (') fannst án samsvarandi lokaúrfellingarmerkis (').
it_it: Trovato un apostrofo aperto (') senza il corrispondente apostrofo chiuso (').
nb_no: Fant en innledende apostrof (') uten samsvarende avsluttende apostrof (').
nl_be: Er is een aanhalingsteken openen (') gevonden zonder een overeenkomend aanhalingsteken sluiten (').
ru_ru: Обнаружен открывающий апостроф (') без парного закрывающего апострофа (').
sv_se: En inledande apostrof (') har hittats utan en avslutande apostrof (').

# TypeNotSupportedByWS
source: Data type {0} defined in {1} {2} is not supported by Web Services.
cs_cz: Datový typ {0} definovaný v {1} {2} není podporován webovými službami.
da_dk: Datatypen {0}, som er defineret i {1} {2}, understøttes ikke af webtjenester.
de_ch: Der in '{1} {2}' definierte Datentyp '{0}' wird von Web Services nicht unterstützt.
es_mx: El tipo de datos {0} definido en {1} {2} no es compatible con los Servicios Web.
fi_fi: WWW-palvelut eivät tue kohteessa {1} {2} määritettyä tietotyyppiä {0}.
fr_ca: Le type de données {0} défini dans {1} {2} n'est pas pris en charge par les services web.
is_is: Gagnategundin {0} sem skilgreind er í {1} {2} er ekki studd af vefþjónustu.
it_it: Il tipo di dati {0} definito in {1} {2} non è supportato da Servizi Web.
nb_no: Datatypen {0} definert i {1} {2}, støttes ikke av webtjenester.
nl_be: Gegevenstype {0} dat is gedefinieerd in {1} {2}, wordt niet ondersteund door webservices.
ru_ru: Тип данных {0}, определенный в {1} {2}, не поддерживается веб-службами.
sv_se: Datatypen {0} som definieras i {1} {2} stöds inte i webbtjänsterna.

source: hours
cs_cz: hodin
da_dk: timer
de_ch: Stunden
es_mx: horas
fi_fi: tuntia
fr_ca: heures
is_is: klukkustundir
it_it: ore
nb_no: timer
nl_be: uur
ru_ru: ч.
sv_se: timmar

# WrongTokenSignature
source: Sign in failed due to a problem verifying the signature. If the problem persists, contact your system administrator.
cs_cz: Přihlášení se nezdařilo z důvodu problému při ověřování podpisu. Pokud potíže potrvají, obraťte se na správce systému.
da_dk: Logon mislykkedes på grund af et problem med kontrol af signaturen. Hvis problemet fortsætter, skal du kontakte systemadministratoren.
de_ch: Die Anmeldung war nicht erfolgreich, weil ein Problem mit der Überprüfung der Signatur aufgetreten ist. Wenden Sie sich an den Systemadministrator, falls das Problem weiterhin besteht.
es_mx: Error de inicio de sesión debido a un problema de comprobación de la firma. Si el problema persiste, póngase en contacto con el administrador del sistema.
fi_fi: Kirjautuminen epäonnistui allekirjoituksen vahvistamisongelman takia. Jos ongelma ei poistu, ota yhteyttä järjestelmänvalvojaan.
fr_ca: La connexion a échoué en raison d'un problème de vérification de la signature. Si le problème persiste, contactez votre administrateur système.
is_is: Innskráning mistókst vegna vandamáls við sannvottun undirritunar. Ef vandamálið er viðvarandi skal hafa samband við kerfisstjóra.
it_it: Impossibile eseguire l'accesso a causa di un problema nella verifica della firma. Se il problema persiste, contattare l'amministratore di sistema.
nb_no: Pålogging mislyktes på grunn av et problem med å bekrefte signaturen. Hvis problemet vedvarer, kontakter du systemansvarlig.
nl_be: Het aanmelden is mislukt vanwege een probleem bij het controleren van de handtekening. Neem contact op met de systeembeheerder als het probleem blijft optreden.
ru_ru: Вход завершился неудачей из-за проблемы проверки подписи. Если проблема не устраняется, обратитесь за помощью к своему системному администратору.
sv_se: Inloggningen misslyckades på grund av ett problem med verifieringen av signaturen. Kontakta systemadministratören om problemet kvarstår.

source: days
cs_cz: dny
da_dk: dage
de_ch: Tage
es_mx: días
fi_fi: päivää
fr_ca: jours
is_is: dagar
it_it: giorni
nb_no: dager
nl_be: dagen
ru_ru: дн.
sv_se: dagar

# 00095-50076
source: Callback functions are not allowed.
cs_cz: Funkce zpětného volání nejsou povoleny.
da_dk: Tilbagekaldsfunktioner er ikke tilladt.
de_ch: Rückruffunktionen sind nicht zulässig.
es_mx: No se permiten las funciones de devolución de llamadas.
fi_fi: Takaisinkutsutoiminnot eivät ole sallittuja.
fr_ca: Les fonctions de rappel ne sont pas autorisées.
is_is: Svarhringing er óheimil.
it_it: Funzioni di callback non consentite.
nb_no: Tilbakekallsfunksjoner er ikke tillatt.
nl_be: Callback-functies zijn niet toegestaan.
ru_ru: Функции обратного вызова недопустимы.
sv_se: Återanropsfunktioner är inte tillåtna.

# MenuItemsSelectServer
source: Select Server
cs_cz: Vybrat Server
da_dk: Vælg server
de_ch: Server auswählen
es_mx: Seleccione Servidor
fi_fi: Valitse palvelin
fr_ca: Sélectionner serveur
is_is: Velja þjón
it_it: Seleziona server
nb_no: Velg server
nl_be: Server kiezen
ru_ru: Выбрать сервер
sv_se: Välj server

# FilePathInvalidFormat
source: File path format is invalid.
cs_cz: Formát cesty k souboru je neplatný.
da_dk: Filstiformatet er ugyldigt.
de_ch: Das Format des Dateipfads ist ungültig.
es_mx: El formato de la ruta de acceso de archivo no es válido.
fi_fi: Tiedostopolun muoto on virheellinen.
fr_ca: Le format du chemin d'accès au fichier n'est pas valide.
is_is: Snið skráaslóðarinnar er ógilt.
it_it: Formato del percorso file non valido.
nb_no: Filbaneformatet er ugyldig.
nl_be: De bestandpadnotatie is ongeldig.
ru_ru: Путь к файлу имеет недопустимый формат.
sv_se: Ogiltigt sökvägsformat.

# ShutdownOutOfResources
source: Microsoft Dynamics NAV has run out of system resources and has been shut down. Unsaved data may have been lost.
cs_cz: Aplikace Microsoft Dynamics NAV vyčerpala systémové prostředky a byla ukončena. Neuložená data mohou být ztracena.
da_dk: Microsoft Dynamics NAV har ikke flere systemressourcer og er blevet lukket. Data, der ikke er blevet gemt, kan være gået tabt.
de_ch: Es sind nicht genügend Systemressourcen für Microsoft Dynamics NAV verfügbar. Die Anwendung wurde beendet. Nicht gespeicherte Daten gehen möglicherweise verloren.
es_mx: Microsoft Dynamics NAV ha agotado los recursos del sistema y se ha cerrado. Es posible que se hayan perdido los datos no guardados.
fi_fi: Järjestelmän resurssit ovat loppuneet Microsoft Dynamics NAV -ohjelmalta kesken, ja ohjelma on suljettu. Tallentamattomia tietoja on saatettu menettää.
fr_ca: Microsoft Dynamics NAV ne dispose plus de ressources système suffisantes et a été arrêté.. Les données non enregistrées peuvent être perdues.
is_is: Microsoft Dynamics NAV þraut kerfistilföng og var lokað. Óvistuð gögn kunna að hafa glatast.
it_it: Microsoft Dynamics NAV ha esaurito le risorse di sistema ed è stato chiuso. I dati non salvati potrebbero venire persi.
nb_no: Microsoft Dynamics NAV gikk tom for systemressurser og ble avsluttet. Ulagrede data kan ha gått tapt.
nl_be: Microsoft Dynamics NAV heeft te weinig systeemresources en is afgesloten. Niet-opgeslagen gegevens zijn mogelijk verloren gegaan.
ru_ru: Работа Microsoft Dynamics NAV завершена из-за нехватки системных ресурсов. Несохраненные данные могут быть потеряны.
sv_se: Det fanns inte tillräckligt med tillgängliga systemresurser för Microsoft Dynamics NAV och programmet har avslutats. Data som inte sparats kan ha gått förlorade.

# MenuItemRoleCenter
source: Role Center
cs_cz: Centrum rolí
da_dk: Rollecenter
de_ch: Rollencenter
es_mx: Área de tareas
fi_fi: Roolikeskus
fr_ca: Tableau de bord
is_is: Mitt hlutverk
it_it: Gestione ruolo utente
nb_no: Rollesenter
nl_be: Rolcentrum
ru_ru: Ролевой центр
sv_se: Rollcenter

# ConsoleServerConflictsWithRunningServer
source: The {0} service is running and must be shut down before the console server can be run.
cs_cz: Služba {0} je spuštěna a bude ukončena před spuštěním konzoly serveru.
da_dk: Tjenesten {0} kører og skal lukkes, før konsolserveren kan køres.
de_ch: Der {0}-Dienst wird ausgeführt und muss beendet werden, bevor der Konsolenserver ausgeführt werden kann.
es_mx: El servicio {0} se está ejecutando y se debe detener para poder ejecutar el servidor de consolas.
fi_fi: Kohteen {0} palvelun suorittaminen on meneillään, ja se on lopetettava, jotta konsolipalvelimen voisi suorittaa.
fr_ca: Le service {0} est en cours d'exécution et doit être arrêté avant de pouvoir exécuter le serveur de console.
is_is: Þjónustan {0} er í gangi. Það þarf að slökkva á henni til að keyra stjórnborðsþjóninn.
it_it: Il servizio {0} è in esecuzione e deve essere arrestato per poter eseguire il server della console.
nb_no: Tjenesten {0} kjører og må avsluttes før konsollserveren kan kjøres.
nl_be: De service {0} is actief en moet worden afgesloten voordat de consoleserver kan worden uitgevoerd.
ru_ru: Работа запущенной службы {0} должна быть завершена до запуска сервера консоли.
sv_se: Tjänsten {0} körs och måste avslutas innan konsolservern kan köras.

# MenuItemManageList
source: Manage List
cs_cz: Spravovat seznam
da_dk: Håndter liste
de_ch: Liste verwalten
es_mx: Administrar lista
fi_fi: Luettelon hallinta
fr_ca: Gérer la liste
is_is: Vinna með lista
it_it: Gestione lista
nb_no: Håndter oversikt
nl_be: Lijst beheren
ru_ru: Управление списком
sv_se: Hantera lista

source: Client Debug Error
cs_cz: Chyba ladění klienta
da_dk: Fejl ved fejlfinding på klient
de_ch: Fehler beim Debuggen des Clients
es_mx: Error de depuración de cliente
fi_fi: Virhe asiakkaan virheenjäljityksessä
fr_ca: Erreur de débogage client
is_is: Biðlarakembivilla
it_it: Errore di debug del client
nb_no: Feilsøkingsfeil for klient
nl_be: Debugfout op client
ru_ru: Ошибка отладки клиента
sv_se: Felsökningsfel i klient

# 00095-50109
source: The Attribute <{0}> is unexpected.
cs_cz: Atribut <{0}> nečekaný.
da_dk: Attributten <{0}> var uventet.
de_ch: Das Attribut <{0}> wurde nicht erwartet.
es_mx: No se espera el atributo <{0}>.
fi_fi: Määrite <{0}> on odottamaton.
fr_ca: L'attribut <{0}> n'est pas attendu.
is_is: Eigindin <{0}> er óvænt.
it_it: L'attributo <{0}> non è previsto.
nb_no: Attributtet <{0}> er uventet.
nl_be: Attribuut <{0}> wordt niet verwacht.
ru_ru: Непредвиденный атрибут <{0}>.
sv_se: Attributet <{0}> förväntas inte.

# MustDefineFormula
source: You must define a CalcFormula for the {0} FlowField in the {1} table.
cs_cz: Je nutné definovat funkci CalcFormula pro dynamické pole {0} v tabulce {1}.
da_dk: Du skal definere en CalcFormula til det FlowField i tabellen {1}, der hedder {0}.
de_ch: Sie müssen die 'CalcFormula' für das FlowField {0} in der Tabelle {1} definieren.
es_mx: Debe definir una CalcFormula para el FlowField {0} de la tabla {1}.
fi_fi: Taulukon {1} FlowField-kentälle {0} on määritettävä CalcFormula-laskukaava.
fr_ca: Vous devez définir une CalcFormula pour le FlowField {0} dans la table {1}.
is_is: Nauðsynlegt er að skilgreina útreikningsreglu (CalcFormula) fyrir {0} flæðireitinn í töflunni {1}.
it_it: Definire CalcFormula per il FlowField {0} nella tabella {1}.
nb_no: Du må definere en CalcFormula for FlowField {0} i tabellen {1}.
nl_be: Definieer een berekeningsformule voor het FlowField {0} in tabel {1}.
ru_ru: Необходимо определить формулу вычисления для поля FlowField {0} в таблице {1}.
sv_se: Du måste definiera en CalcFormula för FlowField {0} i tabellen {1}.

# CSIDEServerNotFoundForValidation
source: Unable to process table changes because the {5} cannot connect to the specified {0} instance: Server Name: {1} Server Instance: {2} Management Port: {3} {5} will automatically detect and connect to a Microsoft Dynamics NAV Server instance that is running. Check the following: 1. The {4} is running 2. The management service on the server instance is enabled and assigned a valid port. 3. If {5} connects to Microsoft Dynamics NAV Server on a remote computer, then the management services port is open in Windows Firewall of the remote computer.
da_dk: Tabelændringer kan ikke bekræftes, fordi {5} ikke kan oprette forbindelse til den angivne {0}-forekomst: Servernavn: {1} Serverforekomst: {2} Styringsport: {3} {5} registrerer automatisk og opretter forbindelse til en Microsoft Dynamics NAV Server-forekomst, der kører. Kontrollér, at: 1. {4} kører 2. Administrationstjenesten på serverforekomsten er aktiveret og har fået tildelt en gyldig port. 3. Hvis {5} opretter forbindelse til Microsoft Dynamics NAV Server på en ekstern computer, skal porten til administrationstjenester i Windows Firewall være åben på den eksterne computer.
de_ch: Die Änderungen an der Tabelle konnten nicht verarbeitet werden, weil {5} keine Verbindung zur angegebenen {0}-Instanz herstellen konnte: Servername: {1} Serverinstanz: {2} Verwaltungsport: {3} {5} erkennt eine ausgeführte Microsoft Dynamics NAV Server-Instanz automatisch und stellt eine Verbindung zu ihr her. Prüfen Sie Folgendes: 1. {4} muss ausgeführt werden. 2. Der Verwaltungsservice auf der Serverinstanz ist aktiviert und einem gültigen Port zugeordnet. 3. Falls {5} eine Verbindung zu Microsoft Dynamics NAV Server auf einem Remotecomputer herstellt, ist der Port für die Verwaltungsservices in der Windows-Firewall des Remotecomputers offen.
es_mx: No se pueden procesar los cambios en la tabla porque {5} no se puede conectar a la instancia de {0} especificada: Nombre de servidor: {1} Instancia de servidor: {2} Puerto de administración: {3} {5} detectará y se conectará automáticamente a una instancia de Microsoft Dynamics NAV Server que se esté ejecutando. Compruebe que: 1. {4} se esté ejecutando. 2. El servicio de administración en la instancia del servidor esté habilitado y asignado a un puerto válido. 3. Si {5} se conecta a Microsoft Dynamics NAV Server en un equipo remoto, el puerto de servicios de administración esté abierto en el firewall de Windows del equipo remoto.
fi_fi: Taulukon muutoksia ei voi käsitellä, koska {5} ei pysty muodostamaan yhteyttä määritettyyn ohjelman {0} instanssiin: Palvelimen nimi: {1} Palvelininstanssi: {2} Hallintaportti: {3} {5} havaitsee käynnissä olevan Microsoft Dynamics NAV Server -instanssin ja muodostaa siihen yhteyden automaattisesti. Tarkista, että 1. {4} on käynnissä 2. hallintapalvelu on käytössä palvelininstanssissa, ja sille on määritetty kelvollinen portti 3. jos {5} muodostaa yhteyden etätietokoneessa olevaan Microsoft Dynamics NAV Serveriin, hallintapalvelujen portti on auki etätietokoneen Windowsin palomuurissa.
fr_ca: Impossible de traiter les changements de table car {5} ne parvient pas à se connecter à l'instance {0} spécifiée : Nom du serveur : {1} Instance de serveur : {2} Port gestion : {3} {5} détectera et se connectera automatiquement à une instance Microsoft Dynamics NAV Server fonctionnelle. Vérifiez que : 1. Le {4} est fonctionnel 2. Le service de gestion sur l'instance de serveur est activé et un port valide lui est affecté. 3. Si {5} se connecte à Microsoft Dynamics NAV Server sur un ordinateur distant, le port des services de gestion est ouvert dans le pare-feu Windows de l'ordinateur distant.
is_is: Ekki er hægt að vinna töflubreytingar vegna þess að {5} getur ekki tengst við tilgreint tilvik {0}: Heiti þjóns: {1} Þjónstilvik: {2} Stjórnunargátt: {3} {5} greinir og tengist sjálfkrafa við Microsoft Dynamics NAV Server-tilvik sem er virkt. Athugið eftirfarandi: 1. {4} er virkt 2. Stjórnunarþjónustan á þjónstilvikinu er virk og með úthlutaða gilda gátt. 3. Ef {5} er tengt við Microsoft Dynamics NAV Server á fjartengdri tölvu þarf stjórnunarþjónustugáttin að vera opin í Windows-eldvegg fjartengdu tölvunnar.
it_it: Impossibile elaborare le modifiche delle tabelle perché {5} non è in grado di connettersi all'istanza di {0} specificata: Nome server: {1} Istanza server: {2} Porta di gestione: {3} {5} rileverà automaticamente l'istanza di Microsoft Dynamics NAV Server in esecuzione e si connetterà. Verificare che: 1. {4} sia in esecuzione 2. Il servizio di gestione nell'istanza del server sia abilitato e assegnato a una porta valida. 3. Se {5} si connette a Microsoft Dynamics NAV Server su un computer remoto, la porta dei servizi di gestione sia aperta in Windows Firewall sul computer remoto.
nb_no: Kan ikke behandle tabellendringene fordi {5} ikke kan koble til angitt forekomst av {0}: Servernavn: {1} Serverforekomst: {2} Administrasjonsport: {3} {5} vil automatisk oppdage og koble til en forekomst av Microsoft Dynamics NAV Server som kjører. Kontroller følgende: 1. {4} kjører 2. Administrasjonstjenesten på serverforekomsten er aktivert og tilordnet til en gyldig port. 3. Porten for administrasjonstjenester er åpen i Windows-brannmuren på en ekstern datamaskin hvis {5} kobler til Microsoft Dynamics NAV Server på en ekstern datamaskin.
nl_be: Kan geen tabelwijzigingen verwerken, omdat de {5} geen verbinding kan maken met het opgegeven {0}-exemplaar: Servernaam: {1} Serverexemplaar: {2} Beheerpoort: {3} {5} detecteert automatisch een actief Microsoft Dynamics NAV Server-exemplaar en maakt er verbinding mee. Controleer het volgende: 1. De {4} is actief. 2. De beheerservice op het serverexemplaar is ingeschakeld en er is een geldige poort aan toegewezen. 3. Als {5} verbinding met Microsoft Dynamics NAV Server maakt op een externe computer, is de beheerservicepoort open in de Windows-firewall van de externe computer.
ru_ru: Не удается обработать изменения таблицы, так как {5} не удается подключиться к указанному экземпляру {0}: Имя сервера: {1} Экземпляр сервера: {2} Порт управления: {3} {5} автоматически обнаружит запущенный экземпляр Microsoft Dynamics NAV Server и подключится к нему. Проверьте выполнение следующих условий: 1. {4} запущен 2. Служба управления на экземпляре сервера включена, и ей назначен действительный порт. 3. Если {5} подключается к серверу Microsoft Dynamics NAV Server на удаленном компьютере, то порт служб управления в брандмауэре Windows на удаленном компьютере должен быть открыт.
sv_se: Det går inte att bearbeta tabelländringar eftersom {5} inte kan ansluta till den angivna instansen {0}: Servernamn: {1} Serverinstans: {2} Hanteringsport: {3} {5} identifierar och ansluter automatiskt till en Microsoft Dynamics NAV Server-instans som körs. Kontrollera att 1. {4} körs 2. hanteringstjänsten på serverinstansen har aktiverats och tilldelats en giltig port. 3. Om {5} ansluter till en Microsoft Dynamics NAV Server på en fjärrdator måste hanteringsporten för fjärrtjänsterna vara öppen i fjärrdatorns Windows-brandvägg.

# DuplicateActionId
source: Page {0} {1} contains several Actions with the same ID {2}. Redesign the page to remove duplicate Action IDs.
cs_cz: Stránka {0} {1} obsahuje několik akcí se stejným ID {2}. Navrhněte stránku tak, aby neobsahovala duplikátní ID akce.
da_dk: Side {0} {1} indeholder adskillige handlinger med det samme id {2}. Konfigurer siden igen, og fjern dubletter af handlings-id'er.
de_ch: Die Seite '{0} {1}' enthält mehrere Aktionen mit der gleichen ID ({2}). Entfernen Sie die doppelten Aktions-IDs aus dem Seitendesign.
es_mx: La página {0} {1} contiene varias acciones con el mismo id. {2}. Vuelva a diseñar la página para quitar id. de acción duplicados.
fi_fi: Sivulla {0} {1} on useita toimintoja, joilla on sama tunnus {2}. Suunnittele sivu uudelleen toimintojen tunnusten kaksoiskappaleiden poistamiseksi.
fr_ca: La page {0} {1} contient plusieurs actions avec le même code {2}. Modifiez la page afin de supprimer les codes action en double.
is_is: Síða {0} {1} inniheldur nokkrar aðgerðir með sama kenni, {2}. Endurhanna þarf síðuna til að fjarlægja endurtekin aðgerðakenni.
it_it: La pagina {0} {1} contiene diverse azioni con lo stesso ID {2}. Rielaborare la pagina per rimuovere gli ID azione duplicati.
nb_no: Siden {0} {1} inneholder flere handlinger med den samme IDen {2}. Utform siden på nytt for å fjerne dupliserte handlings-IDer.
nl_be: Pagina {0} {1} bevat verschillende acties met dezelfde id {2}. Ontwerp de pagina opnieuw om dubbele actie-id's te verwijderen.
ru_ru: На странице {0} {1} находятся несколько действий с одинаковым идентификатором {2}. Измените страницу, чтобы удалить дублирующие идентификаторы действия.
sv_se: Sidan {0} {1} innehåller flera åtgärder med samma ID {2}. Designa om sidan för att ta bort dubbla åtgärds-ID:n.
