Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ChartMissingFieldNameInMeasure
source: If measure operator is not Count, a field name must be specified.
cs_cz: Není-li metrikou počet, musí být zadán název pole.
da_dk: Hvis enhedsoperator ikke er Count, skal der angives et feltnavn.
de_ch: Wenn der Messoperator nicht 'Count' ist, muss ein Feldname angegeben werden.
es_mx: Si el operador de medida no es Cuenta, se debe especificar un nombre de campo.
fi_fi: Jos mittaoperaattori ei ole Määrä, kentän nimi on määritettävä.
fr_ca: Si l'opérateur de mesure n'est pas Count, un nom de champ doit être spécifié.
is_is: Ef mælivirkirinn er ekki Telja þarf að tilgreina reitsheiti.
it_it: Se l'operatore di misura non è Conta, è necessario specificare un nome di campo.
nb_no: Hvis måloperatoren ikke er Count, må du angi et feltnavn.
nl_be: Als de maateenheidoperator niet Count is, moet een veldnaam worden opgegeven.
ru_ru: Если оператор по отслеживанию показателей не является счетчиком, необходимо указать имя поля.
sv_se: Om måttoperatorn inte är Antal, måste ett fältnamn anges.

# AssertError
source: An error was expected inside an ASSERTERROR statement.
cs_cz: Očekávána chyba uvnitř příkazu ASSERTERROR.
da_dk: En fejl i udsagnet ASSERTERROR var forventet.
de_ch: In einer ASSERTERROR-Anweisung wurde ein Fehler erwartet.
es_mx: Se esperaba un error dentro de la instrucción ASSERTERROR.
fi_fi: Virhettä odotettiin ASSERTERROR-lausekkeessa.
fr_ca: Une erreur devait survenir dans une instruction ASSERTERROR.
is_is: Búist var við villu í ASSERTERROR-setningu.
it_it: All'interno di un'istruzione ASSERTERROR era previsto un errore.
nb_no: En feil var forventet i en ASSERTERROR-setning.
nl_be: Er werd een fout verwacht binnen een ASSERTERROR-instructie.
ru_ru: В операторе ASSERTERROR ожидалась ошибка.
sv_se: Ett fel förväntades inuti ett ASSERTERROR-kontoutdrag.

# ChartNoDataAvailable
source: No data is available for this view.
cs_cz: Žádná data nejsou k dispozici pro toto zobrazení.
da_dk: Der er ingen disponible data for denne visning.
de_ch: Keine Daten für Ansicht verfügbar
es_mx: No hay datos disponibles para esta vista.
fi_fi: Tälle näkymälle ei ole käytettävissä tietoja.
fr_ca: Aucune donnée n'est disponible pour cette vue.
is_is: Engin gögn eru tiltæk fyrir þetta yfirlit.
it_it: Nessun dato disponibile per questa visualizzazione.
nb_no: Ingen data er tilgjengelige for denne visningen.
nl_be: Er zijn geen gegevens beschikbaar voor deze weergave
ru_ru: Для этого представления данные недоступны.
sv_se: Det finns inga tillgängliga data för den här vyn.

# ZoomToolServicesClientTypeOData
source: OData client
cs_cz: OData klient
da_dk: OData-klient
es_mx: Cliente de OData
fi_fi: OData-asiakasohjelma
fr_ca: Client OData
is_is: OData-biðlari
it_it: Client OData
nb_no: OData-klient
ru_ru: Клиент OData
sv_se: OData-klient

# FileForceUnlockSystemObjectCaption
source: Force Unlock
cs_cz: Vynutit odemčení
da_dk: Gennemtving åbning
de_ch: Aufheben der Sperre erzwingen
es_mx: Forzar desbloqueo
fi_fi: Lukituksen pakotettu avaus
fr_ca: Forcer le déverrouillage
is_is: Þvinga aflæsingu
it_it: Sbloccare forzatamente
nb_no: Fremtving opplåsing
nl_be: Ontgrendelen afdwingen
ru_ru: Принудительно разблокировать
sv_se: Framtvinga upplåsning

# AuthenticationEmailMustBeUnique
source: Authentication Email must be unique across all users.
cs_cz: Ověřovací E-mail musí být jedinečné ve všech uživatelů.
da_dk: Godkendelsesmailadressen skal være entydig for alle brugere.
de_ch: Die E-Mail-Adresse zur Authentifizierung muss unter allen Benutzern eindeutig sein.
es_mx: La dirección de correo electrónico de autenticación debe ser única para todos los usuarios.
fi_fi: Todennuksen sähköpostiosoitteen on oltava kaikilla käyttäjillä yksilöllinen.
fr_ca: L'adresse électronique pour l'authentification doit être unique pour tous les utilisateurs.
is_is: Sannvottunarnetfang má ekki vera eins og netföng annarra notenda.
it_it: L'indirizzo e-mail di autenticazione deve essere univoco per tutti gli utenti.
nb_no: E-postadressen for godkjenning må være unik for alle brukere.
nl_be: E-mailadres voor verificatie moet uniek zijn voor alle gebruikers.
ru_ru: Адрес проверки подлинности должен быть уникальным для каждого из пользователей.
sv_se: E-postadressen för autentisering måste vara unik för alla användare.

# Instruction_ArrangeBy
source: Set up one or more sorting criteria
cs_cz: Nastavení jednoho nebo více kritérií řazení
da_dk: Angiv et eller flere sorteringskriterier
de_ch: Dient zum Einrichten von Sortierkriterien.
es_mx: Configurar uno o más criterios de ordenación
fi_fi: Määritä lajittelukriteereitä
fr_ca: Paramétrer un ou plusieurs critères de tri
is_is: Setja upp eitt eða fleiri röðunarskilyrði
it_it: Impostare uno o più criteri di ordinamento
nb_no: Definer ett eller flere sorteringskriterier
nl_be: Een of meer sorteercriteria instellen
ru_ru: Настроить один или несколько условий сортировки
sv_se: Ange sorteringsordning

# ManifestParser_InvalidXml
source: The control add-in manifest is not valid ({0}).
cs_cz: Manifest ovládacího prvku není platný ({0}).
da_dk: Kontroltilføjelsesmanifestet er ugyldigt ({0}).
de_ch: Das Add-in-Manifest für Steuerelemente ist nicht gültig ({0}).
es_mx: El manifiesto del complemento de control no es válido ({0}).
fi_fi: Ohjauslisäosan kokoonpanotiedot eivät kelpaa ({0}).
fr_ca: Le manifeste du complément de contrôle n'est pas valide ({0}).
is_is: Stilliskrá stýringarinnbótarinnar er ekki gild ({0}).
it_it: Il manifesto del componente aggiuntivo di controllo non è valido ({0}).
nb_no: Kontrolltilleggsmanifestet er ikke gyldig ({0}).
nl_be: Het manifest voor de besturingselementinvoegtoepassing is niet geldig ({0}).
ru_ru: Манифест надстройки элемента управления недействителен ({0}).
sv_se: Kontrolltilläggsmanifestet är inte giltigt ({0}).

# NoDataSetForTable
source: No dataset is supported for table ID {0}
cs_cz: Pro tabulku ID {0} není podporován dataset.
da_dk: Ingen datasæt understøttes for tabel-id {0}
de_ch: Für die Tabellen-ID '{0}' wird kein Dataset unterstützt.
es_mx: No se admite ningún conjunto de datos para el id. de tabla {0}
fi_fi: Mitään tietojoukkoa ei tueta taulukon tunnuksella {0}
fr_ca: Aucun ensemble de données n'est pris en charge pour le code table {0}
is_is: Ekkert gagnasafn er stutt fyrir auðkenni töflu {0}
it_it: Nessun set di dati supportato per l'ID tabella {0}
nb_no: Ingen datasett støttes for tabell-IDen {0}
nl_be: Er wordt geen gegevensset ondersteund voor tabel-id {0}
ru_ru: Для идентификатора таблицы {0} нет поддерживаемых наборов данных
sv_se: Ingen datauppsättning stöds för tabell-ID:t {0}

# ConnectionAlreadyOpened
source: A connection to the server has already been opened.
cs_cz: Připojení k serveru již bylo otevřeno.
da_dk: Der er allerede åbnet en forbindelse til serveren.
de_ch: Eine Verbindung mit dem Server wurde bereits hergestellt.
es_mx: Ya se ha abierto una conexión al servidor.
fi_fi: Palvelinyhteys on jo avattu.
fr_ca: Une connexion avec le serveur a déjà été ouverte.
is_is: Tenging við netþjóninn hefur þegar verið opnuð.
it_it: È già stata aperta una connessione al server.
nb_no: Det er allerede opprettet en tilkobling til serveren.
nl_be: Er is al een verbinding met de server geopend.
ru_ru: Подключение к серверу уже установлено.
sv_se: En anslutning har redan öppnats till servern.

# CanOnlyImportExportDataThroughRTC
source: This method can only be used with the {0} client.
da_dk: Denne metode kan kun anvendes med klienten {0}.
de_ch: Diese Methode kann nur mit dem {0}-Client verwendet werden.
es_mx: Este método solo se puede utilizar con el cliente {0}.
fi_fi: Tätä menetelmää voi käyttää ainoastaan asiakkaan {0} kanssa.
fr_ca: Cette méthode ne peut être utilisée qu'avec le client {0}.
is_is: Aðgerðina er aðeins hægt að nota með {0}-biðlaranum.
it_it: Il metodo può essere utilizzato solo con il client {0}.
nb_no: Denne metoden kan bare brukes i {0}-klienten.
nl_be: Deze methode kan alleen worden gebruikt met de {0}-client.
ru_ru: Этот метод может быть использовн только с клиентом {0}.
sv_se: Den här metoden kan endast användas med {0}-klienten.

# DeletePersonalizationDeleteAllButton
source: Reset all
cs_cz: Obnovit vše
da_dk: Nulstil alt
de_ch: Alle zurücksetzen
es_mx: Restablecer todo
fi_fi: Palauta kaikki
fr_ca: Réinitialiser tout
is_is: Endurstilla allt
it_it: Ripristina tutto
nb_no: Tilbakestill alle
nl_be: Alles opnieuw instellen
ru_ru: Сбросить все
sv_se: Återställ alla

# ZoomToolBytesPostfix
source: {0} bytes
cs_cz: {0} bajtů
da_dk: {0} byte
de_ch: {0} Byte
fi_fi: {0} tavua
fr_ca: {0} octets
is_is: {0} bæti
it_it: {0} byte
nb_no: {0} byte
ru_ru: {0} байт
sv_se: {0} byte

# TestActionNotFound
source: The action with ID={0} is not found on the page.
cs_cz: Na sránce není k dispozici akce s ID = {0}.
da_dk: Handlingen med id={0} kunne ikke findes på siden.
de_ch: Die Aktion mit der ID '{0}' wurde auf der Seite nicht gefunden.
es_mx: La acción con el Id.={0} no se encuentra en la página.
fi_fi: Toimintoa, jonka tunnus on {0}, ei löydy sivulta.
fr_ca: L'action avec le code={0} n'a pas été trouvée sur la page.
is_is: Aðgerðin með auðkenni={0} fannst ekki á síðunni.
it_it: Azione con ID={0} non trovata nella pagina.
nb_no: Finner ikke handlingen med ID = {0} på siden.
nl_be: De actie met id {0} is niet op de pagina gevonden.
ru_ru: На странице не найдено действие с ID={0}.
sv_se: Det går inte att hitta åtgärden med ID:t {0} på sidan.

# PositionedFindEmpty
source: The {0} does not exist. {1} Identification fields and values: {2}
cs_cz: {0} neexistuje. {1} Identifikační pole a hodnoty: {2}
da_dk: {0} findes ikke. {1} Id-felter og -værdier: {2}
de_ch: '{0}' ist nicht vorhanden. {1} Identifizierende Felder und Werte: {2}
es_mx: {0} no existe. {1} Campos de identificación y valores: {2}
fi_fi: {0} ei ole olemassa. {1} Tunnistuskentät ja -arvot: {2}
fr_ca: {0} n'existe pas. {1} Champs et valeurs d'identification : {2}
is_is: {0} er ekki til. {1} Skilgreiningarreitir og gildi: {2}
it_it: {0} non esiste. {1} Campi e valori di identificazione: {2}
nb_no: {0} finnes ikke. {1} ID-felt og -verdier: {2}
nl_be: {0} bestaat niet. {1} Identificatievelden en -waarden: {2}
ru_ru: {0} не существует. {1} Идентификационные поля и значения: {2}
sv_se: {0} finns inte. {1} Identifikationsfält och värden: {2}

source: Date:
cs_cz: Datum:
da_dk: Dato:
de_ch: Datum:
es_mx: Fecha:
fi_fi: Päivämäärä:
is_is: Dagsetning:
it_it: Data:
nb_no: Dato:
nl_be: Datum:
ru_ru: Дата:
sv_se: Datum:

# UnexecutedUIHandler
source: The following UI handlers were not executed: {0}
cs_cz: Následující UI rutiny nebyly vykonány: {0}
da_dk: Følgende brugergrænseflade-handlere blev ikke afviklet: {0}
de_ch: Die folgenden Benutzeroberflächenhandler wurden nicht ausgeführt: '{0}'
es_mx: Los siguientes controladores de IU no se ejecutaron: {0}
fi_fi: Seuraavia käyttöliittymän käsittelijöitä ei suoritettu: {0}
fr_ca: Les gestionnaires d'UI suivants n'ont pas été exécutés : {0}
is_is: Eftirfarandi viðmótsreklar voru ekki keyrðir: {0}
it_it: I seguenti gestori dell'interfaccia utente non sono stati eseguiti: {0}
nb_no: Følgende behandlingsprogrammer for grensesnitt ble ikke kjørt: {0}
nl_be: De volgende gebruikersinterface-handlers zijn niet uitgevoerd: {0}
ru_ru: Не выполнены следующие обработчики пользовательского интерфейса: {0}
sv_se: Följande gränssnittshanterare har inte körts: {0}

# QueriesBetweenDataSourcesNotSupported
source: A query cannot process data from multiple databases (data sources) including queries that span application- and data- databases. This principle applies to both single-and multi-tenancy.
da_dk: En forespørgsel kan ikke behandle data fra flere databaser (datakilder), herunder forespørgsler, der dækker program- og datadatabaser. Dette princip gælder både enkelt- og multitenancy.
de_ch: Eine Abfrage kann keine Daten von mehreren Datenbanken (Datenquellen) verarbeiten, einschliesslich Abfragen, die Anwendungs- und Daten-Datenbanken umfassen. Dieses Prinzip gilt für Einzel- und Mehrmandantenfähigkeit.
es_mx: Una consulta no puede procesar datos desde varias bases de datos (orígenes de datos), incluidas las consultas que se extienden entre bases de datos de aplicaciones y datos. Este principio se aplica al modo de inquilino único y al modo multiempresa.
fi_fi: Kysely ei voi käsitellä useiden tietokantojen (tietolähteiden) tietoja eikä kohdistua samanaikaisesti sekä sovellus- että datatietokantoihin. Tämä koskee sekä yhtä vuokraajaa että palvelupohjaisia sovelluksia.
fr_ca: Une requête ne peut pas traiter de données issues de plusieurs base de données (sources de données) incluant des requêtes qui impliquent des bases de données d'applications et de données. Ce principe s'applique aux architectures à un seul abonné comme aux environnements à plusieurs abonnés.
is_is: Fyrirspurn getur ekki meðhöndlað gögn frá mörgum gagnagrunnum (gagnagjöfum) þar með talið fyrirspurnir sem ná yfir jafnanir gagnagrunna. Þetta gildir bæði um áskriftir margra fyrirtækja og eins.
it_it: Una query non può elaborare dati da più database (origini dati), incluse query che comprendono database di applicazioni e di dati. Questo principio si applica sia alle tenancy singole che alla multi-tenancy.
nb_no: En spørring kan ikke behandle data fra flere databaser (datakilder), inkludert spørringer som omfatter databaser for programmer og data. Dette prinsippet gjelder både enkeltinstanser og multi-instanser.
nl_be: In een query kunnen geen gegevens uit meerdere databases (gegevensbronnen) worden verwerkt, waaronder query's die toepassings- en gegevensdatabases omvatten. Dit principe geldt zowel voor enkele als meerdere tenants.
ru_ru: Запрос не может обрабатывать данные из нескольких баз данных (источников данных), в том числе запрос, которые распространяется на базы данных приложений и собственно данных. Этот принцип относится как к одно-, так и к мультиарендным архитектурам.
sv_se: En fråga kan inte bearbeta data från flera databaser (datakällor). Det gäller även frågor som spänner över databaser för både program och data. Denna princip gäller både vid en och flera klientorganisationer i samma installation.

# NavDotNetFromAlNotSupportedException
source: The operation cannot complete because it uses a feature that is not supported (.NET Framework Interoperability.)
cs_cz: Operaci nelze dokončit, protože používá funkci, která není podporována (.NET Framework Interoperability).
da_dk: Denne operation kan ikke fuldføres, da den bruger en funktion, der ikke understøttes (.NET Framework Interoperability.)
de_ch: Der Vorgang kann nicht abgeschlossen werden, weil eine nicht unterstützte Funktion verwendet wird (.NET Framework-Interoperabilität).
es_mx: No se puede completar la operación porque usa una característica incompatible (interoperabilidad de .NET Framework).
fi_fi: Operaatiota ei voi suorittaa, koska se käyttää toimintoa, jota ei tueta (.NET Framework -yhteentoimivuus).
fr_ca: L'opération ne peut pas être exécutée car elle utilise une fonction non prise en charge (interopérabilité .NET Framework).
is_is: Ekki er hægt að ljúka aðgerðinni vegna þess að hún notar eiginleika sem ekki er studdur (.NET Framework gagnvirkni.)
it_it: Impossibile completare l'operazione perché viene utilizzata una funzionalità non supportata (interoperabilità di .NET Framework).
nb_no: Operasjonen kan ikke fullføres fordi den bruker en funksjon som ikke støttes (.NET Framework-interoperabilitet).
nl_be: De bewerking kan niet worden voltooid omdat deze een functie gebruikt die niet wordt ondersteund (interoperabiliteit met betrekking tot .NET Framework.)
ru_ru: Операция не может быть выполнена, так как ею используется неподдерживаемая функция (.NET Framework Interoperability.)
sv_se: Det går inte att slutföra åtgärden eftersom den använder en funktion som inte stöds (.NET Framework Interoperability.)

# SqlConnectionLost
source: A connection to SQL server is no longer usable. This could be caused by one of the following reasons: * The server has been shut down manually or because of an error. * The SQL server connection settings are not correct. * A network failure has occurred. * A hardware failure has occurred on the server or on your computer. Try to connect again later or contact your system administrator.
cs_cz: Došlo k závažné chybě. Připojení k serveru SQL nelze vytvořit nebo již není použitelné. To může být způsobeno jedním z následujících důvodů: * Server byl vypnut ručně nebo prostřednictvím chyby. * Nastavení připojení k serveru není správné. * Došlo k chybě sítě. * Došlo k hardwarové chybě na serveru nebo na Vašem počítači. Opakujte akci později nebo se obraťte na správce systému.
da_dk: En forbindelse til SQL-serveren kan ikke længere anvendes. Det kan bl.a. skyldes ét af følgende: * Serveren er lukket ned, enten manuelt eller som et resultat af en fejl. * SQL-serverens forbindelsesindstillinger er ikke korrekte. * Der er opstået en netværksfejl. * Der er opstået en hardwarefejl på serveren eller på computeren. Prøv at oprette forbindelse igen senere, eller kontakt systemadministratoren.
de_ch: Eine Verbindung mit SQL Server kann nicht mehr verwendet werden. Dies kann unter anderem folgende Gründe haben: * Der Server wurde manuell oder aufgrund eines Fehlers heruntergefahren. * Die Einstellungen für die SQL Server-Verbindung sind fehlerhaft. * Ein Netzwerkfehler ist aufgetreten. * Auf dem Server oder auf Ihrem Computer ist ein Hardwarefehler aufgetreten. Versuchen Sie später erneut, eine Verbindung herzustellen, oder wenden Sie sich an den Systemadministrator.
es_mx: La conexión al servidor SQL Server ya no se puede usar. Esto podría deberse a uno de los siguientes motivos: * Se ha apagado el servidor, bien de forma manual, o bien por algún error. * La configuración de SQL Server no es correcta. * Se produjo un error en la red.* Se produjo un error de hardware en el servidor o en el equipo. Vuelva a conectarse más tarde o póngase en contacto con el administrador del sistema.
fi_fi: SQL Server -yhteys ei ole enää käytettävissä. Tähän voi olla syynä jokin seuraavista: * Palvelin on joko sammutettu manuaalisesti tai virheen vuoksi. * SQL Serverin yhteysasetukset eivät ole oikeat. * Verkossa on ollut häiriö. * Palvelimessa tai omassa tietokoneessasi on ollut laitteistohäiriö. Yritä muodostaa yhteys myöhemmin uudelleen tai ota yhteyttä järjestelmänvalvojaan.
fr_ca: Une connexion à SQL server n'est plus utilisable. Cela peut notamment être dû aux motifs suivants : * Le serveur a été arrêté manuellement ou à la suite d'une erreur. * Les paramètres de connexion de SQL server ne sont pas corrects. * Un échec réseau s'est produit. * Un échec matériel s'est produit au niveau du serveur ou de l'ordinateur. Essayez de vous reconnecter plus tard ou contactez votre administrateur système.
is_is: Tenging við SQL Server er ekki lengur nothæf. Ástæðan gæti hugsanlega verið ein af eftirfarandi: * Slökkt hefur verið á þjóninum, annaðhvort handvirkt eða vegna villu. * Tengistillingar SQL Server eru rangar. * Netvilla kom upp. * Orðið hefur bilun í vélbúnaði í þjóninum eða tölvu notanda. Reyna skal aftur síðar eða hafa samband við kerfisstjóra.
it_it: Una connessione a SQL Server non è più utilizzabile. Il problema può essere dovuto a uno dei seguenti motivi: * Il server è stato arrestato, manualmente o a causa di un errore. * Le impostazioni di connessione a SQL Server non sono corrette. * Si è verificato un errore di rete. * Si è verificato un errore hardware nel server o nel computer dell'utente. Riprovare più tardi o contattare l'amministratore di sistema.
nb_no: En tilkobling til SQL-serveren kan ikke lenger brukes. Dette kan skyldes ett av følgende forhold: * Serveren er slått av manuelt eller på grunn av en feil. * SQL-servertilkoblingsinnstillingene er ikke riktige. * Det har oppstått en nettverksfeil. * Det har oppstått en maskinvarefeil på serveren eller på datamaskinen. Prøv å koble til på nytt senere, eller kontakt systemansvarlig.
nl_be: Een verbinding met de SQL-server is niet langer bruikbaar. Dit kan zijn veroorzaakt door een van de volgende redenen: * De server is handmatig of door een fout afgesloten. * De instellingen voor de SQL-serververbinding zijn niet juist. * Er is een netwerkfout. * Er is een hardwarefout op de server of op uw computer. Probeer het later opnieuw of neem contact op met uw systeembeheerder.
ru_ru: Подключение к серверу SQL использовать не удается. Это может быть вызвано одной из следующих причин: * Работа сервера завершена вручную или вследствие ошибки. * Настройки подключения к серверу SQL неверны. * Произошел сбой в сети. * Произошел сбой оборудования на сервере или на вашем компьютере. Повторите попытку подключения позже или обратитесь к системному администратору.
sv_se: Det går inte längre att använda en anslutning till SQL-servern. Detta kan bero på något av följande: * Servern har stängts manuellt eller på grund av ett fel. * Anslutningsinställningarna till SQL-servern är inte korrekta. * Det har inträffat ett nätverksfel. * Det har inträffat ett maskinvarufel på servern eller din dator. Försök ansluta igen senare eller kontakta systemadministratören.
