Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# MethodSignatureChanged
source: The signature of the {0} method in {1} {2} has changed. Start your activity again.
cs_cz: Podpis metody {0} v {1} {2} se změnil. Znovu spusťte aktivitu.
da_dk: Signaturen for metoden {0} i {1} {2} er ændret. Start aktiviteten igen.
de_ch: Die Signatur der '{0}'-Methode in {1} {2} wurde geändert. Starten Sie die Aktivität erneut.
es_mx: La firma del método {0} en {1} {2} ha cambiado. Inicie la actividad de nuevo.
fi_fi: Kohteen {0} menetelmän allekirjoitus kohteessa {1} {2} on muuttunut. Aloita toiminto uudelleen.
fr_ca: La signature de la méthode {0} dans {1} {2} a été modifiée. Redémarrez votre activité.
is_is: Undirskrift aðgerðarinnar {0} í {1} {2} hefur breyst. Það þarf að endurræsa aðgerðina.
it_it: La firma del metodo {0} in {1} {2} è stata modificata. Avviare nuovamente l'attività.
nb_no: Signaturen for metoden {0} i {1} {2} er endret. Start aktiviteten på nytt.
nl_be: De handtekening van de methode {0} in {1} {2} is gewijzigd. Start de activiteit opnieuw.
ru_ru: Подпись метода {0} в {1} {2} изменилась. Запустите действие повторно.
sv_se: Signaturen för metoden {0} i {1} {2} har ändrats. Starta aktiviteten igen.

# Label_AvailableActions
source: Available actions:
cs_cz: Dostupné akce:
da_dk: Tilgængelige handlinger:
de_ch: Verfügbare Aktionen:
es_mx: Acciones disponibles:
fi_fi: Käytettävissä olevat toiminnot:
fr_ca: Actions disponibles :
is_is: Tiltækar aðgerðir:
it_it: Azioni disponibili:
nb_no: Tilgjengelige handlinger:
nl_be: Beschikbare acties:
ru_ru: Доступные действия:
sv_se: Tillgängliga åtgärder:

# FilterExpressionQuoteMissing
source: An single quote (') is missing.
cs_cz: Chybí jednoduché uvozovky (').
da_dk: Der mangler et enkelt anførselstegn (').
de_ch: Ein einfaches Anführungszeichen (') fehlt.
es_mx: Falta una comilla simple (').
fi_fi: Heittomerkki (') puuttuu.
fr_ca: Un guillemet simple (') est manquant.
is_is: Stakt tilvitnunartákn (') vantar.
it_it: Virgoletta singola (') mancante.
nb_no: Et enkelt anførselstegn (') mangler.
nl_be: Er ontbreekt een enkel aanhalingsteken (').
ru_ru: Отсутствует одиночная кавычка (').
sv_se: Ett enkelt citattecken (') saknas.

# ConfigurationParseError
source: Configuration setting {0} in {1} has an invalid value.
cs_cz: Konfigurace nastavení {0} v {1} má neplatnou hodnotu.
da_dk: Konfigurationsindstillingen {0} i {1} har en ugyldig værdi.
de_ch: Der Wert der Konfigurationseinstellung {0} in {1} ist ungültig.
es_mx: La opción de configuración {0} en {1} tiene un valor no válido.
fi_fi: Määritysasetuksen {0} arvo kohteessa {1} ei ole kelvollinen.
fr_ca: Le paramètre de configuration {0} dans {1} a une valeur non valide.
is_is: Samstilling {0} í {1} er með ógilt gildi.
it_it: L'impostazione di configurazione {0} in {1} contiene un valore non valido.
nb_no: Konfigurasjonsinnstillingen {0} i {1} har en ugyldig verdi.
nl_be: De configuratie-instelling {0} in {1} heeft een ongeldige waarde.
ru_ru: Недопустимое значение параметра конфигурации {0} в {1}.
sv_se: Konfigurationsinställningen {0} i {1} innehåller ett ogiltigt värde.

# Label_Lists
source: Lists:
cs_cz: Seznamy:
da_dk: Lister:
de_ch: Listen:
es_mx: Listas:
fi_fi: Luettelot:
fr_ca: Listes :
is_is: Listar:
it_it: Liste:
nb_no: Oversikter:
nl_be: Lijsten:
ru_ru: Списки:
sv_se: Listor:

# InvalidOptionMetadata
source: Option string cannot contain '{1}' more than once. '{0}'
cs_cz: Možnost řetězec nemůže obsahovat {1} více než jednou. '{0}'
da_dk: Indstillingsstrengen må ikke indeholde '{1}' mere end én gang. '{0}'
de_ch: Die Optionszeichenfolge darf '{1}' nicht mehr als einmal enthalten. '{0}'
es_mx: La cadena de opción no puede contener '{1}' más de una vez. '{0}'
fi_fi: Asetusmerkkijono ei saa sisältää kohdetta {1} enempää kuin kerran. {0}
fr_ca: La chaîne option ne peut pas contenir « {1} » plusieurs fois. « {0} »
is_is: Valkostastrengur má ekki innihalda '{1}' oftar en einu sinni. '{0}'
it_it: La stringa opzione non può contenere '{1}' più di una volta. '{0}'.
nb_no: Alternativstrengen kan ikke inneholde {1} mer enn én gang. {0}
nl_be: Optiereeks mag niet meer dan één keer '{1}' bevatten. '{0}'
ru_ru: Строка параметров не может содержать "{1}" более одного раза. "{0}"
sv_se: Alternativsträngen kan inte innehålla {1} mer än en gång. {0}

# FileTypeNotAllowedCopy
source: The file that you are trying to copy cannot be copied. The destination file has an extension that may be blocked. Contact your system administrator.
cs_cz: Vybraný soubor nelze zkopírovat. Cílový soubor má příponu, která může být blokována. Obraťte se na správce systému.
da_dk: Den fil, du forsøger at kopiere, kan ikke kopieres. Destinationsfilen har et filtypenavn, der måske er spærret. Kontakt din systemadministrator.
de_ch: Die zu kopierende Datei kann nicht kopiert werden. Die Erweiterung der Zieldatei wird möglicherweise blockiert. Wenden Sie sich an den Administrator.
es_mx: El archivo que intenta copiar no se puede copiar. El archivo de destino tiene una extensión que puede estar bloqueada. Póngase en contacto con el administrador del sistema.
fi_fi: Tiedostoa, jota yrität kopioida, ei voi kopioida. Kohdetiedostolla on pääte, joka saatetaan estää. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Le fichier que vous tentez de copier ne peut pas être copié. L'extension du fichier de destination peut être bloquée. Veuillez contacter votre administrateur système.
is_is: Ekki er hægt að afrita skrána sem reynt er að afrita. Viðtökuskráin er með skrárendingu sem getur verið útilokuð. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile copiare il file che si tenta di copiare. Il file di destinazione ha un'estensione che potrebbe essere bloccata. Contattare l'amministratore di sistema.
nb_no: Filen du prøver å kopiere, kan ikke kopieres. Målfilen er av en filtype som kan være blokkert. Kontakt systemansvarlig.
nl_be: Het bestand dat u probeert te kopiëren, kan niet worden gekopieerd. Het doelbestand heeft een extensie die kan worden geblokkeerd. Neem contact op met de systeembeheerder.
ru_ru: Файл, который вы пытаетесь скопировать, не может быть скопирован. Целевой файл имеет расширение, которое возможно заблокировано. Обратитесь за помощью к системному администратору.
sv_se: Den fil du försöker att kopiera går inte att kopiera. Målfilen har en filändelse som kan vara spärrad. Kontakta systemadministratören.

# InvalidReportMetadata
source: The metadata of report {0} is invalid. See Event Viewer for more details.
cs_cz: Metadata sestavy {0} jsou neplatná. Další informace naleznete v Prohlížeči událostí.
da_dk: Metadataene i rapporten {0} er ugyldige. Du kan finde flere oplysninger i Logbog.
de_ch: Die Metadaten von Bericht '{0}' sind ungültig. Weitere Details finden Sie in der Ereignisanzeige.
es_mx: Los metadatos del informe {0} no son válidos. Consulte el visor de eventos para obtener más información.
fi_fi: Raportin {0} metatiedot ovat virheellisiä. Lisätietoja on tapahtumienvalvonnassa.
fr_ca: Les métadonnées du rapport {0} ne sont pas valides. Consultez l'observateur d'événements pour plus d'informations.
is_is: Lýsigögn skýrslunnar {0} eru ógild. Sjá nánari upplýsingar í Atvikaskoðara.
it_it: I metadati del report {0} non sono validi. Per ulteriori dettagli, vedere il Visualizzatore eventi.
nb_no: Metadataene i rapporten {0} er ugyldig. Se Hendelsesliste for mer informasjon.
nl_be: De metagegevens van de lijst {0} zijn ongeldig. Zie Logboeken voor meer informatie.
ru_ru: Недопустимые метаданные отчета {0}. Более подробные сведения см. в окне просмотра событий.
sv_se: Metadata för rapporten {0} är ogiltiga. Mer information finns i Loggboken.

# Tab_CustomizeListPlace5
source: Ribbon
cs_cz: Pás karet
da_dk: Bånd
de_ch: Menüband
es_mx: Cinta de opciones
fi_fi: Valintanauha
fr_ca: Ruban
is_is: Borði
it_it: Barra multifunzione
nb_no: Bånd
nl_be: Lint
ru_ru: Лента
sv_se: Menyflik

# ZoomToolTableIdentifier
source: SourceTable
cs_cz: Zdrojová tabulka
da_dk: Kildetabel
fi_fi: Lähdetaulukko
is_is: Upprunatafla
it_it: Tabella di origine
nb_no: Kildetabell
nl_be: Brontabel
ru_ru: Исходная таблица
sv_se: Källtabell

# MissingSystemPermissions
source: You do not have the following permission: {0}
da_dk: Du har ikke følgende rettighed: {0}
de_ch: Sie verfügen nicht über die folgende Berechtigung: {0}
es_mx: No tiene el permiso siguiente: {0}
fi_fi: Sinulla ei ole seuraava oikeutta: {0}
fr_ca: Vous ne disposez pas de l'autorisation suivante : {0}
is_is: Notandi er ekki með eftirfarandi heimildir: {0}
it_it: Non si dispone dell'autorizzazione seguente: {0}
nb_no: Du har ikke følgende tillatelse: {0}
nl_be: U beschikt niet over de volgende machtiging: {0}
ru_ru: У вас отсутствует следующее разрешение: {0}
sv_se: Du har inte följande behörighet: {0}

# NoTenantsMounted
source: There are no tenants mounted on the system. Contact your system administrator.
cs_cz: Neexistují žádné nájemníky na systému. Obraťte se na správce systému.
da_dk: Der er ikke tilknyttet nogen lejere til systemet. Kontakt din systemadministrator.
de_ch: Im System sind keine Tenants eingebunden. Wenden Sie sich an Ihren Systemadministrator.
es_mx: No hay inquilinos montados en el sistema. Póngase en contacto con el administrador del sistema.
fi_fi: Järjestelmässä ei ole käyttöön otettuja vuokraajia. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Aucun abonné n'est monté sur le système. Contactez votre administrateur système.
is_is: Engir leigjendur eru tengdir við kerfið. Leitaðu til kerfisstjóra.
it_it: Nessun tenant montato nel sistema. Contattare l'amministratore di sistema.
nb_no: Det er ikke noen leietakere montert på systemet. Kontakt systemansvarlig.
nl_be: Er zijn geen tenants op het systeem geïnstalleerd. Neem contact op met uw systeembeheerder.
ru_ru: В системе нет подключенных арендаторов. Обратитесь к системному администратору.
sv_se: Inga klientorganisationer har monterats i systemet. Kontakta systemadministratören.

source: Name
cs_cz: Název
da_dk: Navn
es_mx: Nombre
fi_fi: Nimi
fr_ca: Nom
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_be: Naam
ru_ru: Название
sv_se: Namn

# ChartPaneHideMenu
source: Remove
cs_cz: Odstranit
da_dk: Slet
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Fjarlægja
it_it: Elimina
nb_no: Fjern
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# CalcDateOnUndefinedDate
source: You cannot base a date calculation on an undefined date. Date: 0D Formula: {0}.
cs_cz: Nemůžete založit výpočet data na nedefinovaném datu. Datum: 0D Vzorec: {0}.
da_dk: Du kan ikke basere en datoberegning på en udefineret dato. Dato: 0D Formel: {0}.
de_ch: Eine Datumskalkulation kann nicht auf einem nicht definierten Datum basieren. Datum: 0D Formel: {0}.
es_mx: No puede hacerse un cálculo de fechas en base a una fecha indefinida. Fecha: 0D Fórmula: {0}.
fi_fi: Päivämäärän laskenta ei voi perustua määrittämättömään päivämäärään. Päivämäärä: 0D Kaava: {0}.
fr_ca: Vous ne pouvez pas baser un calcul de date sur une date non définie. Date : 0D Formule : {0}.
is_is: Ekki er hægt að byggja útreikning dagsetningar á óskilgreindri dagsetningu. Dagsetning: 0D Formúla: {0}.
it_it: Impossibile basare il calcolo di una data su una data indefinita. Data: 0G Formula: {0}.
nb_no: Du kan ikke basere en datoberegning på en udefinert dato. Dato: 0D Formel: {0}.
nl_be: Een ongedefinieerde datum kan niet als basis dienen voor een datumberekening. Datum: 0D Formule: {0}.
ru_ru: Расчет даты не может основываться на неопределенной дате. Дата: 0D Формула: {0}.
sv_se: Det går inte att basera en datumberäkning på ett odefinierat datum. Datum: 0D Formel: {0}.

# DotNetControlAddInNotCreated
source: The control add-in on control {1} on page {0} has not been instantiated.
cs_cz: Ovládací prvek přidat do ovládacího prvku {1} na stránce {0} nebyla inicializována.
da_dk: Styretilføjelsesprogrammet på kontrol {1} på side {0} er ikke instantieret.
de_ch: Das Steuerelement-Add-In für das Steuerelement '{1}' auf der Seite '{0}' wurde nicht instanziiert.
es_mx: No se ha creado la instancia del complemento de control en el control {1} de la página {0}.
fi_fi: Sivulla {0} olevaa ohjausobjektin {1} lisäosaa ei ole vahvistettu.
fr_ca: Le complément du contrôle {1} à la page {0} n'a pas été instancié.
is_is: Stýringarinnbótin á stýringu {1} á síðu {0} hefur ekki verið eintekin.
it_it: Istanza non creata per il componente aggiuntivo del controllo {1} a pagina {0}.
nb_no: Kontrolltillegget i kontrollen {1} på side {0} har ikke blitt instansiert.
nl_be: De besturingselementinvoegtoepassing voor besturingselement {1} op pagina {0} is niet geïnstantieerd.
ru_ru: Кнопки дополнений на управлении {1} на странице {0} не были созданы.
sv_se: Kontrolltillägget för kontrollen {1} på sidan {0} har inte instansierats.

# NSTs
source: {0} - Service Tiers
cs_cz: {0} - Úrovně služeb
da_dk: {0} - Serviceinddeling
de_ch: {0} - Dienststufen
es_mx: {0} - Niveles de servicio
fi_fi: {0} - palvelutasot
fr_ca: {0}- Niveaux service
is_is: {0} - Þjónustulög
it_it: {0} - Livelli di servizio
nb_no: {0} - servicelag
nl_be: {0} - Servicelagen
ru_ru: {0} - уровни служб
sv_se: {0} - tjänstskikt

# 00095-50101
source: Could not process node {0}. The following error occurred: {1}
cs_cz: Nelze zpracovat uzel {0}. Došlo k následující chybě: {1}
da_dk: Noden {0} kunne ikke behandles. Der opstod følgende fejl: {1}
de_ch: Knoten {0} konnte nicht verarbeitet werden. Der folgende Fehler ist aufgetreten: {1}
es_mx: No se pudo procesar el nodo {0}. Se produjo el siguiente error: {1}
fi_fi: Solmua {0} ei voitu käsitellä. Tapahtui seuraava virhe: {1}
fr_ca: Impossible de traiter le nœud {0}. L'erreur suivante s'est produite : {1}
is_is: Ekki var hægt að vinna tengipunkt {0}. Eftirfarandi villa kom upp: {1}
it_it: Impossibile elaborare il nodo {0}. Si è verificato l'errore seguente: {1}
nb_no: Kan ikke behandle noden {0}. Følgende feil oppstod: {1}
nl_be: Kan knooppunt {0} niet verwerken. De volgende fout is opgetreden: {1}
ru_ru: Не удалось обработать узел {0}. Произошла следующая ошибка: {1}
sv_se: Det gick inte att bearbeta noden {0}. Följande fel uppstod: {1}

# ConnectionLostAndClose
source: The connection to the server has been lost. The application will close.
cs_cz: Připojení k serveru bylo přerušeno. Aplikace bude ukončena.
da_dk: Forbindelsen til serveren blev afbrudt. Programmet lukkes.
de_ch: Die Verbindung zum Server wurde getrennt. Die Anwendung wird beendet.
es_mx: Se ha perdido la conexión al servidor. Se cerrará la aplicación.
fi_fi: Palvelinyhteys on katkennut. Sovellus sulkeutuu.
fr_ca: La connexion au serveur a été perdue. L'application va fermer.
is_is: Tengingin við netþjóninn rofnaði. Forritinu verður lokað.
it_it: La connessione al server è stata persa. L'applicazione verrà chiusa.
nb_no: Tilkoblingen til serveren er brutt. Programmet vil bli lukket.
nl_be: De verbinding met de server is verbroken. De toepassing wordt gesloten.
ru_ru: Подключение к серверу потеряно. Приложение будет закрыто.
sv_se: Anslutningen till servern har avbrutits. Programmet avslutas.

source: Cancel request
cs_cz: Zrušit požadavek
da_dk: Annuller anmodning
de_ch: Anforderung abbrechen
es_mx: Cancelar solicitud
fi_fi: Peruuta pyyntö
fr_ca: Annuler la demande
is_is: Hætta við beiðni
it_it: Annulla richiesta
nb_no: Avbryt forespørsel
nl_be: Aanvraag annuleren
ru_ru: Отмена запроса
sv_se: Annullera begäran

# ValidCertificateNotFound
source: The security certificate that has the provided 'ServicesCertificateThumbprint' is not valid. Description = '{0}'
da_dk: Sikkerhedscertifikatet med det angivne 'ServicesCertificateThumbprint' er ugyldigt. Beskrivelse = '{0}'
de_ch: Das Sicherheitszertifikat, das das bereitgestellte Objekt 'ServicesCertificateThumbprint' aufweist, ist nicht gültig. Beschreibung = '{0}'
es_mx: El certificado de seguridad que tiene el 'ServicesCertificateThumbprint' proporcionado no es válido. Descripción = '{0}'
fi_fi: Arvon ServicesCertificateThumbprint ilmoittanut suojausvarmenne ei kelpaa. Kuvaus = {0}
fr_ca: Le certificat de sécurité portant la « ServicesCertificateThumbprint » fournie n'est pas valide. Description = « {0} »
is_is: Öryggisvottorðið með „ServicesCertificateThumbprint“ er ógilt. Lýsing = „{0}“
it_it: Il certificato di sicurezza che ha fornito 'ServicesCertificateThumbprint' non è valido. Descrizione = '{0}'
nb_no: Sikkerhetssertifikatet som har det angitte ServicesCertificateThumbprint, er ikke gyldig. Beskrivelse = {0}
nl_be: Het beveiligingscertificaat met de verschafte 'ServicesCertificateThumbprint' is niet geldig. Omschrijving = '{0}'
ru_ru: Сертификат безопасности, предоставивший "ServicesCertificateThumbprint", недопустим. Описание = "{0}"
sv_se: Det säkerhetscertifikat som har tillhandahållit ServicesCertificateThumbprint är inte giltigt. Beskrivning = {0}

# SaveViewCaption
source: Save View
cs_cz: Uložit pohled
da_dk: Gem visning
de_ch: Ansicht speichern
es_mx: Guardar vista
fi_fi: Tallenna näkymä
fr_ca: Enregistrer la vue
is_is: Vista yfirlit
it_it: Salva visualizzazione
nb_no: Lagre visning
nl_be: Weergave opslaan
ru_ru: Сохранение представления
sv_se: Spara vy

# ObjectTableCannotChangeType
source: You cannot modify the Object type.
cs_cz: Typ objektu nelze změnit.
da_dk: Objekttypen kan ikke redigeres.
de_ch: Die Objektart kann nicht geändert werden.
es_mx: No se puede modificar el tipo de objeto.
fi_fi: Objektilajia ei voi muokata.
fr_ca: Vous ne pouvez pas modifier le type Objet.
is_is: Ekki er hægt að breyta tegund hlutar.
it_it: Impossibile modificare il tipo di oggetto.
nb_no: Du kan ikke endre objekttypen.
nl_be: U kunt het objecttype niet wijzigen.
ru_ru: Тип объекта невозможно изменить.
sv_se: Det går inte att ändra objekttypen.

# 00095-50168
source: The expression {0} cannot be type-converted to a {1} value.
cs_cz: Výraz {0} nemůže být konvertován na hodnotu {1}.
da_dk: Udtrykket {0} kan ikke typekonverteres til en {1}-værdi.
de_ch: Der Ausdruck {0} kann nicht in einen {1}-Wert typkonvertiert werden.
es_mx: El tipo de la expresión {0} no puede convertirse a un valor {1}.
fi_fi: Lausekkeen {0} tyyppiä ei voi muuntaa arvoksi {1}.
fr_ca: L'expression {0} ne peut pas être convertie vers une valeur de type {1}.
is_is: Ekki má merkjaskipta segðinni {0} í gildið {1}.
it_it: Non è possibile convertire il tipo dell'espressione {0} in un valore {1}.
nb_no: Uttrykket {0} kan ikke typekonverteres til en {1}-verdi.
nl_be: Typeconversie van de expressie {0} naar een {1}-waarde is niet mogelijk.
ru_ru: Выражение {0} нельзя преобразовать по типу к значению {1}.
sv_se: Uttrycket {0} kan inte typkonverteras till ett {1}-värde.

# FilterControlHeadingFilters
source: Filters
cs_cz: Filtry
da_dk: Filtre
de_ch: Filter
es_mx: Filtros
fi_fi: Suodattimet
fr_ca: Filtres
is_is: Afmarkanir
it_it: Filtri
nb_no: Filtre
ru_ru: Фильтры
sv_se: Filter

# NewPrimaryKeyIsNotUnique
source: The primary key defined for table {0} is not unique for tenant {1} database {2} company {3}.
cs_cz: Primární klíč definován pro tabulku {0} není pro nájemce {1} databáze {2} jedinečná společnost {3}.
da_dk: Den primære nøgle, der er defineret for tabellen {0}, er ikke entydig for lejer {1} database {2} virksomhed {3}.
de_ch: Der primäre Schlüssel, der für die Tabelle {0} definiert ist, ist für Tenant {1} Datenbank {2} Unternehmen {3} nicht eindeutig.
es_mx: La clave principal definida para la tabla {0} no es única para el inquilino {1}, la base de datos {2} y la empresa {3}.
fi_fi: Taulukolle {0} määritetty perusavain ei ole yksilöllinen vuokraajalle {1}, tietokannalle {2} ja yritykselle {3}.
fr_ca: La clé primaire définie pour la table {0} n'est pas unique pour l'abonné {1} base de données {2} société {3}.
is_is: Aðallykill sem skilgreindur er fyrir töfluna {0} er ekki einkvæmur fyrir leigjanda {1} gagnagrunn {2} fyrirtæki {3}.
it_it: La chiave primaria definita per la tabella {0} non è univoca per tenant {1} database {2} società {3}.
nb_no: Primærnøkkelen definert for tabellen {0} er ikke unik for leietakeren {1} i databasen {2} i selskapet {3}.
nl_be: De primaire sleutel die voor tabel {0} is gedefinieerd, is niet uniek voor tenant {1} database {2} bedrijf {3}.
ru_ru: Первичный ключ, определенный для таблицы {0}, не уникален для арендатора {1} базы данных {2} в организации {3}.
sv_se: Den primära nyckeln som definieras för tabellen {0} är inte unik för klientorganisationen {1} databasen {2} företaget {3}.

# StopSessionByTenantDismountComment
source: Stopped by tenant dismount.
cs_cz: Zastavil u nájemce odpojení.
da_dk: Stoppet af lejerafmontering.
de_ch: Durch Aufheben der Bereitstellung durch den Tenant angehalten.
es_mx: Detenido por el desmontaje del inquilino.
fi_fi: Pysäytetty vuokraajan poistamisella käytöstä.
fr_ca: Arrêté par le démontage de l'abonné.
is_is: Stöðvað þegar leigjandi aftengdist.
it_it: Interrotto dallo smontaggio del tenant.
nb_no: Stoppet av demontering av leietaker.
nl_be: Beëindigd door verwijdering van tenant.
ru_ru: Остановлено по отключению арендатора.
sv_se: Stoppad p.g.a. demontering av klientorganisation.

# DefinitionOfFieldChanged
source: The definition of the {0} field has changed; old type: {1}, new type: {2}. Start your activity again.
cs_cz: Změnila se definice pole {0}; původní typ: {1}, nový typ: {2}. znovu spusťte aktivitu.
da_dk: Definitionen af feltet {0} er ændret. Tidligere type: {1}, ny type: {2}. Start aktiviteten igen.
de_ch: Die Definition des Felds {0} wurde geändert. Alter Typ: {1}, neuer Typ: {2}. Starten Sie die Aktivität erneut.
es_mx: La definición del campo {0} se modificó; tipo antiguo: {1}, tipo nuevo: {2}. Inicie la actividad de nuevo.
fi_fi: Kohteen {0} kentän määritys on muuttunut; vanha tyyppi: {1}, uusi tyyppi: {2}. Käynnistä toiminto uudelleen.
fr_ca: La définition du champ {0} a changé ; ancien type : {1}, nouveau type : {2}. Redémarrez votre activité.
is_is: Skilgreiningin á reitnum {0} hefur breyst. Gamla gerðin: {1}, Nýja gerðin: {2}. Það þarf að endurræsa aðgerðina.
it_it: La definizione del campo {0} è stata modificata; vecchio tipo: {1}, nuovo tipo: {2}. Avviare nuovamente l'attività.
nb_no: Definisjonen av feltet {0} er endret. Gammel type: {1}, ny type: {2}. Start aktiviteten på nytt.
nl_be: De definitie van het veld {0} is gewijzigd; oud type: {1}, nieuw type: {2}. Start de activiteit opnieuw.
ru_ru: Определение поля {0} изменилось; предыдущий тип: {1}, новый тип: {2}. Запустите действие повторно.
sv_se: Definitionen av fältet {0} har ändrats; gammal typ: {1}, ny typ: {2}. Starta aktiviteten igen.

# ServerNameHasToBeSpecified
source: You must specify the server name to connect to the server.
cs_cz: Pro připojení k serveru je nutné zadat jeho název.
da_dk: Du skal angive et servernavn for at oprette forbindelse til serveren.
de_ch: Geben Sie den Servernamen an, um eine Verbindung mit dem Server herzustellen.
es_mx: Debe especificar el nombre del servidor para conectarse.
fi_fi: Palvelinyhteyden muodostaminen edellyttää, että määrität palvelimen nimen.
fr_ca: Vous devez spécifier le nom du serveur pour vous connecter au serveur.
is_is: Tilgreina verður heiti netþjónsins til að tengjast netþjóninum.
it_it: Per connettersi al server, è necessario specificarne il nome.
nb_no: Du må angi servernavnet for å koble til serveren.
nl_be: U moet de servernaam opgeven om verbinding te maken met de server.
ru_ru: Для подключения к серверу необходимо указать его имя.
sv_se: Du måste ange servernamnet för att kunna ansluta till servern.
