Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# SqlConnectionLostKnownIssue
source: A problem occurred during the operation. The error is related to a known problem.Try the operation again or contact your system administrator.
cs_cz: Během operace došlo k potížím. Chyba se týká známý problém.Opakujte operaci znovu nebo se obraťte na správce systému.
da_dk: Der opstod et problem under operationen. Fejlen skyldes et kendt problem. Prøv at køre operationen igen, eller kontakt systemadministratoren.
de_ch: Während des Vorgangs ist ein Problem aufgetreten. Der Fehler bezieht sich auf ein bekanntes Problem. Testen Sie den Vorgang erneut, oder wenden Sie sich an den Systemadministrator.
es_mx: Ocurrió un problema durante la operación. El error está relacionado con un problema conocido. Intente la operación de nuevo o póngase en contacto con el administrador del sistema.
fi_fi: Operaation aikana on ilmennyt ongelma. Virhe liittyy tunnettuun ongelmaan. Yritä operaatiota uudelleen tai ota yhteyttä järjestelmänvalvojaan.
fr_ca: Un problème s'est produit lors de l'opération. L'erreur est liée à un problème connu. Réessayez l'opération ou contactez votre administrateur système.
is_is: Vandamál kom upp í aðgerðinni. Villan tengist þekktu vandamáli. Reyna skal aðgerðina aftur eða hafa samband við kerfisstjórann.
it_it: Problema durante l'operazione. L'errore è correlato a un problema noto. Provare a rieseguire l'operazione o contattare l'amministratore di sistema.
nb_no: Det oppstod et problem under operasjonen. Feilen er relatert til et kjent problem. Prøv operasjonen på nytt, eller kontakt systemansvarlig.
nl_be: Er is tijdens de bewerking een probleem opgetreden. De fout heeft betrekking op een bekend probleem. Probeer opnieuw of u de bewerking kunt uitvoeren of neem contact op met uw systeembeheerder.
ru_ru: Во время выполнения операции возникла проблема. Ошибка связана с известной проблемой. Повторно выполните операцию или обратитесь за помощью к своему системному администратору.
sv_se: Ett problem uppstod under åtgärden. Felet är relaterat till ett känt problem. Försök att utföra åtgärden igen eller kontakta systemadministratören.

# MenuItemCustomizeNavigationPane
source: Customize Navigation Pane
cs_cz: Přizpůsobit Navigační podokno
da_dk: Tilpas navigationsrude
de_ch: Navigationsbereich anpassen
es_mx: Personalizar panel de exploración
fi_fi: Mukauta siirtymisruutu
fr_ca: Volet de navigation Personnaliser
is_is: Sérstilla yfirlitssvæði
it_it: Personalizza riquadro di spostamento
nb_no: Tilpass navigasjonsrute
nl_be: Navigatiedeelvenster aanpassen
ru_ru: Настроить панель навигации
sv_se: Anpassa navigeringsruta

# Instruction_CustomizeNavigationPane
source: Organize buttons and places in the navigation pane
cs_cz: Uspořádat tlačítka a umístění v Navigačním podokně
da_dk: Organiser knapper og placeringer i navigationsruden
de_ch: Dient zum Organisieren der Schaltflächen und Positionen im Navigationsbereich.
es_mx: Organizar botones y ubicaciones en el panel de exploración
fi_fi: Järjestä siirtymisruudun painikkeet ja sijainnit
fr_ca: Organiser les boutons et les emplacements dans le volet de navigation
is_is: Skipuleggja hnappa og staði á yfirlitssvæði
it_it: Organizzare i pulsanti e le aree nel riquadro di spostamento
nb_no: Ordne knapper og plasser i navigasjonsruten
nl_be: Knoppen en plaatsen in het navigatiedeelvenster ordenen
ru_ru: Упорядочить кнопки и места в панели навигации
sv_se: Ordna knappar och platser i navigeringsrutan

# SaveActionCaption
source: Save
cs_cz: Uložit
da_dk: Gem
de_ch: Speichern
es_mx: Guardar
fi_fi: Tallenna
fr_ca: Sauvegarder
is_is: Vista
it_it: Salva
nb_no: Lagre
nl_be: Opslaan
ru_ru: Сохранить
sv_se: Spara

# FilterValueSelectorInstructionText
source: Only show lines where "{0}" is
cs_cz: Pouze zobrazit čáry, kde je "{0}"
da_dk: Vis kun linjer, hvor "{0}" er
de_ch: Nur Zeilen anzeigen, in denen gilt: "{0}" ist
es_mx: Mostrar solo líneas donde "{0}" sea
fi_fi: Näytä vain rivit, joilla {0} on
fr_ca: Afficher uniquement lignes où « {0} » est
is_is: Sýna aðeins línur þar sem „{0}‟ er
it_it: Solo le righe in cui "{0}" è
nb_no: Vis bare linjer der {0} er
nl_be: Alleen regels weergeven waarop ¨{0}¨ is
ru_ru: Показывать только строки, где "{0}" равно
sv_se: Visa endast rader där {0} finns

# TestPageOnlyAllowedInTests
source: TestPages can only be instantiated within the context of a running test.
cs_cz: TestPages může být vytvořený pouze v rámci běžícího testu.
da_dk: TestPages kan kun instantieres inden for konteksten af en aktiv test.
de_ch: TestPage-Elemente können nur innerhalb des Kontexts eines laufenden Tests instanziiert werden.
es_mx: Solo se pueden crear instancias de TestPages en el contexto de una prueba de ejecución.
fi_fi: TestPage-kohteet voidaan vahvistaa vain käynnissä olevan testin kontekstissa.
fr_ca: Les TestPages ne peuvent être instanciées que dans le contexte d'un test en cours.
is_is: TestPages er einungis hægt að eintaka í prófun sem er í keyrslu.
it_it: È possibile creare un'istanza delle TestPage solo nel contesto di un test in esecuzione.
nb_no: TestPages kan bare instansieres i konteksten for en test som kjøres.
nl_be: TestPages kunnen alleen worden geïnstantieerd binnen de context van een actieve test.
ru_ru: Экземпляры страниц TestPages могут быть созданы только в контексте выполняющегося теста.
sv_se: Det går inte att initiera testsidor i kontexten med ett test som körs.

# ODataConcurrencyClientTokenErrorMessage
source: Could not validate the client concurrency token required by the service. Please provide a valid token in the client request.
cs_cz: Nelze ověřit klienta souběžnosti token služba vyžaduje. Zadejte platný token v požadavku klienta.
da_dk: Det token for klientsamtidighed, som kræves af tjenesten, kunne ikke valideres. Angiv et gyldigt token i klientanmodningen.
de_ch: Das vom Dienst benötigte Clientparallelitätstoken konnte nicht geprüft werden. Geben Sie in der Clientanforderung ein gültiges Token an.
es_mx: No se pudo validar el token de simultaneidad del cliente requerido por el servicio. Proporcione un token válido en la solicitud del cliente.
fi_fi: Palvelun vaatimaa asiakkaan samanaikaisuustunnusta ei voitu vahvistaa. Anna kelvollinen tunnus asiakaspyynnössä.
fr_ca: Impossible de valider le jeton de concurrence client requis par le service. Veuillez fournir un token valide dans la demande client.
is_is: Ekki tókst að staðfesta samvinnslumerki biðlarana sem þjónustan krefst. Gefa skal upp gilt merki í biðlarafyrirspurninni.
it_it: Impossibile convalidare il token di concorrenza client richiesto dal servizio. Fornire un token valido nella richiesta client.
nb_no: Kan ikke validere klientsamtidighetstoken som kreves av tjenesten. Angi et gyldig token i klientforespørselen.
nl_be: Kon de concurrencytoken voor de client, die door de service wordt vereist, niet valideren. Zorg voor een geldige token in de aanvraag van de client.
ru_ru: Не удалось проверить маркер параллелизма клиента, требуемый службой. Укажите в запросе клиента действительный маркер параллелизма.
sv_se: Det gick inte att validera klientens concurrency-token, som tjänsten kräver. Ange en giltig token i klientbegäran.

# ManifestParser_MissingScript
source: The control add-in manifest does not include a script.
cs_cz: Manifest ovládací prvek neobsahuje skript.
da_dk: Kontroltilføjelsesmanifestet inkluderer ikke et script.
de_ch: Das Add-in-Manifest für Steuerelemente enthält kein Skript.
es_mx: El manifiesto del complemento de control no incluye ningún script.
fi_fi: Ohjauslisäosan kokoonpanotiedot eivät sisällä komentosarjaa.
fr_ca: Le manifeste du complément de contrôle n'inclut pas de script.
is_is: Stilliskrá stýringarinnbótarinnar inniheldur ekki forskrift.
it_it: Il manifesto del componente aggiuntivo di controllo non include uno script.
nb_no: Kontrolltilleggsmanifestet inkluderer ikke et skript.
nl_be: Het manifest voor de besturingselementinvoegtoepassing bevat geen script.
ru_ru: Манифест надстройки элемента управления не содержит скрипт.
sv_se: Kontrolltilläggsmanifestet saknar ett skript.

# BooleanTypeOptions
source: No,Yes
cs_cz: Ne,Ano
da_dk: Nej,Ja
de_ch: Nein,Ja
es_mx: No,Sí
fi_fi: Ei,Kyllä
fr_ca: Non,Oui
is_is: Nei,Já
it_it: No,Sì
nb_no: Nei,Ja
nl_be: Nee,Ja
ru_ru: Нет,Да
sv_se: Nej,Ja

# TokenReplayed
source: Token replay has been detected. Contact your system administrator.
cs_cz: Byl rozpoznán token replay. Obraťte se na správce systému.
da_dk: Tokengentagelse er blevet registreret. Kontakt systemadministratoren.
de_ch: Erneute Token-Wiedergabe wurde erkannt. Wenden Sie sich an Ihren Systemadministrator.
es_mx: Se ha detectado la reproducción de token. Póngase en contacto con el administrador del sistema.
fi_fi: Tunnuksen toisto on havaittu. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Une réexécution de jeton a été détectée. Contactez votre administrateur système.
is_is: Endurspilun tákns hefur fundist. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Rilevata una riproduzione del token. Contattare l'amministratore di sistema.
nb_no: Tokenrepetisjon er oppdaget. Kontakt systemansvarlig.
nl_be: Er is herhaling van het token gedetecteerd. Neem contact op met uw systeembeheerder.
ru_ru: Обнаружено воспроизведение маркера. Обратитесь за помощью к системному администратору.
sv_se: Upprepad tokenanvändning har upptäckts. Kontakta systemadministratören.

# NoWaitNotSupportedError
source: The request to lock the {0} table with a Wait parameter of FALSE is not supported.
cs_cz: Požadavek na uzamčení tabulky {0} s parametrem Wait s hodnotou FALSE není podporován.
da_dk: Forespørgslen om at låse tabellen {0} med ventepositionen FALSK er ikke understøttet.
de_ch: Die Anforderung, die Tabelle '{0}' mit dem Wait-Parameter 'FALSE' zu sperren, wird nicht unterstützt.
es_mx: La petición de bloqueo de la tabla {0} con un parámetro de espera de FALSE no es compatible.
fi_fi: Taulukon {0} lukituspyyntöä Wait-parametrilla FALSE ei ole tuettu.
fr_ca: La demande de verrouillage de la table {0} avec un paramètre Wait sur FALSE n'est pas prise en charge.
is_is: Beiðnin um að læsa töflunni {0} með biðfæribreytu sem stillt er á FALSE er ekki studd.
it_it: La richiesta di lock per la tabella {0} con un parametro Wait FALSE non è supportata.
nb_no: Forespørselen om å låse tabellen {0} med en Wait-parameter som FALSE, støttes ikke.
nl_be: De aanvraag om tabel {0} te vergrendelen met parameter Wait = FALSE wordt niet ondersteund.
ru_ru: Запрос на блокировку таблицы {0} со значением FALSE параметра Wait не поддерживается.
sv_se: Den begärda låsningen av tabell {0} med en Wait-parameter som är FALSE stöds inte.

# MenuItemChartPane
source: Chart Pane
cs_cz: Podokno s grafem
da_dk: Diagramrude
de_ch: Diagrammbereich
es_mx: Panel de gráfico
fi_fi: Kaavioruutu
fr_ca: Volet Graphique
is_is: Myndritssvæði
it_it: Riquadro Grafici
nb_no: Grafikkrute
nl_be: Diagramdeelvenster
ru_ru: Область диаграмм
sv_se: Diagramruta

# DecimalExpressionParser_DivideByZeroInExpression
source: You cannot use an expression that divides by zero.
cs_cz: Nelze použít výraz, který dělí nulou.
da_dk: Du kan ikke bruge et udtryk, hvor der divideres med nul.
de_ch: Ein Ausdruck, der durch null geteilt wird, darf nicht verwendet werden.
es_mx: No se puede utilizar una expresión que divida por cero.
fi_fi: Nollalla jakavaa lauseketta ei voi käyttää.
fr_ca: Vous ne pouvez pas utiliser une expression qui se divise par zéro.
is_is: Ekki má nota segð sem deilir með núlli.
it_it: Impossibile utilizzare un'espressione che esegue la divisione per zero.
nb_no: Du kan ikke bruke et uttrykk som kan deles på null.
nl_be: U kunt geen expressie met deling door nul gebruiken.
ru_ru: Нельзя использовать выражение с делением на ноль.
sv_se: Du kan inte använda ett uttryck som divideras med noll.

# Button_CreateGroup
source: Create Group
cs_cz: Vytvořit skupinu
da_dk: Opret gruppe
de_ch: Gruppe erstellen
es_mx: Crear grupo
fi_fi: Luo ryhmä
fr_ca: Créer un groupe
is_is: Stofna hóp
it_it: Crea gruppo
nb_no: Opprett gruppe
nl_be: Groep maken
ru_ru: Создать группу
sv_se: Skapa grupp

# 00095-50100
source: The {0} XmlPort does not have a XmlItem that uses the table (Table {1} {2}) specified in the function SetTableView.
cs_cz: XmlPort {0} nemá XMLItem, který používá tabulku (Tabulka {1} {2}) zadanou ve funkci SetTableView.
da_dk: XmlPort'en {0} indeholder ikke et XmlItem, som bruger tabellen (Tabel {1} {2}), der er angivet i funktionen SetTableView.
de_ch: Der XmlPort {0} hat kein XmlItem, das die in der SetTableView-Funktion definierte Tabelle (Tabelle {1} {2}) nutzt.
es_mx: XmlPort de {0} no tiene un XmlItem que utilice la tabla (Tabla {1} {2}) especificada en la función SetTableView.
fi_fi: XmlPort-kohteella {0} ei ole XmlItem-kohdetta, joka käyttää SetTableView-funktiossa määritettyä taulukkoa {1} {2}.
fr_ca: Le XmlPort {0} ne contient pas de XmlItem qui utilise la table (Table {1} {2}) spécifiée dans la fonction SetTableView.
is_is: {0} XmlPort er ekki með XmlItem, sem notar töfluna (Tafla {1} {2}), valið í aðgerðinni SetTableView.
it_it: A XMLport {0} non è associato alcun XMLItem che utilizzi la tabella (tabella {1} {2}) specificata nella funzione SetTableView.
nb_no: XmlPort {0} har ingen XmlItem som bruker tabellen (tabell {1} {2}) som er angitt i funksjonen SetTableView.
nl_be: De XmlPort {0} heeft geen XmlItem dat de tabel (Table {1} {2}) gebruikt zoals opgegeven is in de functie SetTableView.
ru_ru: В XmlPort {0} отсутствует элемент XmlItem, использующий таблицу (таблица {1} {2}), определенную в функции SetTableView.
sv_se: XmlPort {0} har inte något XmlItem som använder tabellen (tabell {1} {2}) som anges i funktionen SetTableView.

# DeadLockError
source: The activity was deadlocked with another user who was modifying the {0} table. Please retry the activity.
cs_cz: Činnost byla zablokována jiným uživatelem, který mění tabulku {0}. Zkuste to prosím znovu.
da_dk: Der opstod deadlock mellem aktiviteten og en anden bruger, som var i færd med at redigere tabellen {0}. Prøv aktiviteten igen.
de_ch: Die Aktion wurde aufgrund einer Änderung der Tabelle '{0}' durch einen anderen Benutzer blockiert. Führen Sie die Aktion erneut aus.
es_mx: La actividad fue bloqueada por otro usuario que estaba modificando la tabla {0}. Vuelva a intentar la actividad.
fi_fi: Tehtävä lukkiutui, kun toinen käyttäjä muokkasi taulukkoa {0}. Yritä toimintoa uudelleen.
fr_ca: L'activité a été déverrouillée par un autre utilisateur qui avait modifié la table {0}. Relancez l'activité.
is_is: Aðgerðin lenti í sjálfheldu vegna þess að annar notandi var að breyta töflunni {0}. Reyna skal aðgerðina aftur.
it_it: L'attività è stata bloccata dalla modifica di un altro utente alla tabella {0}. Ripetere l'attività.
nb_no: Aktiviteten ble låst (deadlocked) mens en annen bruker som endret tabellen {0}. Prøv aktiviteten på nytt.
nl_be: Een andere gebruiker heeft tabel {0} gewijzigd, waardoor een deadlock is opgetreden tijdens de activiteit. Probeer de activiteit opnieuw.
ru_ru: Действие было заблокировано из-за другого пользователя, изменяющего {0} таблицу. Повторно выполните действие.
sv_se: Aktiviteten hamnade i ett dödläge p.g.a. en annan användares ändring av tabellen {0}. Försök med aktiviteten igen.

# 00095-50113
source: The value '{0}' has a length {1}, which exceeds the maximum size of the destination type {2}.
cs_cz: Hodnota '{0}' má délku {1}, která překračuje maximální velikost cílového typu {2}.
da_dk: Værdien '{0}' har en længde på {1}, som overskrider den maksimale størrelse for destinationstypen {2}.
de_ch: Der Wert '{0}' besitzt eine Länge von {1} und überschreitet damit die maximal zulässige Grösse des Zieltyps {2}.
es_mx: El valor '{0}' tiene una longitud de {1}, y supera el tamaño máximo para el tipo de destino {2}.
fi_fi: Arvon "{0}" pituus {1} on suurempi kuin kohdetyypin enimmäispituus {2}.
fr_ca: La valeur '{0}' comporte {1} caractères et est donc plus longue que la taille maximale du type destination {2}.
is_is: Gildið '{0}' er {1} langt, sem er lengra en hármarksstærð viðtökugerðarinnar {2}.
it_it: La lunghezza del valore '{0}' è pari a {1} e supera la dimensione massima consentita del tipo destinazione {2}.
nb_no: Verdien {0} har en lengde ({1}) som overskrider maksimumsstørrelsen for måltypen {2}.
nl_be: Waarde '{0}' heeft de lengte {1}. Dit is langer dan de maximumgrootte van het soort bestemming {2}.
ru_ru: Длина значения '{0}' равна {1}, что превышает максимальный размер типа назначения {2}.
sv_se: Värdet {0} har längden {1}, vilket överskrider den maximala storleken för destinationstypen {2}.

# ControlAddInInvalidResource
source: The resource for control add-in "{0}" is not valid.
cs_cz: Zdroj pro ovládání doplňků "{0}" není platný.
da_dk: Ressourcen til tilføjelseskontrolelementet "{0}" er ugyldigt.
de_ch: Die Add-in-Ressource für Steuerelemente "{0}" ist nicht gültig.
es_mx: El recurso del complemento de control "{0}" no es válido.
fi_fi: Ohjauslisäosan {0} resurssi ei kelpaa.
fr_ca: La ressource du complément de contrôle « {0} » n'est pas valide.
is_is: Tilfangið fyrir stýringarinnbótina „{0}“ er ekki gilt.
it_it: La risorsa per il componente aggiuntivo di controllo "{0}" non è valida.
nb_no: Ressursen for kontrolltillegget {0} er ikke gyldig.
nl_be: De resource voor besturingselementinvoegtoepassing "{0}" is niet geldig.
ru_ru: Ресурс для надстройки элемента управления "{0}" недопустим.
sv_se: Resursen för kontrolltillägget {0} är inte giltig.

# FieldMustBelongToPrimaryKey
source: The following field must be included into the table's primary key. Field:{0} Table: {1}
cs_cz: Následující pole musí být zahrnuto do primárního klíče tabulky. Pole: {0} Tabulka: {1}
da_dk: Det nedenstående felt skal indgå i tabellens primærnøgle. Felt:{0} Tabel: {1}
de_ch: Das folgende Feld muss Bestandteil des Primärschlüssels sein. Feld: {0}, Tabelle: {1}
es_mx: El siguiente campo debe formar parte de la clave primaria de la tabla. Campo:{0} Tabla: {1}
fi_fi: Seuraavan kentän on sisällyttävä taulukon perusavaimeen. Kenttä: {0} Taulukko: {1}
fr_ca: Le champ suivant doit être inclus dans la clé primaire de la table. Champ :{0} Table : {1}
is_is: Reiturinn að neðan verður að vera hluti af aðallykli töflunnar. Reitur:{0} tafla: {1}
it_it: Il seguente campo deve essere incluso nella chiave primaria della tabella. Campo: {0} Tabella: {1}
nb_no: Feltet nedenfor må være med i tabellens primærnøkkel. Felt:{0} tabell: {1}
nl_be: Het volgende veld moet worden opgenomen in de primaire sleutel van de tabel. Veld: {0}, tabel: {1}
ru_ru: Следующее поле должно включаться в первичный ключ таблицы. Поле: {0} Таблица: {1}
sv_se: Följande fält måste ingå i tabellens primärnyckel. Fält:{0} Tabell: {1}

# LockTimeOutError
source: The operation could not complete because a record in the {0} table was locked by another user. Please retry the activity.
cs_cz: Operaci nelze dokončit, protože záznam v tabulce {0} byl uzamčen jiným uživatelem. Zkuste to prosím znovu.
da_dk: Handlingen kunne ikke fuldføres, fordi en record i tabellen {0} var låst af en anden bruger. Prøv aktiviteten igen.
de_ch: Der Vorgang konnte nicht abgeschlossen werden, da ein Datensatz in der Tabelle '{0}' durch einen anderen Benutzer gesperrt wurde. Führen Sie die Aktion erneut aus.
es_mx: La operación no se pudo completar porque otro usuario bloqueó un registro de la tabla {0}. Vuelva a intentar la actividad.
fi_fi: Operaatiota ei voitu suorittaa, koska toinen käyttäjä lukitsi taulukon {0} tietueen. Yritä toimintoa uudelleen.
fr_ca: L'opération ne s'est pas terminée car un enregistrement dans la table {0} a été verrouillé par un autre utilisateur. Relancez l'activité.
is_is: Ekki tókst að ljúka aðgerðinni vegna þess að færslu í töflunni {0} var læst af öðrum notanda. Reyna skal aðgerðina aftur.
it_it: Impossibile completare l'operazione perché un record nella tabella {0} è stato bloccato da un altro utente. Ripetere l'attività.
nb_no: Operasjonen kan ikke fullføres fordi en post i {0}-tabellen er låst av en annen bruker. Prøv aktiviteten på nytt.
nl_be: De bewerking kan niet worden voltooid omdat een record in de tabel {0} door een andere gebruiker is vergrendeld. Probeer de activiteit opnieuw.
ru_ru: Операцию не удалось выполнить, так как запись в таблице {0} была заблокирована другим пользователем. Повторно выполните действие.
sv_se: Det gick inte att slutföra operationen eftersom en post i tabellen {0} har låsts av en annan användare. Försök med aktiviteten igen.

# ObjectTableNameNotUnique
source: An object of type {0} in the Object table already exists with the name {1}.
cs_cz: Objekt typu {0} v tabulce objektů již existuje s názvem {1}.
da_dk: Der findes allerede et objekt af typen {0} med navnet {1} i objekttabellen.
de_ch: In der Objekttabelle ist bereits ein Objekt vom Typ '{0}' mit dem Namen '{1}' vorhanden.
es_mx: Ya existe un objeto de tipo {0} en la tabla de objetos con el nombre {1}.
fi_fi: Objekti, jonka tyyppi on {0}, on jo objektitaulukossa nimellä {1}.
fr_ca: Un objet du type {0} dans la table des objets existe déjà sous le nom {1}.
is_is: Hlutur af gerðinni {0} í hlutatöflunni er til nú þegar með heitinu {1}.
it_it: Nella tabella oggetti esiste già un oggetto di tipo {0} con il nome {1}.
nb_no: Det finnes allerede et objekt av typen {0} med navnet {1} i objekttabellen.
nl_be: Een object met type {0} in de tabel Object bestaat al onder de naam {1}.
ru_ru: Объект типа {0} в таблице объектов уже существует с именем {1}.
sv_se: Det finns redan ett objekt med typen {0} med namnet {1} i objekttabellen.

# InvalidServerPort
source: The port number {0} is not within the range of valid port numbers.
cs_cz: Číslo portu {0} není v rozsahu platných čísel portů.
da_dk: Portnummeret {0} er ikke inden for intervallet af gyldige portnumre.
de_ch: Die Portnummer {0} liegt nicht im Bereich der gültigen Portnummern.
es_mx: El número de puerto {0} no se encuentra dentro del intervalo de números de puerto válidos.
fi_fi: Portin numero {0} ei ole sallitulla porttinumeroalueella.
fr_ca: Le numéro de port {0} n'est pas compris dans la plage de numéros de port valides.
is_is: Gáttarnúmerið {0} er ekki innan sviðs gildra gáttanúmera.
it_it: Il numero della porta {0} non è compreso nell'intervallo di numeri di porta validi.
nb_no: Portnummeret {0} er ikke innenfor området med gyldige portnumre.
nl_be: Het poortnummer {0} ligt niet binnen het bereik van geldige poortnummers.
ru_ru: Номер порта {0} не входит в диапазон допустимых номеров портов.
sv_se: Portnumret {0} ligger inte inom intervallet för giltiga portnummer.

# ImageControlViewInstructions
source: Right-click the image to copy or save.
cs_cz: Klepněte pravým tlačítkem myši na obrázek pro jeho kopírování nebo uložení.
da_dk: Højreklik på billedet for at kopiere eller gemme det.
de_ch: Klicken Sie mit der rechten Maustaste auf das Bild, um es zu kopieren oder zu speichern.
es_mx: Haga clic con el botón secundario en la imagen para copiarla o guardarla.
fi_fi: Voit kopioida tai tallentaa kuvan napsauttamalla sitä hiiren kakkospainikkeella.
fr_ca: Cliquez avec le bouton droit sur l'image pour copier ou enregistrer.
is_is: Hægrismelltu á myndina til að afrita eða vista.
it_it: Fare clic con il pulsante destro mouse sull'immagine per copiarla o salvarla.
nb_no: Høyreklikk bildet for å kopiere eller lagre.
nl_be: Klik met de rechtermuisknop op de afbeelding om deze te kopiëren of op te slaan.
ru_ru: Чтобы скопировать или сохранить изображение, щелкните его правой кнопкой мыши.
sv_se: Högerklicka på bilden om du vill kopiera eller spara den.
