Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ChangeListenerConnectionFailed
source: The {0} cannot connect the Change Listener to SQL Server because of the following error: {1}
cs_cz: {0} se nemůže připojit k Change Listeneru SQL serveru kvůli následující chybě: {1}
da_dk: {0} kan ikke tilslutte Change Listener til SQL Server på grund af følgende fejl: {1}
de_ch: Von '{0}' kann aufgrund des folgenden Fehlers keine Verbindung zwischen dem Änderungslistener und SQL Server hergestellt werden: '{1}'
es_mx: {0} no puede conectar el servicio de escucha de cambios para SQL Server debido al siguiente error: {1}
fi_fi: {0} ei voi muodostaa yhteyttä muutosseurannasta (Change Listener) SQL Serveriin seuraavan virheen vuoksi: {1}
fr_ca: {0} ne peut pas connecter l'écouteur de modifications à SQL Server en raison de l'erreur suivante : {1}
is_is: {0} getur ekki tengt breytingavakann við SQL-þjón vegna eftirfarandi villu: {1}
it_it: {0} non è in grado di connettere il listener di modifica a SQL Server a causa del seguente errore: {1}
nb_no: {0} kan ikke koble endringslytteren til SQL Server på grunn av følgende feil: {1}
nl_be: {0} kan de Change Listener niet verbinden met SQL Server vanwege de volgende fout: {1}
ru_ru: {0} не удается подключить прослушиватель изменений к SQL Server из-за следующей ошибки: {1}
sv_se: {0} kan inte ansluta Change Listener till SQL Server på grund av följande fel: {1}

# ObjectTableCannotChangeField
source: You cannot modify the field {0}.
cs_cz: Nelze upravovat pole {0}.
da_dk: Feltet {0} kan ikke redigeres.
de_ch: Das Feld '{0}' kann nicht geändert werden.
es_mx: No puede modificar el campo {0}.
fi_fi: Kenttää {0} ei voi muokata.
fr_ca: Vous ne pouvez pas modifier le champ {0}.
is_is: Ekki er hægt að breyta reitnum {0}.
it_it: Impossibile modificare il campo {0}.
nb_no: Du kan ikke endre feltet {0}.
nl_be: U kunt het veld {0} niet wijzigen.
ru_ru: Поле {0} невозможно изменить.
sv_se: Det går inte att ändra fältet {0}.

# TenantNamesAmbiguous
source: Ambiguous tenant selection. Host name points to tenant {0} and query parameter points to tenant {1}.
cs_cz: Výběr nejednoznačné nájemce. Název hostitele poukazuje na nájemce {0} a query parametr odkazuje na nájemce {1}.
da_dk: Uklart valg af lejer. Værtsnavn peger på lejer {0}, og forespørgselsparameter peger på lejer {1}.
de_ch: Nicht eindeutige Tenantauswahl. Der Hostname verweist auf den Tenant {0} und der Abfrageparameter auf den Tenant {1}.
es_mx: Selección de inquilino ambigua. El nombre de host señala al inquilino {0} y el parámetro de consulta señala al inquilino {1}.
fi_fi: Monitulkintainen vuokraajan valinta. Isäntänimi osoittaa vuokraajaan {0} ja kyselyparametri osoittaa vuokraajaan {1}.
fr_ca: Sélection d'abonné ambigüe. Le nom d'hôte pointe vers l'abonné {0} et le paramètre de requête pointe vers l'abonné {1}.
is_is: Tvírætt val á leigjanda. Heiti hýsis vísar á leigjanda {0} og leitarfæribreytan vísar á leigjanda {1}.
it_it: Selezione tenant ambigua. Il nome host fa riferimento al tenant {0} e il parametro della query fa riferimento al tenant {1}.
nb_no: Tvetydig leietakervalg. Vertsnavnet peker til leietakeren {0}, og spørringsparameteren peker til leietakeren {1}.
nl_be: Dubbelzinnige tenantselectie. Hostnaam wijst naar tenant {0} en de queryparameter wijst naar tenant {1}.
ru_ru: Неоднозначный выбор арендатора. Имя хоста указывает на арендатора {0}, а параметр запроса указывает на арендатора {1}.
sv_se: Tvetydigt val av klientorganisation. Host-namnet pekar på klientorganisationen {0} och frågeparametern pekar på klientorganisation {1}.

# 00095-50081
source: The operation failed because the dialog box is not open.
cs_cz: Operace se nezdařila, protože dialogové okno není otevřeno.
da_dk: Handlingen mislykkedes, fordi dialogboksen ikke er åben.
de_ch: Der Vorgang ist fehlgeschlagen, da das Dialogfeld nicht geöffnet ist.
es_mx: Error en la operación porque el cuadro de diálogo no está abierto.
fi_fi: Toiminto epäonnistui, koska valintaikkuna ei ole avoinna.
fr_ca: L'opération a échoué car la boîte de dialogue n'est pas ouverte.
is_is: Aðgerðin mistókst þar sem svarglugginn er ekki opinn.
it_it: Operazione non riuscita. La finestra di dialogo non è aperta.
nb_no: Operasjonen mislyktes fordi dialogboksen ikke er åpen.
nl_be: De bewerking is mislukt omdat het dialoogvenster niet is geopend.
ru_ru: Сбой операции, т.к. не открыто диалоговое окно.
sv_se: Åtgärden misslyckades eftersom dialogrutan inte är öppen.

# InvalidReportLanguageID
source: Invalid language ID supplied: {0}.
cs_cz: Zadané ID Neplatný jazyk: {0}.
da_dk: Der er angivet et ugyldigt sprog-id: {0}.
de_ch: Ungültige Sprachkennung angegeben: {0}.
es_mx: Id. de idioma proporcionado no válido: {0}.
fi_fi: Annettu kielitunnus ei kelpaa: {0}.
fr_ca: Code de langue non valide fourni: {0}.
is_is: Ógilt tungumálakenni gefið upp: {0}.
it_it: È stato specificato un ID lingua non valido: {0}.
nb_no: Ugyldig språk-ID angitt: {0}.
nl_be: Ongeldige taal-id opgegeven: {0}.
ru_ru: Указан недопустимый код языка: {0}.
sv_se: Ett ogiltigt språk-ID har angetts: {0}.

# CannotExecuteSqlQueryAcrossDatabases
source: Cannot execute query that spans across tenant and application databases.
cs_cz: Nelze provést dotaz, který se klene přes nájemce a aplikační databáze.
da_dk: Der kan ikke udføres en forespørgsel, som strækker sig på tværs af lejer- og programdatabaser.
de_ch: Die Abfrage, die sich über die Tenant- und Anwendungsdatenbanken erstreckt, kann nicht ausgeführt werden.
es_mx: No se puede ejecutar la consulta en las bases de datos de inquilino y de aplicación.
fi_fi: Sekä vuokraajan että sovelluksen tietokantoja käyttävää kyselyä ei voi suorittaa.
fr_ca: Impossible d'exécuter la requête qui s'étend sur les bases de données abonné et application.
is_is: Ekki tókst að keyra fyrirspurn sem spannar leigjanda- og jöfnunargagnagrunna.
it_it: Impossibile eseguire la query che riguarda i database dell'applicazione e del tenant.
nb_no: Kan ikke utføre spørring som strekker seg på tvers av leietaker- og programdatabaser.
nl_be: Kan geen query uitvoeren die tenant- en toepassingsdatabases omvat.
ru_ru: Невозможно выполнение запросов, распространяющихся на несколько баз данных арендаторов и приложений
sv_se: Det går inte att köra en fråga som sträcker sig mellan klientorganisation och programdatabaser.

# HomepageAddChartPart
source: Chart Part
cs_cz: Část grafu
da_dk: Diagramdel
de_ch: Diagrammabschnitt
es_mx: Elemento gráfico
fi_fi: Kaavio-osa
fr_ca: Partie de diagramme
is_is: Myndritshluti
it_it: Parte grafico
nb_no: Diagramdel
nl_be: Diagramonderdeel
ru_ru: Часть диаграммы
sv_se: Diagramdel

# PromotedCategoryTypeProcess
source: Process
cs_cz: Proces
da_dk: Proces
de_ch: Vorgang
es_mx: Proceso
fi_fi: Käsittely
fr_ca: Processus
is_is: Vinna
it_it: Processo
nb_no: Prosess
nl_be: Verwerken
ru_ru: Процесс

# DnsIdentityMessage
source: The client could not establish a connection to the {0}. Reason = "Configuration setting 'DnsIdentity' has an invalid value" Description = "{1}"
cs_cz: Klient nemůže navázat připojení k {0}. Důvod = "Konfigurace nastavení 'DnsIdentity' má neplatnou hodnotu" Popis = "{1}"
da_dk: Klienten kunne ikke oprette forbindelse til {0}. Årsag = "Værdien til konfigurationsindstillingen 'DnsIdentity' er ugyldig" Beskrivelse = "{1}"
de_ch: Vom Client konnte keine Verbindung mit '{0}' hergestellt werden. Ursache: Die Konfigurationseinstellung 'DnsIdentity' besitzt einen ungültigen Wert. Beschreibung: {1}
es_mx: El cliente no pudo establecer una conexión con {0}. Razón = 'El valor de la opción de configuración 'DnsIdentity' no es válido' Descripción = '{1}'
fi_fi: Asiakasohjelma ei pystynyt muodostamaan yhteyttä kohteeseen {0}. Syy = "Määritysasetuksella DnsIdentity on virheellinen arvo" Kuvaus = "{1}"
fr_ca: Le client n'a pas pu établir de connexion au {0}. Motif = « La valeur du paramètre de configuration " DnsIdentity " n'est pas valide » Description = « {1} »
is_is: Biðlarinn gat ekki komið á tengingu við {0}. Ástæða = „Grunnstillingin „DnsIdentity“ er með rangt gildi“ Lýsing = „{1}“
it_it: Impossibile stabilire una connessione al {0}. Motivo = "Valore non valido nell'impostazione di configurazione 'DnsIdentity'" Descrizione = "{1}"
nb_no: Klienten kunne ikke opprette en tilkobling til {0}. Årsak = "Konfigurasjonsinnstillingen 'DnsIdentity' har en ugyldig verdi" Beskrivelse = {1}
nl_be: De client kan geen verbinding maken met {0}. Reden = "Configuratie-instelling 'DnsIdentity' heeft een ongeldige waarde" Omschrijving = "{1}"
ru_ru: Клиенту не удалось установить подключение к {0}. Причина = "Настройка 'DnsIdentity' конфигурации имеет недопустимое значение" Описание = "{1}"
sv_se: Klienten kunde inte upprätta en anslutning till {0}. Orsak = "Konfigurationsinställningen DnsIdentity innehåller ett ogiltigt värde" Beskrivning = "{1}"

# InvalidServer
source: The server address {0} is not a valid URL. The correct format is Server/ServiceName or Server:PortNumber/ServiceName, such as localhost:7046/DynamicsNav.
cs_cz: Adresa serveru {0} není platnou adresu URL. Správný formát je Server/ServiceName nebo Server:PortNumber/ServiceName, jako například localhost:7046/DynamicsNav.
da_dk: Serveradressen {0} er ikke en gyldig URL-adresse. Det korrekte format er: Server/Tjenestenavn eller Server:Portnummer/Tjenestenavn, f.eks. localhost:7046/DynamicsNav.
de_ch: Bei der Serveradresse '{0}' handelt es sich nicht um eine gültige URL. Das korrekte Format ist 'Server/Servicename' oder 'Server:PortNumber/Servicename', beispielsweise 'localhost:7046/DynamicsNav'.
es_mx: La dirección de servidor {0} no es una dirección URL válida. El formato correcto es: Servidor/NombreServicio o Servidor:NúmeroPuerto/NombreServicio, como por ejemplo localhost:7046/DynamicsNav.
fi_fi: Palvelimen osoite {0} ei ole kelvollinen URL-osoite. Oikea muoto on Palvelin/PalvelunNimi tai Palvelin:PortinNumero/PalvelunNimi. Esimerkki: localhost:7046/DynamicsNav.
fr_ca: L'adresse de serveur {0} n'est pas une URL valide. Le format correct est Serveur/Nom_de_service ou Serveur:Numéro_de_port/Nom_de_service, par exemple localhost:7046/DynamicsNav.
is_is: Vistfang netþjónsins, {0}, er ekki gild vefslóð. Rétt snið er netþjónn/þjónustuheiti eða netþjónn:gáttarnúmer/þjónustuheiti, eins og localhost:7046/DynamicsNav.
it_it: L'indirizzo del server {0} non è un URL valido. Il formato corretto è Server/NomeServizio o Server:NumeroPorta/NomeServizio, ad esempio localhost:7046/DynamicsNav.
nb_no: Serveradressen {0} er ikke en gyldig URL-adresse. Det riktige formatet er Server/Servicenavn eller Server:Portnummer/Servicenavn, for eksempel localhost:7046/DynamicsNav.
nl_be: Het serveradres {0} is geen geldige URL. De juiste indeling is Server/Servicenaam of Server:Poortnummer/Servicenaam, zoals localhost:7046/DynamicsNav.
ru_ru: Адрес сервера {0} не является допустимым URL-адресом. Правильный формат: "сервер/имя_службы" или "сервер:номер_порта/имя_службы", например "localhost:7046/DynamicsNav".
sv_se: Serveradressen {0} är inte en giltig webbadress. Korrekt format är: Server/Tjänstnamn eller Server:Portnummer/Tjänstnamn, exempelvis localhost:7046/DynamicsNav.

source: Add to Role Center
cs_cz: Přidat do centra rolí
da_dk: Føj til Rollecenter
de_ch: Zum Rollencenter hinzufügen
es_mx: Agregar a área de tareas
fi_fi: Lisää Roolikeskukseen
fr_ca: Ajouter dans le Tableau de bord
is_is: Bæta við Mitt hlutverk
it_it: Aggiungi a Gestione ruolo utente
nb_no: Legg til i rollesenter
nl_be: Toevoegen aan rolcentrum
ru_ru: Добавить в ролевой центр
sv_se: Lägg till i Rollcenter

# CustomizeBandForm
source: Customize {0}
cs_cz: Vlastní nastavení {0}
da_dk: Tilpas {0}
de_ch: {0} anpassen
es_mx: Personalizar {0}
fi_fi: Mukauta {0}
fr_ca: Personnaliser {0}
is_is: Sérstilla {0}
it_it: Personalizza {0}
nb_no: Tilpass {0}
nl_be: {0} aanpassen
ru_ru: Настройка модуля {0}
sv_se: Anpassa {0}

# CSIDESentInvalidTableMetadataForValidation
source: The table definition is invalid and cannot be validated.
cs_cz: Definice tabulky je neplatný a nemůže být ověřena.
da_dk: Tabeldefinition er ugyldig og kan ikke valideres.
de_ch: Die Tabellendefinition ist ungültig und kann nicht geprüft werden.
es_mx: La definición de la tabla no es válida y no se puede validar.
fi_fi: Taulukkomääritys ei kelpaa, eikä sitä voi vahvistaa.
fr_ca: La définition de table n'est pas valide et ne peut pas être validée.
is_is: Töfluskilgreiningin er ógild og hana er ekki hægt að staðfesta.
it_it: La definizione di tabella non è valida e non può essere convalidata.
nb_no: Tabelldefinisjonen er ugyldig og kan ikke valideres.
nl_be: De tabeldefinitie is ongeldig en kan niet worden gevalideerd.
ru_ru: Определение таблицы недопустимо и не может быть проверено.
sv_se: Tabelldefinitionen är ogiltig och kan inte valideras.

# AutomationCreateError
source: Unable to create an instance of Automation Server {0} with CLSID = {1} {2}.
cs_cz: Toto hlášení je pro programátory C/AL: nelze vytvořit instance Automation Server {0} s identifikátorem CLSID = {1} {2}.
da_dk: Der kan ikke oprettes en forekomst af Automation Server {0} med CLSID = {1} {2}.
de_ch: Eine Instanz eines Automatisierungsservers {0} kann mit CLSID = {1} {2} nicht erstellt werden.
es_mx: No se puede crear una instancia de automation server {0} con CLSID = {1} {2}.
fi_fi: Automaatiopalvelimen {0} esiintymää ei voi luoda arvolla CLSID = {1} {2}.
fr_ca: Impossible de créer une instance de Automation Server {0} avec CLSID = {1} {2}.
is_is: Mistókst að búa til tilvik af sjálfvirkniþjóni {0} með CLSID = {1} {2}.
it_it: Impossibile creare un'istanza di Automation Server {0} con CLSID = {1} {2}.
nb_no: Kan ikke opprette en forekomst av Automation Server {0} med CLSID = {1} {2}.
nl_be: Kan geen instance van Automation Server {0} maken met CLSID = {1} {2}.
ru_ru: Не удается создать экземпляр сервера автоматизации {0} с CLSID = {1} {2}.
sv_se: Det går inte att skapa en instans av Automation Server {0} med CLSID = {1} {2}.

# ALConvertStringExpectsEqualLength
source: ALConvertStr expects 2 strings in the conversion to be of equal length: Converting from {0} to {1}.
cs_cz: ALConvertStr očekává 2 řetězce, které budou v převodu stejně dlouhé: převod z {0} na {1}.
da_dk: ALConvertStr forventer, at to strenge i konverteringen har samme længde: Konvertering fra {0} til {1}
de_ch: ALConvertStr erwartet, dass die 2 Zeichenfolgen in der Konvertierung gleich lang sind: Konvertieren von {0} in {1}
es_mx: ALConvertStr espera que dos cadenas de la conversión tengan la misma longitud: convirtiendo de {0} a {1}.
fi_fi: ALConvertStr odottaa muunnon kahden merkkijonon olevan samanpituisia: muunto muodosta {0} muotoon {1}.
fr_ca: ALConvertStr attend que 2 chaînes dans la conversion soient de longueur égale : Conversion de {0} vers {1}.
is_is: ALConvertStr gerir ráð fyrir að 2 strengir í umbreytingunni séu jafnlangir: Umbreytt úr {0} til {1}.
it_it: ALConvertStr prevede che le due stringhe della conversione abbiano la stessa lunghezza: conversione da {0} in {1}.
nb_no: ALConvertStr forventer at to strenger i konverteringen har identisk lengde: Konverterer fra {0} til {1}.
nl_be: Voor ALConvertStr moeten 2 tekenreeksen in de conversie een gelijke lengte hebben: converteren van {0} naar {1}.
ru_ru: ALConvertStr ожидает, что 2 строки для преобразования имеют равную длину. Преобразование из {0} в {1}.
sv_se: ALConvertStr förväntar sig att 2 strängar i konverteringen har samma längd: Konverterar från {0} till {1}.

# Label_SelectedActions
source: Show actions in this order:
cs_cz: Zobrazit akce v tomto pořadí:
da_dk: Vis handlinger i denne rækkefølge:
de_ch: Aktionen in dieser Reihenfolge anzeigen:
es_mx: Mostrar acciones en este orden:
fi_fi: Näytä toiminnot seuraavassa järjestyksessä:
fr_ca: Afficher les actions dans cet ordre :
is_is: Sýna aðgerðir í þessari röð:
it_it: Mostra le azioni nell'ordine seguente:
nb_no: Vis handlinger i denne rekkefølgen:
nl_be: Acties in deze volgorde weergeven:
ru_ru: Отображать действия в следующем порядке:
sv_se: Visa åtgärder i den här ordningen:

# ToolTipShowAsListAction
source: Show all data on the page in a list.
cs_cz: Zobrazíte všechna data na stránce v seznamu.
da_dk: Få vist alle dataene på siden på en liste.
de_ch: Zeigen Sie alle Daten auf der Seite in einer Liste an.
es_mx: Muestre todos los datos de la página en una lista.
fi_fi: Näytä kaikki sivun tiedot luettelona.
fr_ca: Affichez toutes les données sur la page dans une liste.
is_is: Sýna öll gögn á síðunni í lista.
it_it: Mostrare tutti i dati nella pagina in un elenco.
nb_no: Vis alle data på siden i en liste.
nl_be: Alle gegevens op de pagina in een lijst weergeven.
ru_ru: Показывать все данные на странице в списке.
sv_se: Visa alla data på sidan i en lista.

# PrintDialogExitActionAdvancedButton
source: &Advanced...
da_dk: &Avanceret...
de_ch: &Erweitert...
es_mx: &Avanzado...
fi_fi: &Lisäasetukset...
fr_ca: &Avancé...
is_is: Í&tarlegt...
it_it: &Avanzate...
nb_no: &Avansert...
nl_be: Ge&avanceerd...
ru_ru: &Дополнительно...
sv_se: &Avancerat...

# 00095-50165
source: The contents '{0}' of {1} parameter number {2} are invalid.
cs_cz: Obsah {0} {1} parametr číslo {2} jsou neplatné.
da_dk: Indholdet '{0}' af {1} parameternummer {2} er ugyldigt.
de_ch: Der Inhalt '{0}' von {1}-Parameternummer {2} ist ungültig.
es_mx: Los contenidos '{0}' de {1} número de parámetro {2} no son válidos.
fi_fi: Kohteen {1} parametrin {2} sisältö "{0}" ei ole kelvollinen.
fr_ca: Le contenu '{0}' du paramètre {1} numéro {2} n'est pas valide.
is_is: Innihald '{0}' af {1} færibreytu númer {2} er ógilt.
it_it: Il contenuto '{0}' del parametro {1} numero {2} non è valido.
nb_no: Innholdet {0} i {1}-parameternummeret {2} er ugyldig.
nl_be: De inhoud {0} van {1}-parameter {2} is ongeldig.
ru_ru: Содержимое '{0}' параметра {1} с номером {2} недопустимо.
sv_se: Innehållet {0} för {1}-parameter nummer {2} är ogiltigt.

# OfficeExportNoDataInTheRepeater
source: The page does not contain data and cannot be exported.
cs_cz: Stránka neobsahuje žádná data a nelze exportovat.
da_dk: Siden indeholder ingen data og kan ikke eksporteres.
de_ch: Die Seite enthält keine Daten und kann nicht exportiert werden.
es_mx: La página no contiene datos y no se puede exportar.
fi_fi: Sivu ei sisällä tietoja, eikä sitä voi viedä.
fr_ca: La page ne contient pas de données et ne peut pas être exportée.
is_is: Síðan inniheldur ekki gögn og ekki er hægt að flytja hana út.
it_it: La pagina non contiene dati e non può essere esportata.
nb_no: Siden inneholder ikke data og kan ikke eksporteres.
nl_be: De pagina bevat geen gegevens en kan niet worden geëxporteerd.
ru_ru: Страница не содержит данных и не может быть экспортирована.
sv_se: Sidan innehåller inte data och kan inte exporteras.

# OfficeDocumentCaptionRequired
source: You must specify the caption for the page. Otherwise, the document cannot be created.
cs_cz: Je třeba zadat Titulek stránky. Jinak dokument nelze vytvořit.
da_dk: Du skal angive sidens titel. Ellers kan dokumentet ikke oprettes.
de_ch: Legen Sie die Caption für die Seite fest. Andernfalls kann der Beleg nicht erstellt werden.
es_mx: Debe especificar el título de la página. De lo contrario, el documento no se puede crear.
fi_fi: Sinun on määritettävä sivulle otsikko. Ilman sitä asiakirjaa ei voi luoda.
fr_ca: Vous devez spécifier la légende de la page. Sinon, le document ne peut pas être créé.
is_is: Tilgreina þarf yfirskrift fyrir síðuna. Annars er ekki hægt að stofna fylgiskjalið.
it_it: È necessario specificare la didascalia per la pagina. In caso contrario, non è possibile creare il documento.
nb_no: Du må angi overskriften for siden. Hvis ikke kan ikke dokumentet opprettes.
nl_be: U moet het bijschrift voor de pagina opgeven'. Anders kan het document niet worden gemaakt.
ru_ru: Необходимо указать заголовок для страницы. В противном случае создать документ будет невозможно.
sv_se: Du måste ange rubriken för sidan. Annars går det inte att skapa dokumentet.

# CurrentServerInstanceCaption
source: Server Instance:
cs_cz: Instance serveru:
da_dk: Serverforekomst:
de_ch: Serverinstanz:
es_mx: Instancia de servidor:
fi_fi: Palvelininstanssi:
fr_ca: Instance de serveur :
is_is: Netþjónstilvik:
it_it: Istanza server:
nb_no: Serverforekomst:
nl_be: Server-instantie:
ru_ru: Экземпляр сервера:
sv_se: Serverinstans:

# TempTableExcessiveUsage
source: The following temporary tables are using more than {0} % of the private bytes allocated :
cs_cz: Tyto dočasné tabulky se používají více než {0} % soukromých bajtů přidělených:
da_dk: De følgende midlertidige tabeller bruger mere end {0} % af de tildelte private byte:
de_ch: Die folgenden temporären Tabellen verwenden mehr als {0} % der zugeordneten privaten Byte:
es_mx: Las siguientes tablas temporales usan más del {0} % de los bytes privados asignados:
fi_fi: Seuraavat tilapäiset taulukot käyttävät enemmän kuin {0} % kohdistetuista yksityisistä tavuista:
fr_ca: Les tables temporaires suivantes utilisent plus de {0} % des octets privés alloués :
is_is: Eftirfarandi tímabundnar töflur eru að nota meira en {0} % af úthlutuðum einkabætum :
it_it: Nelle tabelle temporanee seguenti vengono utilizzati più del {0} % dei byte privati allocati:
nb_no: Følgende midlertidige tabeller bruker mer enn {0} % av private byte tildelt:
nl_be: De volgende tijdelijke tabellen gebruiken meer dan {0} % van de toegewezen privé-bytes :
ru_ru: Следующие временные таблицы используют более {0} % от размещенных частных байтов :
sv_se: Följande temporära tabeller använder mer än {0} % av de privata byte som har allokerats:

# ExpressionMustHaveInclusiveRange
source: Cannot validate FlowField. The expression '{0}' must be a single value or an inclusive range of permitted values such as A..Z.
cs_cz: Nelze ověřit FlowField. Výraz {0} musí být jedinou hodnotu nebo rozsah povolených hodnot, například A..Z.
da_dk: FlowField kan ikke valideres. Udtrykket '{0}' skal være en enkelt værdi eller et inkluderende interval med tilladte værdier, f.eks. A-Z.
de_ch: Das FlowField konnte nicht überprüft werden. Bei dem Ausdruck '{0}' muss es sich um einen einzelnen Wert oder um einen Inklusivbereich zulässiger Werte (beispielsweise 'A..Z') handeln.
es_mx: No se puede validar FlowField. La expresión '{0}' debe ser un valor único o un rango inclusivo de valores permitidos como A..Z.
fi_fi: FlowField-arvoa ei voi tarkistaa. Lausekkeen "{0}" pitää olla yksittäinen arvo tai sallittujen arvojen alue, kuten A–Z.
fr_ca: Impossible de valider FlowField. L'expression « {0} » doit être une valeur unique ou une liste exhaustive des valeurs autorisées, telles que A..Z.
is_is: Ekki er hægt að staðfesta FlowField. Segðin „{0}“ verður að vera stakt gildi eða innifalið gildasvið eins og A..Z.
it_it: Impossibile convalidare FlowField. L'espressione '{0}' deve essere un valore singolo o un intervallo inclusivo di valori consentiti come A..Z.
nb_no: Kan ikke validere FlowField. Uttrykket {0} må være en enkeltverdi eller et inklusivt område for tillatte verdier, for eksempel A..Z.
nl_be: Kan FlowField niet valideren. De expressie '{0}' moet één waarde of een inclusief bereik van toegestane waarden zijn, zoals A..Z.
ru_ru: Невозможно проверить достоверность FlowField. Выражение "{0}" должно быть одиночным значением или инклюзивным диапазоном разрешенных значений, например A..Z.
sv_se: Det gick inte att validera FlowField. Uttrycket {0} måste vara ett enkelt värde eller ett intervall med tillåtna värden, som A..Z.

# EditReplaceSystemObjectCaption
source: Edit, Replace
cs_cz: Úpravy, nahradit
da_dk: Rediger, Erstat
de_ch: Bearbeiten, Ersetzen
es_mx: Edición, Reemplazar
fi_fi: Muokkaa, Korvaa
fr_ca: Edition, Remplacer
is_is: Breyta, Skipta um
it_it: Modifica, Sostituisci
nb_no: Rediger, Erstatt
nl_be: Bewerken, Vervangen
ru_ru: Правка, Замена
sv_se: Redigera, Ersätt
