Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# SourceAndDestinationIncompatible
source: CopyArray: The source and destination arrays are incompatible types.
cs_cz: CopyArray: Zdrojové a cílové pole jsou nekompatibilní typy.
da_dk: CopyArray: Kilde- og destinationsarray er ikke-kompatible typer.
de_ch: CopyArray: Die Typen von Quell- und Zielarray sind nicht kompatibel.
es_mx: CopyArray: las matrices de origen y destino son de tipos incompatibles.
fi_fi: CopyArray: Lähde- ja kohdematriisien tyypit eivät ole yhteensopivat.
fr_ca: CopyArray : Les tableaux source et cible ont des types incompatibles.
is_is: CopyArray: Tegundir uppruna- og viðtökufylkja eru ósamrýmanlegar.
it_it: CopyArray: le matrici di origine e destinazione sono di tipi incompatibili.
nb_no: CopyArray: Kilde- og målmatrisene er inkompatible.
nl_be: CopyArray: de bron- en de doelarray hebben niet-compatibele typen.
ru_ru: CopyArray: типы исходного и конечного массива несовместимы.
sv_se: CopyArray: Käll- och målarrayerna är av inkompatibla typer.

# DesignReportBaseSystemObjectCaption
source: Design, Report, Basic
cs_cz: Design, sestava, základ
da_dk: Rapportdesigner, Basis
de_ch: Design, Bericht, Standard
fi_fi: Suunnittele, Raportti, Perus
is_is: Hanna, Skýrsla, Grunnur
it_it: Design, Report, Standard
nb_no: Design, Rapport, Basis
nl_be: Ontwerp, Lijst, Basis
ru_ru: Дизайн, Отчет, Базовый
sv_se: Design, Rapport, Grunder

# OperatingSystemNotSupported
source: The version of the operating system is not supported.
cs_cz: Verze operačního systému není podporována.
da_dk: Operativsystemets version understøttes ikke.
de_ch: Die Version des Betriebssystems wird nicht unterstützt.
es_mx: La versión del sistema operativo no es compatible.
fi_fi: Käyttöjärjestelmäversiota ei tueta.
fr_ca: La version du système d'exploitation n'est pas prise en charge.
is_is: Útgáfa stýrikerfisins er ekki studd.
it_it: Versione del sistema operativo non supportata.
nb_no: Operativsystemversjonen støttes ikke.
nl_be: De versie van het besturingssysteem wordt niet ondersteund.
ru_ru: Эта версия операционной системы не поддерживается.
sv_se: Den här versionen av operativsystemet stöds inte.

# FormResultLookupOk
source: OK
es_mx: Aceptar
is_is: Í lagi
ru_ru: ОК

source: hour
cs_cz: hodina
da_dk: time
de_ch: Stunde
es_mx: hora
fi_fi: tunti
fr_ca: heure
is_is: klukkustund
it_it: ora
nb_no: time
nl_be: uur
ru_ru: час
sv_se: timme

# ButtonOK
source: OK
es_mx: Aceptar
is_is: Í lagi
ru_ru: ОК

# 00095-50061
source: A page with the specified handle has not been registered.
cs_cz: Stránka se zadaným popisovačem nebyla registrována.
da_dk: Der er ikke registreret en side med det angivne Handle.
de_ch: Eine Seite mit dem angegebenen Handle ist nicht registriert.
es_mx: Ya hay registrada una página con el controlador especificado.
fi_fi: Sivua, jolla on määritetty kahva, ei ole rekisteröity.
fr_ca: Une page avec le descripteur spécifié n'a pas été enregistrée.
is_is: Það er ekki búið að skrá síðu með þessu haldi.
it_it: Una pagina con l'handle specificato non è stata registrata.
nb_no: En side med den angitte referansen er ikke registrert.
nl_be: Een pagina met de opgegeven handle is niet geregistreerd.
ru_ru: Страница с указанным дескриптором еще не зарегистрирована.
sv_se: En sida med den angivna referensen har inte registrerats.

source: seconds
cs_cz: sekundy
da_dk: sekunder
de_ch: Sekunden
es_mx: segundos
fi_fi: sekuntia
fr_ca: secondes
is_is: sekúndur
it_it: secondi
nb_no: sekunder
nl_be: seconden
ru_ru: сек.
sv_se: sekunder

# SelectLanguageConfirm
source: Selecting a new language will close the program and require it to be restarted. Do you want to continue?
cs_cz: Výběr nového jazyka ukončí program a vyžaduje jeho restart. Chcete pokračovat?
da_dk: Hvis du vælger et nyt sprog, lukkes programmet, hvorefter det skal genstartes. Vil du fortsætte?
de_ch: Beim Auswählen einer neuen Sprache wird das Programm geschlossen und muss neu gestartet werden. Möchten Sie fortfahren?
es_mx: Al seleccionar un nuevo idioma se cerrará el programa y tendrá que reiniciarlo. ¿Desea continuar?
fi_fi: Jos valitset uuden kielen, ohjelma sulkeutuu, ja se on käynnistettävä uudelleen. Haluatko jatkaa?
fr_ca: La sélection d'une nouvelle langue fermera le programme qui devra être redémarré. Souhaitez-vous continuer?
is_is: Þegar nýtt tungumál er valið er forritinu lokað og það þarf að endurræsa það. Á að halda áfram?
it_it: Se viene selezionata una nuova lingua, il programma dovrà essere chiuso e riavviato. Continuare?
nb_no: Hvis du velger et nytt språk, fører det til at programmet lukkes og må startes på nytt. Vil du fortsette?
nl_be: Als u een nieuwe taal selecteert, wordt het programma gesloten en moet het opnieuw worden gestart. Wilt u doorgaan?
ru_ru: После выбора нового языка программа будет закрыта и перезапущена. Продолжить?
sv_se: Om du väljer ett nytt språk stängs programmet och det måste startas om. Vill du fortsätta?

# CannotDeleteCurrentCompany
source: The company currently in use cannot be deleted. Switch to a different company before deleting the {0} company.
cs_cz: Společnost v současné době používán, nelze odstranit. Přepněte se do jiné společnosti před odstraněním společnost {0}.
da_dk: Det er ikke muligt at slette den virksomhed, der anvendes lige nu. Skift til en anden virksomhed, før du sletter virksomheden {0}.
de_ch: Der derzeit verwendete Mandant kann nicht gelöscht werden. Wechseln Sie zu einem anderen Mandanten, bevor Sie den Mandant {0} löschen.
es_mx: La empresa que se encuentra en uso actualmente no se puede eliminar. Cambie a otra empresa antes de eliminar la empresa {0}.
fi_fi: Tällä hetkellä käytössä olevaa yritystä ei voi poistaa. Vaihda käyttöön toinen yritys, ennen kuin poistat yrityksen {0}.
fr_ca: La compagnie en cours d'utilisation ne peut pas être supprimée. Passez à une autre compagnie avant de supprimer la compagnie {0}.
is_is: Ekki er hægt að eyða fyrirtækinu sem verið er að nota. Skiptið yfir í annað fyrirtæki áður en fyrirtækinu {0} er eytt.
it_it: Impossibile eliminare la società attualmente in uso. Passare a un'altra società prima di eliminare la società {0}.
nb_no: Selskapet som er i bruk for øyeblikket, kan ikke slettes. Bytt til et annet selskap før du sletter selskapet {0}.
nl_be: Het bedrijf dat momenteel wordt gebruikt, kan niet worden verwijderd. Ga naar een ander bedrijf voordat u bedrijf {0} verwijdert.
ru_ru: Используемую в настоящее время организацию нельзя удалить. Перед удалением организации {0} переключитесь на другую организацию.
sv_se: Det går inte att ta bort företaget eftersom det för närvarande används. Byt till ett annat företag innan du tar bort företaget {0}.

# DeadLockErrorNoTable
source: The activity was deadlocked with another user. Please retry the activity.
cs_cz: Činnost byla zablokována jiným uživatelem. Opakujte prosím Vaši činnost.
da_dk: Der opstod deadlock mellem aktiviteten og en anden bruger. Prøv aktiviteten igen.
de_ch: Die Aktion wurde aufgrund eines anderen Benutzers blockiert. Führen Sie die Aktion erneut aus.
es_mx: La actividad fue bloqueada por otro usuario. Vuelva a intentar la actividad.
fi_fi: Tehtävä lukkiutui toisen käyttäjän vuoksi. Yritä toimintoa uudelleen.
fr_ca: L'activité a été déverrouillée par un autre utilisateur. Relancez l'activité.
is_is: Aðgerðin lenti í sjálfheldu vegna annars notanda. Reyna skal aðgerðina aftur.
it_it: L'attività è stata bloccata da un altro utente. Ripetere l'attività.
nb_no: Aktiviteten ble låst (deadlocked) med en annen bruker. Prøv aktiviteten på nytt.
nl_be: Een deadlock is opgetreden tijdens de activiteit door een andere gebruiker. Probeer de activiteit opnieuw.
ru_ru: Действие было заблокировано из-за другого пользователя. Повторно выполните действие.
sv_se: Aktiviteten hamnade i ett dödläge p.g.a. en annan användare. Försök med aktiviteten igen.

# RequestTimedOut
source: The request to the server has timed out. The application will close.
cs_cz: Vypršel časový limit požadavku na server. Aplikace bude ukončena.
da_dk: Anmodningen til serveren fik timeout. Programmet lukkes.
de_ch: Timeout bei der Anforderung an den Server. Die Anwendung wird geschlossen.
es_mx: Se agotó el tiempo de espera de la solicitud al servidor. Se cerrará la aplicación.
fi_fi: Palvelimeen lähetetty pyyntö aikakatkaistiin. Sovellus sulkeutuu.
fr_ca: Le délai de la demande au serveur a expiré. L'application va se fermer.
is_is: Beiðnin til netþjónsins rann út á tíma. Forritinu verður lokað.
it_it: Timeout della richiesta al server. L'applicazione verrà chiusa.
nb_no: Forespørselen til serveren ble tidsavbrutt. Programmet vil bli lukket.
nl_be: Er is een time-out opgetreden voor de aanvraag aan de server. De toepassing wordt gesloten.
ru_ru: Время запроса сервера истекло. Приложение будет закрыто.
sv_se: Tidsgränsen har nåtts för begäran till servern. Programmet avslutas.

# CallbackNotAllowedDownloadFile
source: {0} attempted to issue a client callback to download a file: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta stáhnout soubor: {1} ({2} {4}{3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at hente en fil: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um eine Datei herunterzuladen: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para descargar un archivo: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun tiedoston lataamista varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour télécharger un fichier : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að sækja skrá: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per scaricare un file: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å laste ned en fil: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een bestand te downloaden: {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для загрузки файла: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna hämta en fil: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# ObjectTableOperationsOnTablesNotSupported
source: Operating on the Object table with table objects is not supported. Use the {0} to make changes.
cs_cz: Operace nad tabulkou Object s objekty tabulky není podporována. K provádění změn použijte {0}.
da_dk: Kørsel på objekttabellen med tabelobjekter understøttes ikke. Brug {0} til at foretage ændringer.
de_ch: Vorgänge für die Objekttabelle mit Tabellenobjekten werden nicht unterstützt. Verwenden Sie die {0}, um Änderungen vorzunehmen.
es_mx: No se admite la operación en la tabla de objetos con objetos de tabla. Utilice {0} para realizar cambios.
fi_fi: Taulukko-objektien käsittelyä ei tueta objektitaulukossa. Tee muutokset {0}n avulla.
fr_ca: Les opérations dans la table des objets relatives à des objets de la table ne sont pas prises en charge. Utilisez {0} pour apporter des modifications.
is_is: Vinna með hlutatöfluna með töfluhlut er ekki studd. Nota skal {0} til að gera breytingar.
it_it: Non sono supportate operazioni nella tabella oggetti con oggetti tabella. Utilizzare {0} per apportare le modifiche.
nb_no: Operasjoner i objekttabellen med tabellobjekter støttes ikke. Bruk {0} til å foreta endringer.
nl_be: Gebruik van tabelobjecten in de tabel Object wordt niet ondersteund. Gebruik {0} om wijzigingen aan te brengen.
ru_ru: Операции над таблицей объектов с табличными объектами не поддерживается. Чтобы внести изменения, используйте {0}.
sv_se: Det går inte att utföra operationer i objekttabellen med tabellobjekt. Använd {0} när du vill göra ändringar.

# MenuItemShowAttached
source: Show Attached
cs_cz: Zobrazit přílohy
da_dk: Vis tilknyttet
de_ch: Dateianhang anzeigen
es_mx: Mostrar adjuntos
fi_fi: Näytä liitetyt
fr_ca: Afficher pièce jointe
is_is: Sýna viðhengi
it_it: Mostra allegato
nb_no: Vis vedlagt
nl_be: Gekoppeld weergeven
ru_ru: Показать приложения
sv_se: Visa bifogat

# HomepageMaxPartCountReached
source: This column contains the maximum number of parts. You must remove a part before you can add a new part.
cs_cz: Tento sloupec obsahuje maximální počet částí. Je třeba odebrat stávající část, než bude možné přidat novou část.
da_dk: Kolonnen indeholder det maksimale antal dele. Der skal fjernes en del, inden der kan tilføjes en ny del.
de_ch: Diese Spalte enthält die maximale Anzahl von Elementen. Sie müssen ein Element entfernen, bevor Sie ein neues Element hinzufügen können.
es_mx: Esta columna contiene el número máximo de elementos. Debe eliminar un elemento para poder agregar uno nuevo.
fi_fi: Tässä sarakkeessa on jo enimmäismäärä osia. Ennen uuden osan lisäämistä jokin toinen osa on poistettava.
fr_ca: Cette colonne contient le nombre maximal de composants. Vous devez supprimer un composant avant d'en ajouter un nouveau.
is_is: Hámarksfjölda hluta hefur verið náð í þessum dálki. Til að bæta við nýjum hluta þarf að fjarlægja hluta.
it_it: Questa colonna contiene il numero massimo di parti. Prima di aggiungere una nuova parte è necessario rimuoverne una.
nb_no: Denne kolonnen inneholder maksimalt antall deler. Du må fjerne en del før du kan legge til en ny.
nl_be: Deze kolom bevat het maximale aantal onderdelen. U moet een onderdeel verwijderen voordat u een nieuw onderdeel kunt toevoegen.
ru_ru: Этот столбец содержит максимальное число частей. Для добавления новой части необходимо удалить одну из имеющихся частей.
sv_se: Den här kolumnen innehåller maximalt antal delar. Du måste ta bort en del innan du kan lägga till en ny del.

# Label_Actions
source: Actions:
cs_cz: Akce:
da_dk: Handlinger:
de_ch: Aktionen:
es_mx: Acciones:
fi_fi: Toiminnot:
is_is: Aðgerðir:
it_it: Azioni:
nb_no: Handlinger:
nl_be: Acties:
ru_ru: Действия:
sv_se: Åtgärder:

source: Group
cs_cz: Skupina
da_dk: Gruppe
de_ch: Gruppe
es_mx: Grupo
fi_fi: Ryhmä
fr_ca: Groupe
is_is: Flokkur
it_it: Gruppo
nb_no: Gruppe
nl_be: Groep
ru_ru: Группа
sv_se: Grupp

# NavFormUrlProvider_BadPathStart
source: The URL must start with two forward slash (/) characters followed by at least two more forward slash (/) characters if no server or instance is specified.
cs_cz: URL adresa musí začínat dvěma znaky lomítko (/), následovanými minimálně dalšími dvěma lomítky (/) v případě, že pokud není specifikován server nebo instance.
da_dk: URL-adressen skal starte med to skråstreger (/) efterfulgt af yderligere mindst to skråstreger (/), hvis der ikke er specificeret en server eller forekomst.
de_ch: Die URL muss mit zwei Schrägstrichen beginnen und anschliessend mindestens zwei weitere Schrägstriche enthalten, wenn kein Server oder keine Instanz angegeben wird.
es_mx: La dirección URL debe iniciarse con dos caracteres de barra diagonal (/) seguidos de al menos dos caracteres más de barra diagonal (/) si no se especifica ningún servidor o instancia.
fi_fi: URL:n täytyy alkaa kahdella vinoviivalla (/), joiden jälkeen on vähintään toiset kaksi vinoviivaa (/), jos palvelinta tai instanssia ei määritetä.
fr_ca: L'URL doit commencer par deux barres obliques (/) suivies par au moins deux autres barres obliques (/) si aucun serveur ni aucune instance n'est spécifiée.
is_is: Slóðin verður að hefjast á tveimur skástrikum (/) og á eftir þeim a.m.k. tvö skástrik (/) ef ekkert netþjónstilvik er tilgreint.
it_it: L'URL deve iniziare con due barre (/) seguite da almeno due altre barre (/) se non viene specificato un server o un'istanza.
nb_no: URL-adressen må starte med to skråstreker (/) etterfulgt av minst ytterligere to skråstreker (/) hvis det ikke er angitt noen server eller forekomst.
nl_be: De URL moet beginnen met twee slashes (/), gevolgd door ten minste nog twee slashes (/) als er geen server of exemplaar is opgegeven.
ru_ru: URL-адрес должен начинаться двумя символами левой косой черты (/), за которыми следуют, по крайней мере, два дополнительных символа левой косой черты (/), если не указано ни сервера, ни экземпляра.
sv_se: URL:en måste börja med två snedstreck (/) följt av minst två snedstreck (/) om ingen server eller instans anges.

# ODataFilterParser_UnexpectedEnd
source: Unexpected end of data.
cs_cz: Neočekávaný konec dat.
da_dk: Uventet slutning af data.
de_ch: Unerwartetes Datenende.
es_mx: Final de los datos inesperado.
fi_fi: Odottamaton tietojen loppu.
fr_ca: Fin des données inattendue.
is_is: Óvæntur endir gagna.
it_it: Fine dei dati imprevista.
nb_no: Uventet dataavslutning.
nl_be: Onverwacht einde van gegevens.
ru_ru: Непредвиденный конец данных.
sv_se: Oväntat slut på data.

# ConfigurationNoPermissionToConfigureProfile
source: You do not have the permission to configure the '{0}' profile.
cs_cz: Nemáte oprávnění ke konfiguraci profilu '{0}'.
da_dk: Du har ikke tilladelse til at konfigurere profilen '{0}'.
de_ch: Sie verfügen nicht über die Berechtigung zum Konfigurieren des Profils '{0}'.
es_mx: No tiene permiso para configurar el perfil '{0}'.
fi_fi: Sinulla ei ole tarvittavia oikeuksia kohteen "{0}" profiilin määritykseen.
fr_ca: Vous n'êtes pas autorisé à configurer le profil « {0} ».
is_is: Þú hefur ekki leyfi til að samstilla forstillinguna '{0}'.
it_it: Non si dispone dell'autorizzazione per configurare il profilo '{0}'.
nb_no: Du har ikke tillatelse til å konfigurere profilen {0}.
nl_be: U hebt geen rechten voor het configureren van het profiel '{0}'.
ru_ru: Отсутствуют права на настройку профиля '{0}'.
sv_se: Du saknar behörighet att konfigurera profilen {0}.

# XmlPortRunFileDialogFilter
source: Text Files(*.txt;*.csv)|*.txt;*.csv|Xml Files(*.xml)|*.xml|All Files(*.*)|*.*
cs_cz: Textové soubory(*.txt;*.csv)|*.txt;*.csv|Soubory XML(*.xml)|*.xml|Všechny soubory(*.*)|*.*
da_dk: Tekstfiler(*.txt;*.csv)|*.txt;*.csv|XML-filer(*.xml)|*.xml|Alle filer(*.*)|*.*
de_ch: Textdateien(*.txt;*.csv)|*.txt;*.csv|XML-Dateien(*.xml)|*.xml|Alle Dateien(*.*)|*.*
es_mx: Archivos de texto (*.txt;*.csv)|*.txt;*.csv|Archivos Xml (*.xml)|*.xml|Todos los archivos(*.*)|*.*
fi_fi: Tekstitiedostot(*.txt;*.csv)|*.txt;*.csv|Xml-tiedostot(*.xml)|*.xml|Kaikki tiedostot(*.*)|*.*
fr_ca: Fichiers texte(*.txt;*.csv)|*.txt;*.csv|Fichiers Xml(*.xml)|*.xml|Tous les fichiers(*.*)|*.*
is_is: Textaskrár(*.txt;*.csv)|*.txt;*.csv|Xml-skrár(*.xml)|*.xml|Allar skrár(*.*)|*.*
it_it: File di testo(*.txt;*.csv)|*.txt;*.csv|File xml(*.xml)|*.xml|Tutti i file(*.*)|*.*"
nb_no: Tekstfiler (*.txt;*.csv)|*.txt;*.csv|XML-filer (*.xml)|*.xml|Alle filer (*.*)|*.*
nl_be: Tekstbestanden(*.txt;*.csv)|*.txt;*.csv|Xml-bestanden(*.xml)|*.xml|Alle bestanden(*.*)|*.*
ru_ru: Текстовые файлы(*.txt;*.csv)|*.txt;*.csv|Файлы Xml(*.xml)|*.xml|Все файлы(*.*)|*.*
sv_se: Textfiler(*.txt;*.csv)|*.txt;*.csv|Xml-filer(*.xml)|*.xml|Alla filer(*.*)|*.*

# 00095-50106
source: The element <{0}> cannot be found in the object description.
cs_cz: V popisu objektu nelze nalézt prvek <{0}>.
da_dk: Elementet <{0}> blev ikke fundet i objektbeskrivelsen.
de_ch: Das Element <{0}> kann in der Objektbeschreibung nicht gefunden werden.
es_mx: No se encuentra el elemento <{0}> en la descripción del objeto.
fi_fi: Elementtiä <{0}> ei löydy objektin kuvauksesta.
fr_ca: Élément <{0}> introuvable dans la description de l'objet.
is_is: Atriðið <{0}> fannst ekki í hlutarlýsingunni.
it_it: Impossibile trovare l'elemento <{0}> nella descrizione dell'oggetto.
nb_no: Finner ikke elementet <{0}> i objektbeskrivelsen.
nl_be: Het element <{0}> is niet gevonden in de objectbeschrijving.
ru_ru: Не удается найти элемент <{0}> в описании объекта.
sv_se: Det går inte att hitta element <{0}> i objektbeskrivningen.

# ThisOrAnotherUserChangedTheDataError
source: An attempt was made to change an old version of a {0} record. Either another user has modified the record after it was retrieved from the database or this is a programming error. Identification fields and values: {1}
cs_cz: Byl proveden pokus o změnu staré verze záznamu {0}. Jiný uživatel změnil záznam poté co byl získán z databáze nebo se jedná chybu programování. Identifikační pole a hodnoty: {1}
da_dk: Det blev forsøgt at ændre en tidligere version af en {0}-record. Enten har en anden bruger ændret recorden, efter at den blev hentet fra databasen, eller også er der opstået en programmeringsfejl. Id-felter og -værdier: {1}
de_ch: Es wurde versucht, eine alte Version eines Datensatzes vom Typ '{0}' zu ändern. Entweder wurde der Datensatz nach dem Abrufen aus der Datenbank von einem anderen Benutzer geändert, oder es handelt sich um einen Programmierfehler. Identifizierende Felder und Werte: {1}
es_mx: Se ha intentando cambiar una versión antigua de un registro {0}. Otro usuario ha modificado el registro después de su recuperación de la base de datos o este es un error de programación. Campos de identificación y valores: {1}
fi_fi: Taulukon {0} tietueen vanhaa versiota yritettiin muuttaa. Toinen käyttäjä on muokannut tietuetta tietokannasta haun jälkeen, tai kyseessä on ohjelmointivirhe. Tunnistuskentät ja -arvot: {1}
fr_ca: Une tentative de modification d'une ancienne version d'un enregistrement {0} a été effectuée. Un autre utilisateur a modifié l'enregistrement après l'avoir récupéré de la base de données ou il s'agit d'une erreur de programmation. Champs et valeurs d'identification : {1}
is_is: Tilraun var gerð til að breyta gamalli útgáfu af {0} skrá. Annaðhvort hefur annar notandi breytt skránni eftir að hún var sótt úr gagnagrunninum eða þá að þetta er forritunarvilla. Skilgreiningarreitir og gildi: {1}
it_it: Tentativo di modificare una versione precedente di un record {0}. Un altro utente ha modificato il record dopo che è stato recuperato dal database oppure si tratta di un errore di programmazione. Campi Identificazione e valori: {1}
nb_no: Det ble gjort et forsøk på å endre en gammel versjon av en {0}-post. Enten har en annen bruker endret posten etter at den ble hentet fra databasen, eller er dette en programmeringsfeil. ID-felt og -verdier: {1}
nl_be: Er is een poging gedaan een oude versie van een {0}-record te wijzigen. Een andere gebruiker heeft de record gewijzigd nadat deze is opgehaald uit de database, of dit is een programmeerfout. Identificatievelden en -waarden: {1}
ru_ru: Была сделана попытка изменить старую версию записи {0}. Или другой пользователь изменил запись после ее получения из базы данных или это была ошибка программирования. Идентифицирующие поля и значения: {1}
sv_se: Ett försök har gjorts att ändra den gamla versionen för en post av typen {0}. Antingen har en annan användare ändrat posten efter att den hämtades från databasen eller också är detta ett programmeringsfel. Identifikationsfält och värden: {1}
