Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# MountedTenantNotDefault
source: The tenant '{0}' specified in Tools/Options is not the mounted or default tenant '{1}'.
da_dk: Lejeren '{0}', der er angivet i Funkt./Indstillinger, er ikke den tilknyttede lejer eller standardlejeren '{1}'.
de_ch: Der unter "Tools/Optionen" angegebene Tenant "{0}" ist nicht der eingebundene und auch nicht der Standardtenant "{1}".
es_mx: El inquilino '{0}' especificado en Herramientas/Opciones no es el inquilino '{1}' montado o predeterminado.
fi_fi: Kohdassa Työkalut/Asetukset määritetty vuokraaja {0} ei ole asennettu vuokraaja tai oletusvuokraaja {1}.
fr_ca: L'abonné « {0} » spécifié dans Outils/Options n'est pas l'abonné « {1} » monté ou par défaut.
is_is: Leigjandinn '{0}' sem er tilgreindur í Verkfæri/Valkostir er ekki tengdur eða sjálfgefinn leigjandi '{1}'.
it_it: Il tenant '{0}' specificato in Strumenti/Opzioni non è il tenant montato o di default '{1}'.
nb_no: Leietakeren {0} som er angitt i Verktøy/Alternativer, er ikke den monterte leietakeren eller standardleietakeren {1}.
nl_be: De in Extra/Opties opgegeven tenant '{0}' is niet de gekoppelde tenant of standaardtenant '{1}'.
ru_ru: Арендатор "{0}", указанный в пункте меню Сервис|Параметры, не является подключенным арендатором или арендатором по умолчанию "{1}".
sv_se: Klientorganisationen {0} som angetts i Verktyg/Alternativ är varken den monterade klientorganisationen eller standardklientorganisationen {1}.

# TestPartNotFound
source: The part with ID={0} was not found on the page.
cs_cz: Část s ID = {0} nebyla na stránce nalezena.
da_dk: Delen med id={0} kunne ikke findes på siden.
de_ch: Der Teil mit der ID '{0}' wurde auf der Seite nicht gefunden.
es_mx: El componente con el Id.={0} no se encontró en la página.
fi_fi: Osaa, jonka tunnus on {0}, ei löytynyt sivulta.
fr_ca: La pièce avec le code ={0} n'a pas été trouvé sur la page.
is_is: Hlutinn með auðkenni={0} fannst ekki á síðunni.
it_it: Pare con ID={0} non trovata nella pagina.
nb_no: Finner ikke delen med ID = {0} på siden.
nl_be: Het onderdeel met id {0} is niet op de pagina gevonden.
ru_ru: На странице не найдена часть с ID={0}.
sv_se: Det går inte att hitta delen med ID:t {0} på sidan.

# NavRunReportAction_BadNumberOfParameters
source: RunReport action has extra unknown parameters.
cs_cz: RunReport akce má navíc neznámými parametry.
da_dk: Handlingen RunReport har flere ukendte parametre.
de_ch: Die Aktion 'RunReport' besitzt zusätzliche unbekannte Parameter.
es_mx: La acción RunReport tiene parámetros desconocidos adicionales.
fi_fi: RunReport-toiminnossa on ylimääräisiä tuntemattomia parametreja.
fr_ca: L'action RunReport comporte des paramètres inconnus supplémentaires.
is_is: RunReport-aðgerð hefur aukalegar óþekktar breytur.
it_it: L'azione RunReport dispone di parametri sconosciuti.
nb_no: Handlingen RunReport har ukjente parametre i tillegg.
nl_be: Actie RunReport heeft extra onbekende parameters.
ru_ru: У действия RunReport имеются несколько неизвестных параметров.
sv_se: Åtgärden RunReport har extra okända parametrar.

# 00095-50047
source: File {0} was not found.
cs_cz: Soubor {0} nebyl nalezen.
da_dk: Filen {0} blev ikke fundet.
de_ch: Datei {0} wurde nicht gefunden.
es_mx: No se encontró el archivo {0}.
fi_fi: Tiedostoa {0} ei löytynyt.
fr_ca: Fichier {0} introuvable.
is_is: Skrá {0} fannst ekki.
it_it: File {0} non trovato.
nb_no: Finner ikke filen {0}.
nl_be: Bestand {0} is niet gevonden.
ru_ru: Файл {0} не найден.
sv_se: Det gick inte att hitta filen {0}.

# ReportRenderingProgressBody
source: Creating page {0}
cs_cz: Vytváření stránky {0}
da_dk: Opretter side {0}
de_ch: Seite {0} wird erstellt.
es_mx: Creando la página {0}
fi_fi: Luodaan sivu {0}
fr_ca: Création de la page {0}
is_is: Síða {0} búin til
it_it: Creazione della pagina {0}
nb_no: Oppretter side {0}
nl_be: Pagina {0} maken
ru_ru: Создание страницы {0}
sv_se: Skapar sida {0}

# PersonalizeChartNotFoundError
source: The chart definition could not be found.
cs_cz: Definici grafu není možné nalézt.
da_dk: Diagramdefinitionen blev ikke fundet.
de_ch: Die Diagrammdefinition wurde nicht gefunden.
es_mx: No se encontró la definición de gráfico.
fi_fi: Kaaviomääritystä ei löytynyt.
fr_ca: Définition de graphique introuvable.
is_is: Skilgreining myndritsins fannst ekki.
it_it: Definizione grafico non trovata.
nb_no: Finner ikke diagramdefinisjonen.
nl_be: Er is geen diagramdefinitie gevonden.
ru_ru: Не удалось найти определение диаграммы.
sv_se: Det gick inte att hitta diagramdefinitionen.

# ObjectTableDeleteAllNotSupported
source: DeleteAll operations not supported on the Object table. Use the single record delete call.
cs_cz: DeleteAll operace není podporována v tabulce Object. Použijte volání mazání po řádcích.
da_dk: DeleteAll-handlinger understøttes ikke af objekttabellen. Brug slettekaldet til enkeltrecords.
de_ch: Vorgänge vom Typ 'DeleteAll' werden in der Objekttabelle nicht unterstützt. Verwenden Sie den Löschaufruf für einzelne Datensätze.
es_mx: No se admiten operaciones DeleteAll en la tabla de objetos. Utilice la llamada de eliminación de registro único.
fi_fi: DeleteAll-toimintoja ei tueta objektitaulukossa. Käytä yksittäisen tietueen poistokutsua.
fr_ca: Les opérations DeleteAll ne sont pas prises en charge dans la table des objets. Utilisez l'appel de suppression d'enregistrement unique.
is_is: Aðgerðin DeleteAll er ekki studd í hlutatöflunni. Nota breytingakall til að eyða færslu.
it_it: L'operazione DeleteAll non è supportata nella tabella oggetti. Utilizzare la chiamata di eliminazione di record singolo.
nb_no: DeleteAll-operasjoner støttes ikke i objekttabellen. Bruk kallet for sletting av enkeltposter.
nl_be: DeleteAll-bewerkingen worden niet ondersteund in de tabel Object. Gebruik de aanroep voor het verwijderen van één record.
ru_ru: Операции DeleteAll не поддерживаются для таблицы объектов. Используйте вызов удаления одиночной записи.
sv_se: Operationen DeleteAll stöds inte i objekttabellen. Använd anropet för radering av en post.

# OnlyFlowFieldsAllowedInCallsToCalcFields
source: The field {0} in the {1} table is not a FlowField or a BLOB field and cannot be passed in calls to CalcFields.
cs_cz: Pole {0} v tabulce {1} není FlowField nebo BLOB a nemůže být předáno při volání CalcFields.
da_dk: Feltet {0} i tabellen {1} er ikke et FlowField eller et BLOB-felt og kan ikke videregives i opkald til CalcFields.
de_ch: Das Feld '{0}' in der Tabelle '{1}' ist kein Feld vom Typ 'FlowField' oder 'BLOB' und kann nicht in Aufrufen von 'CalcFields' übergeben werden.
es_mx: El campo {0} de la tabla {1} no es un campo FlowField ni BLOB y no puede pasarse en llamadas a CalcFields.
fi_fi: Taulukon {1} kenttä {0} ei ole FlowField- tai BLOB-kenttä, eikä sitä voi välittää CalcFields-kutsuissa.
fr_ca: Le champ {0} dans la table {1} ne fait pas partie d'un champ FlowField ou BLOB et ne peut pas être passé dans des appels vers CalcFields.
is_is: Reiturinn {0} í töflunni {1} er ekki FlowField eða BLOB-reitur og ekki er hægt að senda hann með kalli til CalcFields.
it_it: Il campo {0} nella tabella {1} non è di tipo FlowField o BLOB e non può essere passato nelle chiamate a CalcFields.
nb_no: Feltet {0} i tabellen {1} er ikke et FlowField- eller et BLOB-felt og kan ikke sendes i kall til CalcFields.
nl_be: Het veld {0} in de tabel {1} is geen FlowField of een BLOB-veld en kan niet worden doorgegeven in aanroepen van CalcFields.
ru_ru: Поле {0} в таблице {1} не является ни полем FlowField, ни BLOB-полем и не может передаваться в вызовы CalcFields.
sv_se: Fältet {0} i tabellen {1} är inte ett FlowField- eller BLOB-fält och går inte att överföra i anrop till CalcFields.

source: Unsupported conversion
cs_cz: Nepodporovaný konverze
da_dk: Ikke-understøttet konvertering
de_ch: Nicht unterstützte Konvertierung
es_mx: Conversión no admitida
fi_fi: Muunnosta ei tueta
fr_ca: Conversion non prise en charge
is_is: Óstudd umbreyting
it_it: Conversione non supportata
nb_no: Konverteringen støttes ikke
nl_be: Niet-ondersteunde conversie
ru_ru: Неподдерживаемое преобразование
sv_se: Konvertering stöds inte

# ODataFilterParser_NotValidColumn
source: Field named {0} is not present in the {1} table.
cs_cz: Pole s názvem {0} se nenachází v tabulce {1}.
da_dk: Feltet med navnet {0} findes ikke i tabellen {1}.
de_ch: Das Feld mit dem Feldnamen '{0}' ist in der Tabelle '{1}' nicht vorhanden.
es_mx: El campo llamado {0} no está presente en la tabla {1}.
fi_fi: Kenttää nimeltä {0} ei ole taulukossa {1}.
fr_ca: Le champ intitulé {0} n'est pas présent dans la table {1}.
is_is: Reitur með heitinu {0} er ekki til staðar í töflunni {1}.
it_it: Il campo denominato {0} non è presente nella tabella {1}.
nb_no: Felt med navnet {0} finnes ikke i tabellen {1}.
nl_be: Veld met de naam {0} is niet aanwezig in de tabel {1}.
ru_ru: Поле с именем {0} отсутствует в таблице {1}.
sv_se: Fältet med namnet {0} finns inte i tabellen {1}.

# ActionCaptionOpenInBrowser
source: Open in browser
cs_cz: Otevřít v prohlížeči
da_dk: Åbn i browser
de_ch: In Browser öffnen
es_mx: Abrir en explorador
fi_fi: Avaa selaimessa
fr_ca: Ouvrir dans le navigateur
is_is: Opna í vafra
it_it: Apri nel browser
nb_no: Åpne i nettleser
nl_be: Openen in browser
ru_ru: Открыть в браузере
sv_se: Öppna i webbläsare

# CannotDeserializeThePageDefinition
source: The page {0} is not valid and cannot be shown. Please contact your system administrator.
cs_cz: Stránka {0} není platná a nelze ji zobrazit. Obraťte se na správce systému.
da_dk: Siden {0} er ugyldig og kan ikke vises. Kontakt systemadministratoren.
de_ch: Die Seite '{0}' ist ungültig und kann nicht angezeigt werden. Wenden Sie sich an den Systemadministrator.
es_mx: La página {0} no es válida y no se puede mostrar. Póngase en contacto con el administrador del sistema.
fi_fi: Sivu {0} ei ole kelvollinen, eikä sitä voi näyttää. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: La page {0} n'est pas valide et ne peut pas être affichée. Contactez votre administrateur système.
is_is: Síðan {0} er ógild og því er ekki hægt að birta hana. Hafðu samband við kerfisstjóra.
it_it: La pagina {0} non è valida e non può essere visualizzata. Contattare l'amministratore di sistema.
nb_no: Siden {0} er ikke gyldig og kan ikke vises. Kontakt systemansvarlig.
nl_be: De pagina {0} is niet geldig en kan niet worden weergegeven. Neem contact op met uw systeembeheerder.
ru_ru: Невозможно отобразить недопустимую страницу {0}. Обратитесь к системному администратору.
sv_se: Sidan {0} är ogiltig och kan inte visas. Kontakta systemadministratören.

# ColumnFilterIsOperatorDescription
source: is
cs_cz: je
da_dk: er
de_ch: ist
es_mx: es
fi_fi: on
fr_ca: est
is_is: er
it_it: è
nb_no: er
sv_se: är

# NoJumpListAsNavClientNotRegisteredForHyperlinks
source: The Microsoft Dynamics NAV client does not have hyperlinks enabled. Because hyperlinks are needed for the taskbar jump list, the jump list is not enabled.
cs_cz: Klient Microsoft Dynamics NAV nemá povolené hypertextové odkazy. Protože odkazy jsou zapotřebí pro panel jump list, jump list není povolen.
da_dk: Hyperlinks er ikke aktiveret for Microsoft Dynamics NAV-klienten. Jumplisten er ikke aktiveret, fordi hyperlinks kræves til jumplisten på proceslinjen.
de_ch: Für den Microsoft Dynamics NAV sind keine Hyperlinks aktiviert. Da Hyperlinks für die Sprungliste der Taskleiste benötigt werden, ist die Sprungliste nicht aktiviert.
es_mx: El cliente Microsoft Dynamics NAV no tiene hipervínculos habilitados. Puesto que se necesitan hipervínculos para la Jump List de la barra de tareas, la Jump List no está habilitada.
fi_fi: Microsoft Dynamics NAV -käyttöliittymässä ei ole otettu käyttöön hyperlinkkejä. Koska hyperlinkkejä tarvitaan vain tehtäväpalkin pikaluettelossa, pikaluettelo ei ole käytössä.
fr_ca: Le client Microsoft Dynamics NAV n'a pas d'hyperliens activés. Étant donné que les hyperliens sont nécessaires à la liste de raccourcis de la barre des tâches, cette liste n'est pas activée.
is_is: Microsoft Dynamics NAV biðlarinn er ekki með tengla virka. Þar sem tenglar eru nauðsynlegir fyrir flýtilista verkstiku verður flýtilistinn ekki gerður virkur.
it_it: Nel client Microsoft Dynamics NAV non sono presenti collegamenti ipertestuali abilitati. Poiché i collegamenti ipertestuali sono necessari per la Jump List della barra delle applicazioni, la Jump List non è abilitata.
nb_no: Microsoft Dynamics NAV-klienten har ikke hyperkoblinger aktivert. Ettersom hyperkoblinger er nødvendige for hurtiglisten for oppgavelinjen, er ikke hurtiglisten aktivert.
nl_be: Hyperlinks zijn niet ingeschakeld in de Microsoft Dynamics NAV-client. De Ga naar-lijst wordt niet ingeschakeld omdat hyperlinks vereist zijn voor de Ga naar-lijst van de taakbalk.
ru_ru: Для клиента Microsoft Dynamics NAV нет включенных гиперссылок. Так как гиперссылки необходимы для списка переходов панели задач, список переходов не включен.
sv_se: Microsoft Dynamics NAV-klienten har inte aktiva hyperlänkar. Eftersom hyperlänkarna behövs till snabblistan i Aktivitetsfältet är inte snabblistan aktiv.

# RecordLinksColumnCreated
source: Created
cs_cz: Vytvořil(a)
da_dk: Oprettet
de_ch: Erstellt
es_mx: Creado
fi_fi: Luotu
fr_ca: Créé
is_is: Stofnað
it_it: Creazione
nb_no: Opprettet
nl_be: Gemaakt
ru_ru: Создано
sv_se: Skapad

# Tab_CustomizeListPlace3
source: FactBoxes
cs_cz: Informační okna
da_dk: Faktabokse
de_ch: Infoboxen
es_mx: Cuadros informativos
fi_fi: Tietoruudut
fr_ca: Récapitulatifs
is_is: Upplýsingakassar
it_it: Riquadri Dettaglio informazioni
nb_no: Faktabokser
nl_be: Infoblokken
ru_ru: Информационные панели
sv_se: Faktaboxar

# NoRelationshipExists
source: No relationship has been associated with the field {0} in {1}.
cs_cz: S polem {0} v {1} nebyla spojena žádná relace.
da_dk: Der er ikke tilknyttet en relation til feltet {0} i {1}.
de_ch: Dem Feld '{0}' in '{1}' wurde keine Beziehung zugeordnet.
es_mx: No se ha establecido ninguna asociación con el campo {0} en {1}.
fi_fi: Kenttään {0} kohteessa {1} ei ole liitetty suhdetta.
fr_ca: Aucune relation n'a été associée au champ {0} dans {1}.
is_is: Það er ekki búið að úthluta venslum á reitinn {0} í {1}.
it_it: Non sono state associate relazioni con il campo {0} in {1}.
nb_no: Det er ikke tilknyttet noen forbindelse til feltet {0} i {1}.
nl_be: Er is geen relatie gekoppeld aan veld {0} in {1}.
ru_ru: Отсутствует связь, сопоставленная с полем {0} в {1}.
sv_se: Ingen relation har kopplats till fältet {0} i {1}.

source: Available Threads:
cs_cz: Dostupná vlákna:
da_dk: Disponible tråde:
de_ch: Verfügbare Threads:
es_mx: Subprocesos disponibles:
fi_fi: Käytettävissä olevat säikeet:
fr_ca: Threads disponibles :
is_is: Tiltækir þræðir:
it_it: Thread disponibili:
nb_no: Tilgjengelige tråder:
nl_be: Beschikbare threads:
ru_ru: Доступные потоки:
sv_se: Tillgängliga trådar:

# MSGREFAIL
source: Could not start IP telephony. No connection to a telephony service provider has been established.
cs_cz: Nelze spustit IP telefonii. Nebylo vytvořeno žádné připojení ke zprostředkovateli telefonních služeb.
da_dk: IP-telefoni kunne ikke startes. Der er ikke oprettet forbindelse til en udbyder af telefonitjenester.
de_ch: IP-Telefonie konnte nicht gestartet werden. Es wurde keine Verbindung zu einem Telefondienstanbieter hergestellt.
es_mx: No se pudo iniciar la telefonía por IP. No hay establecida ninguna conexión con el proveedor de servicios de telefonía.
fi_fi: IP-puhelinpalvelun käynnistäminen epäonnistui. Puhelinpalveluntarjoajaan ei ole muodostettu yhteyttä.
fr_ca: Impossible de démarrer la téléphonie IP. Aucune connexion à un fournisseur de services de téléphonie n'a été établie.
is_is: Það er ekki hægt að hringja netsímtal. Það er ekki búið að stofna tengingu við símaþjónustu.
it_it: Impossibile avviare la telefonia IP. Non è stata stabilita alcuna connessione con un provider di servizi di telefonia.
nb_no: Kan ikke starte IP-telefoni. Det er ikke opprettet noen tilkobling til en telefonitjenesteleverandør.
nl_be: Kan IP-telefonie niet starten. Er is geen verbinding met een telefonieprovider tot stand gebracht.
ru_ru: Не удалось запустить службу IP-телефонии. Соединение с провайдером услуг телефонии не установлено.
sv_se: Det gick inte att starta IP-telefoni. Ingen anslutning till en teleoperatör har skapats.

source: Unknown
cs_cz: Neznámý
da_dk: Ukendt
de_ch: Unbekannt
es_mx: Desconocido
fi_fi: Tuntematon
fr_ca: Inconnu
is_is: Óþekkt
it_it: Sconosciuto
nb_no: Ukjent
nl_be: Onbekend
ru_ru: Неизвестный
sv_se: Okänd

# HyperlinkMissingMandatoryParameterReport
source: Query parameter 'report' is mandatory.
cs_cz: Query parametr 'report' je povinný.
da_dk: Forespørgselsparameteren 'report' skal angives.
de_ch: Der Abfrageparameter 'Bericht' ist erforderlich.
es_mx: El parámetro de consulta 'informe' es obligatorio.
fi_fi: Kyselyn parametri "raportti" on pakollinen.
fr_ca: Le paramètre de requête « rapport » est obligatoire.
is_is: Leitarfæribreytan 'skýrsla' er áskilin.
it_it: Il parametro della query 'report' è obbligatorio.
nb_no: Spørringsparameteren report er obligatorisk.
nl_be: Queryparameter 'report' is verplicht.
ru_ru: Параметр запроса report является обязательным.
sv_se: Frågeparametern "rapport" är obligatorisk.

# DeletePersonalizationMostRecentUsedInformationButton
source: Reset UI settings
cs_cz: Resetovat nastavení uživatelského rozhraní
da_dk: Nulstil indstillinger for brugergrænseflade
de_ch: Benutzeroberflächeneinstellungen zurücksetzen
es_mx: Restablecer la configuración de la IU
fi_fi: Palauta käyttöliittymän asetukset
fr_ca: Réinitialiser les paramètres de l'interface utilisateur
is_is: Endurstilla stillingar notendaviðmóts
it_it: Ripristina impostazioni dell'interfaccia utente
nb_no: Tilbakestill innstillinger i brukergrensesnittet
nl_be: Gebruikersinterface-instellingen opnieuw instellen
ru_ru: Сброс настроек пользовательского интерфейса
sv_se: Återställ gränssnittsinställningar

# TableSyncSetupValueNotSupported
source: A TableSyncSetup value of {0} was returned for table with ID {1}. This value is not supported. Supported values are 0 =None, 1 = Fully populated old table and fully populated new table, 2=Fully populated old table and empty new table, 3=ForceApply mode.
da_dk: En TableSyncSetup-værdi på {0} blev returneret for tabellen med id'et {1}. Denne værdi understøttes ikke. Understøttede værdier er 0 =Ingen, 1 = Fuldt udfyldt gammel tabel og fuldt udfyldt ny tabel, 2=Fuldt udfyldt gammel tabel og tom ny tabel, 3=Gennemtving anvendelse-tilstand.
de_ch: Der TableSyncSetup-Wert {0} wurde für die Tabelle mit der ID {1} zurückgegeben. Dieser Wert wird nicht unterstützt. Unterstützte Werte sind 0=Keine, 1=Vollständig ausgefüllte alte Tabelle, 2=Vollständig ausgefüllte Tabelle und leerer neuer Wert, 3=ForceApply-Modus.
es_mx: Se devolvió un valor TableSyncSetup de {0} para la tabla con id. {1}. Este valor no es compatible. Los valores compatibles son 0 =Ninguno, 1 = Tabla anterior totalmente rellenada y tabla nueva totalmente rellenada, 2=Tabla anterior totalmente rellenada y tabla nueva vacía, 3=Modo ForceApply.
fi_fi: Taulukolle, jonka tunnus on {1}, palautettiin TableSyncSetup-arvo {0}. Tätä arvoa ei tueta. Tuetut arvot: 0 = ei mitään, 1 = kokonaan täytetty vanha taulukko ja kokonaan täytetty uusi taulukko, 2 = kokonaan täytetty vanha taulukko ja tyhjä uusi taulukko, 3 = ForceApply-tila.
fr_ca: Une valeur {0} pour TableSyncSetup a été renvoyée pour la table portant l'ID {1}. Cette valeur n'est pas prise en charge. Les valeurs prises en charge sont 0 =Aucune, 1 = Ancienne table entièrement remplie et nouvelle table entièrement remplie, 2=Ancienne table entièrement remplie et nouvelle table vide, 3= Mode ForcerLettrage.
is_is: TableSyncSetup-gildi {0} var skilað fyrir töflu með auðkenni {1}. Þetta gildi er ekki stutt. Studd gildi eru 0 = Ekkert, 1 = Full gömul tafla og full ný tafla, 2 = Full gömul tafla og tóm ný tafla, 3 = ForceApply-stilling.
it_it: È stato restituito un valore TableSyncSetup di {0} per la tabella con ID {1}. Questo valore non è supportato. I valori supportati sono 0 = Nessuno, 1 = Tabella precedente completamente popolata e nuova tabella completamente popolata, 2 = Tabella precedente completamente popolata e nuova tabella vuota, 3 = Modalità ForceApply.
nb_no: En TableSyncSetup-verdi for {0} ble returnert for tabell med IDen {1}. Denne verdien støttes ikke. Støttede verdier er 0 = Ingen, 1 = Fullt utfylt gammel tabell og fullt utfylt ny tabell, 2 = Fullt utfylt gammel tabell og tom ny tabell, 3 = Fremtving bruksmodus.
nl_be: De TableSyncSetup-waarde {0} is geretourneerd voor de tabel met de id {1}. Deze waarde wordt niet ondersteund. Ondersteunde waarden zijn 0 = Geen, 1 = Volledig gevulde oude tabel en volledig gevulde nieuwe tabel, 2= Volledig gevulde oude tabel en lege nieuwe tabel, 3 = ForceApply-modus.
ru_ru: Возвращено значение "{0}" TableSyncSetup для таблицы с идентификатором {1}. Это значение не поддерживается. Поддерживаются значения 0 = Нет, 1 = Полностью заполненная старая таблица и полностью заполненная новая таблица, 2 = Полностью заполненная старая таблица и пустая новая таблица, 3 = Режим принудительного применения (ForceApply).
sv_se: TableSyncSetup-värdet {0} returnerades för tabellen med ID:t {1}. Detta värde stöds inte. Värden som stöds är 0 = Inget, 1 = Helt ifylld gammal tabell och helt ifylld ny tabell, 2 = Helt ifylld gammal tabell och tom ny tabell, och 3 = Framtvingad tillämpning.

# TestCodeUnitsDoNotSupportRecordParameter
source: You cannot run a test codeunit on a record. Test codeunit {0} {1} was called from C/AL with a record of table {2} {3} as a parameter.
cs_cz: Na záznamu nelze spustit testovací codeunit. Testovací codeunit {0} {1} byla volána z C/AL se záznamem z tabulky {2} {3} jako parametrem.
da_dk: Du kan ikke køre en test codeunit på en record. Test codeunit {0} {1} blev kaldt fra C/AL med en record af tabel {2} {3} som en parameter.
de_ch: Eine Testcodeunit kann nicht für einen Datensatz ausgeführt werden. Die Testcodeunit '{0} {1}' wurde von C/AL mit einem Datensatz aus der Tabelle '{2} {3}' als Parameter aufgerufen.
es_mx: No se puede ejecutar un codeunit de prueba en un registro. El codeunit de prueba {0} {1} se llamó desde C/AL con un registro de tabla {2} {3} como parámetro.
fi_fi: Testi-codeunitia ei voi suorittaa tietueelle. Testi-codeunit {0} {1} kutsuttiin C/AL-kohteesta siten, että parametrina oli taulukon {2} {3} tietue.
fr_ca: Vous ne pouvez pas exécuter de codeunit Test sur un enregistrement. Le codeunit Test {0} {1} a été appelé à partir d'un C/AL avec un enregistrement de la table {2} {3} comme paramètre.
is_is: Ekki er hægt að keyra prófunarkótasafn á skráningu. Prófunarkótasafnið {0} {1} var opnað frá C/AL með skráningu í töflu {2} {3} sem færibreytu.
it_it: Impossibile eseguire una codeunit di test in un record. La codeunit di test {0} {1} è stata chiamata da C/AL con un record della tabella {2} {3} come parametro.
nb_no: Du kan ikke kjøre en testkodeenhet for en oppføring. Testkodeenheten {0} {1} ble kalt fra C/AL med en oppføring av tabellen {2} {3} som parameter.
nl_be: U kunt een controlecodeunit niet uitvoeren voor een record. De controlecodeunit {0} {1} is aangeroepen vanuit C/AL met een record van tabel {2} {3} als parameter.
ru_ru: Невозможно выполнить тестовый модуль Codeunit над записью. Тестовый модуль Codeunit {0} {1} вызывался из C/AL с записью таблицы {2} {3} в качестве параметра.
sv_se: Det går inte att köra en testkodenhet på en post. Testkodenheten {0} {1} anropades från C/AL med en post i tabellen {2} {3} som en parameter.
