Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# NavFormUrlProvider_BadQueryParameter
source: A specified parameter does not have both a name and a value.
cs_cz: Zadaný parametr nemá název ani hodnotu.
da_dk: En angivet parameter har ikke både et navn og en værdi.
de_ch: Für einen angegebenen Parameter wurde kein Name und/oder kein Wert angegeben.
es_mx: Un parámetro especificado no tiene un nombre y un valor.
fi_fi: Määritetyllä parametrilla ei ole sekä nimeä että arvoa.
fr_ca: Vous ne pouvez pas spécifier un nom et une valeur pour un paramètre.
is_is: Tiltekin breyta er ekki með bæði heiti og gildi.
it_it: Un parametro specificato non dispone di un nome o di un valore.
nb_no: En angitt parameter har ikke både et navn og en verdi.
nl_be: Een opgegeven parameter heeft niet zowel een naam als een waarde.
ru_ru: У указанного параметра отсутствуют имя и значение.
sv_se: En specificerad parameter har inte både ett namn och ett värde.

# 00096-00002
source: Error: {0}.
cs_cz: Chyba: {0}.
da_dk: Fejl: {0}.
de_ch: Fehler: {0}.
fi_fi: Virhe: {0}.
fr_ca: Erreur : {0}.
is_is: Villa: {0}.
it_it: Errore: {0}.
nb_no: Feil: {0}.
nl_be: Fout: {0}.
ru_ru: Ошибка: {0}.
sv_se: Fel: {0}.

# Notes_EnterNewMessage
source: Enter a new note here
cs_cz: Zadejte nové oznámení
da_dk: Angiv en ny note her
de_ch: Geben Sie hier eine neue Notiz ein.
es_mx: Escriba aquí una nueva nota
fi_fi: Kirjoita uusi muistio tähän
fr_ca: Entrez une nouvelle note ici
is_is: Setja inn nýja athugasemd hérna
it_it: Immettere una nuova nota qui
nb_no: Angi en ny merknad her
nl_be: Geef hier een nieuwe notitie op
ru_ru: Введите новую заметку здесь
sv_se: Ange en ny anteckning här

# UnableToFindUserSID
source: Cannot retrieve the requested user SID. The following error was reported: {0}
cs_cz: Nelze načíst požadované SID uživatele. Došlo k následující chybě: {0}
da_dk: Det ønskede bruger-SID kan ikke hentes. Følgende fejl blev rapporteret: {0}
de_ch: Die angeforderte Benutzer-SID konnte nicht abgerufen werden. Fehlermeldung: {0}
es_mx: No se puede recuperar el SID de usuario solicitado. El sistema informó del siguiente error: {0}
fi_fi: Pyydettyä käyttäjän suojaustunnusta ei voi hakea. Seuraava virhe raportoitiin: {0}
fr_ca: Le SID utilisateur demandé n'a pas pu être récupéré. L'erreur suivante a été signalée : {0}
is_is: Ekki tókst að sækja umbeðið SID notanda. Eftirfarandi villa kom upp: {0}
it_it: Impossibile recuperare il SID utente richiesto. Errore segnalato: {0}
nb_no: Kan ikke hente den forespurte bruker-SIDen. Følgende feil ble rapportert: {0}
nl_be: Kan de aangevraagde gebruikers-SID niet ophalen. De volgende fout is gemeld: {0}
ru_ru: Невозможно извлечь SID запрошенного пользователя. Сообщалось о следующей ошибке: {0}
sv_se: Det går inte att hämta användar-SID. Följande fel rapporterades: {0}

# Notes_Button_Save
source: Save
cs_cz: Uložit
da_dk: Gem
de_ch: Speichern
es_mx: Guardar
fi_fi: Tallenna
fr_ca: Sauvegarder
is_is: Vista
it_it: Salva
nb_no: Lagre
nl_be: Opslaan
ru_ru: Сохранить
sv_se: Spara

# DebuggerAbortedActivity
source: The debugger stopped the current activity.
cs_cz: Debugger ukončil současnou aktivitu.
da_dk: Debugger standsede den aktuelle aktivitet.
de_ch: Die aktuelle Aktion wurde vom Debugger beendet.
es_mx: El depurador ha detenido la actividad actual.
fi_fi: Virheenkorjaus lopetti nykyisen toimenpiteen.
fr_ca: Le débogueur a arrêté l'activité en cours.
is_is: Kembiforritið stöðvaði núverandi aðgerð.
it_it: Il debugger ha arrestato l'attività corrente.
nb_no: Feilsøkingsprogrammet stoppet den gjeldende aktiviteten.
nl_be: Het foutopsporingsprogramma heeft de huidige activiteit gestopt.
ru_ru: Текущее действие было остановлено программой отладки.
sv_se: Felsökaren stoppade den aktuella aktiviteten.

# CommandLineMultipleProfilesSpecified
source: Multiple profiles specified in the command line.
cs_cz: V příkazovém řádku bylo zadáno více profilů.
da_dk: Der er angivet flere profiler i kommandolinjen.
de_ch: In der Befehlszeile wurden mehrere Profile angegeben.
es_mx: Se especificaron varios perfiles en la línea de comandos.
fi_fi: Komentorivillä on määritetty useita profiileja.
fr_ca: Plusieurs profils spécifiés dans la ligne de commande.
is_is: Það eru margar forstillingar tilgreindar í skipanalínunni.
it_it: Più profili specificati nella riga di comando.
nb_no: Flere profiler er angitt i kommandolinjen.
nl_be: Meerdere profielen opgegeven in de opdrachtregel.
ru_ru: В командной строке указано несколько профилей.
sv_se: Flera profiler har angetts på kommandoraden.

# NavFormUrlProvider_InstanceRequiresServer
source: Instance cannot be specified without a server name.
cs_cz: Nelze zadat instanci bez názvu serveru.
da_dk: Der kan ikke specificeres en forekomst uden et servernavn.
de_ch: Die Instanz kann nicht ohne einen Servernamen angegeben werden.
es_mx: No se puede especificar la instancia sin un nombre de servidor.
fi_fi: Instanssia ei voi määrittää ilman palvelimen nimeä.
fr_ca: L'instance ne peut être spécifiée sans nom de serveur.
is_is: Ekki er hægt að tilgreina tilvik án heitis netþjóns.
it_it: Impossibile specificare l'istanza senza un nome server.
nb_no: Forekomsten kan ikke angis uten et servernavn.
nl_be: Exemplaar kan niet worden opgegeven zonder een servernaam.
ru_ru: Экземпляр не должен указываться без имени сервера.
sv_se: Det går inte att ange instansen utan ett servernamn.

# MenuItemCustomize
source: Customize
cs_cz: Vlastní nastavení
da_dk: Tilpas
de_ch: Anpassen
es_mx: Personalizar
fi_fi: Mukauta
fr_ca: Personnaliser
is_is: Sérstilla
it_it: Personalizza
nb_no: Tilpass
nl_be: Aanpassen
ru_ru: Настроить
sv_se: Anpassa

# MenuItemCopyUrlForReport
source: Copy Link to Report
cs_cz: Kopírovat odkaz na sestavu
da_dk: Kopier link til rapport
de_ch: Berichtslink kopieren
es_mx: Copiar vínculo al informe
fi_fi: Kopioi linkki raporttiin
fr_ca: Copier le lien vers le rapport
is_is: Afrita tengil í skýrslu
it_it: Copia collegamento a report
nb_no: Kopier kobling til rapport
nl_be: Koppeling kopiëren naar lijst
ru_ru: Копировать ссылку на отчет
sv_se: Kopiera länk till rapport

# OutlookSortOption_DueDate
source: Due date
cs_cz: Datum splatnosti
da_dk: Forfaldsdato
de_ch: Fälligkeitsdatum
es_mx: Fecha de vencimiento
fi_fi: Eräpäivä
fr_ca: Date d'échéance
is_is: Lokadagur
it_it: Data scadenza
nb_no: Forfallsdato
nl_be: Vervaldatum
ru_ru: Срок выполнения
sv_se: Förfallodatum

# TheServerIsNotValid
source: The server {0} is not valid.
cs_cz: Server {0} není platný.
da_dk: Serveren {0} er ugyldig.
de_ch: Der Server {0} ist ungültig.
es_mx: El servidor {0} no es válido.
fi_fi: Palvelin {0} ei ole kelvollinen.
fr_ca: Le serveur {0} n'est pas valide.
is_is: Netþjónninn {0} er ógildur.
it_it: Il server {0} non è valido.
nb_no: Serveren {0} er ikke gyldig.
nl_be: De server {0} is ongeldig.
ru_ru: Недопустимый сервер {0}.
sv_se: Servern {0} är ogiltig.

# DaylightSavingsTimeIsDisabled
source: Your computer’s clock is not set to automatically adjust for Daylight Saving Time. This can result in inconsistencies with other programs. Do you want to continue?
cs_cz: Hodiny vašeho počítače nejsou nastaveny na automatický přechod na letní čas. To může mít za následek nekonzistence s jinými programy. Chcete pokračovat?
da_dk: Computerens ur er ikke indstillet til automatisk at følge sommertid. Dette kan medføre uoverensstemmelser med andre programmer. Vil du fortsætte?
de_ch: Die Uhr des Computers ist nicht auf eine automatische Umstellung auf die Sommerzeit festgelegt. Dies kann zu Inkonsistenzen mit anderen Programmen führen. Möchten Sie fortfahren?
es_mx: El reloj del equipo no está configurado para cambiar la hora automáticamente según el horario de verano. Esto puede provocar incoherencias con otros programas. ¿Desea continuar?
fi_fi: Tietokoneen kelloa ei ole määritetty ottamaan kesäaikaa automaattisesti käyttöön. Tämä voi aiheuttaa ristiriitoja muiden ohjelmien kanssa. Haluatko jatkaa?
fr_ca: L'horloge de votre ordinateur n'est pas réglée pour un ajustement automatique à l'heure d'été. Il peut en résulter des incohérences avec d'autres programmes. Voulez-vous continuer?
is_is: Klukka tölvunnar er ekki stillt á að laga sig sjálfkrafa að sumartíma. Þetta getur valdið ósamræmi við önnur forrit. Á að halda áfram?
it_it: L'orologio del computer non è impostato per utilizzare automaticamente l'ora legale. Questa situazione può provocare incoerenze in altri programmi. Continuare?
nb_no: Klokken på datamaskinen er ikke konfigurert til å justere for sommertid automatisk. Dette kan føre til inkonsekvenser med andre programmer. Vil du fortsette?
nl_be: De klok van uw computer wordt niet automatisch aangepast aan de zomertijd. Dit kan leiden tot inconsistenties met andere programma's. Wilt u doorgaan?
ru_ru: Компьютер не настроен для автоматического перехода на летнее время. Это может нарушить согласованность с другими программами. Продолжить?
sv_se: Datorns klocka är inte inställd på automatisk anpassning till sommartid. Detta kan medföra inkonsekvenser i andra program. Vill du fortsätta?

# SoftwareQualityMetricsEngineIsStarted
source: {0} has started collecting telemetry data.
da_dk: {0} har startet indsamlingen af telemetridata.
de_ch: {0} hat mit der Erfassung von Telemetriedaten begonnen.
es_mx: {0} ha empezado a recopilar datos de telemetría.
fi_fi: {0} on aloittanut telemetriatietojen keräämisen.
fr_ca: {0} a commencé à collecter des données télémétriques.
is_is: {0} safnar fjarmælingargögnum.
it_it: {0} ha iniziato la raccolta di dati di telemetria.
nb_no: {0} har startet innsamling av telemetridata.
nl_be: {0} is begonnen met het verzamelen van telemetriegegevens.
ru_ru: {0} начал сбор данных телеметрии.
sv_se: {0} har börjat samla in telemetridata.

# LookupActionName
source: Lookup
cs_cz: Vyhledávání
da_dk: Opslag
es_mx: Búsqueda
fi_fi: Haku
fr_ca: Consultation
is_is: Uppfletting
nb_no: Slå opp
nl_be: Opzoeken
ru_ru: Выбор
sv_se: Uppslag

# Label_AvailableInfoParts
source: Available FactBoxes:
cs_cz: Dostupná informační okna:
da_dk: Tilgængelige faktabokse:
de_ch: Verfügbare Infoboxen:
es_mx: Cuadros informativos disponibles:
fi_fi: Käytettävissä olevat tietoruudut:
fr_ca: Récapitulatifs disponibles :
is_is: Tiltækir upplýsingakassar:
it_it: Riquadri Dettaglio informazioni disponibili:
nb_no: Tilgjengelige faktabokser:
nl_be: Beschikbare Infoblokken:
ru_ru: Доступные информационные панели:
sv_se: Tillgängliga faktaboxar:

# ReportNoDefaultPrinterAvailable
source: A default printer is not installed on the server.
cs_cz: Na serveru není nainstalována výchozí tiskárna.
da_dk: Der er ikke installeret nogen standardprinter på serveren.
de_ch: Auf dem Server ist kein Standarddrucker installiert.
es_mx: No hay ninguna impresora predeterminada en el servidor.
fi_fi: Oletustulostinta ei ole asennettu palvelimeen.
fr_ca: Aucune imprimante par défaut n'est installée sur le serveur.
is_is: Sjálfgefinn prentari er ekki uppsettur á þjóninum.
it_it: Nel server non è installata una stampante di default.
nb_no: Det er ikke installert en standardskriver på serveren.
nl_be: Er is geen standaardprinter geïnstalleerd op de server.
ru_ru: На сервере не установлен принтер по умолчанию.
sv_se: Ingen standardskrivare är installerad på servern.

# UrlIsTooLong
source: The specified link address is longer than 2000 characters.
cs_cz: Zadaná adresa odkazu je delší než 2000 znaků.
da_dk: Den angivne URL-adresse er længere end 2.000 tegn.
de_ch: Die angegebene Linkadresse ist länger als 2000 Zeichen.
es_mx: La dirección URL especificada supera los 2000 caracteres.
fi_fi: Määritetty linkin osoite on pidempi kuin 2 000 merkkiä.
fr_ca: L'adresse du lien spécifiée compte plus de 2 000 caractères.
is_is: Tilgreind tengilsslóð er lengri en 2000 stafir.
it_it: L'indirizzo di collegamento specificato è più lungo di 2000 caratteri.
nb_no: Den angitte koblingsadressen inneholder over 2 000 tegn.
nl_be: De opgegeven koppelingsadres is langer dan 2000 tekens
ru_ru: Длина указанного адреса ссылки превышает 2000 символов.
sv_se: Den angivna länkadressen är längre än 2 000 tecken.

# ChunkSizeOutOfRange
source: The {0} configuration setting must have a value between {1} and {2} or the chunking must be disabled.
cs_cz: Nastavení {0} musí mít hodnotu mezi {1} a {2} nebo je třeba zakázat chunking.
da_dk: Konfigurationsindstillingen {0} skal have en værdi mellem {1} og {2}, eller segmentering skal være deaktiveret.
de_ch: Die Konfigurationseinstellung '{0}' muss einen Wert zwischen '{1}' und '{2}' aufweisen, oder die Segmentierung muss deaktiviert werden.
es_mx: La configuración {0} debe tener un valor entre {1} y {2}, o bien se debe deshabilitar la fragmentación.
fi_fi: Kohteen {0} määritysasetuksen arvon on oltava välillä {1} ja {2} tai paloittelun on oltava pois käytöstä.
fr_ca: Le paramètre de configuration {0} doit avoir une valeur comprise entre {1} et {2} ou la segmentation doit être désactivée.
is_is: Grunnstillingin {0} verður að hafa gildi á milli {1} og {2}, annars verður að gera böggunina óvirka.
it_it: Il valore dell'impostazione di configurazione {0} deve essere compreso tra {1} e {2}. In caso contrario, la suddivisione in blocchi deve essere disabilitata.
nb_no: Konfigurasjonsinnstillingen for {0} må ha en verdi mellom {1} og {2}, eller oppdelingen må deaktiveres.
nl_be: De configuratie-instelling {0} moet een waarde tussen {1} en {2} hebben of chunking moet worden uitgeschakeld.
ru_ru: Значение настройки конфигурации {0} должно находится между {1} и {2}, либо должно быть отключено фрагментирование.
sv_se: Konfigurationsinställningen {0} måste innehålla ett värde mellan {1} och {2}, eller också måste segmentering inaktiveras.

# CannotStartRoleTailoredClient
source: The RoleTailored client cannot be started with the following arguments: Server: {0}, Company: {1}.
cs_cz: RoleTailored klienta nelze spustit s těmito argumenty: Server: {0}, Společnost: {1}.
da_dk: Den rolledefinerede klient kan ikke startes med følgende argumenter: Server: {0}, virksomhed: {1}.
de_ch: Der rollenbasierte Client kann nicht mit folgenden Argumenten gestartet werden: Server: {0}, Unternehmen: {1}.
es_mx: El cliente adaptado a roles no se puede iniciar con los argumentos siguientes: Servidor: {0}, Empresa: {1}.
fi_fi: Roolipohjaista käyttöliittymää ei voi käynnistää seuraavilla argumenteilla: palvelin: {0}, yritys: {1}.
fr_ca: Impossible de démarrer le client Personnalisé avec les arguments suivants : Serveur : {0}, Compagnie : {1}.
is_is: Ekki er hægt að ræsa RoleTailored-biðlarann með eftirfarandi frumbreytum: Þjónn: {0}, fyrirtæki: {1}.
it_it: Impossibile avviare il client personalizzato in base ai ruoli con gli argomenti seguenti: Server: {0}, Società: {1}.
nb_no: Den rolletilpassede klienten kan ikke startes med følgende argumenter: server: {0}, firma: {1}.
nl_be: De rolgerichte client kan niet worden gestart met de volgende argumenten: Server: {0}, bedrijf: {1}.
ru_ru: Клиент ролевой настройки не может быть запущен со следующими аргументами: Server — {0}, Company — {1}.
sv_se: Det går inte att starta den rollbaserade klienten med följande argument: Server: {0}, företag: {1}.

source: milliseconds
cs_cz: milisekundy
da_dk: millisekunder
de_ch: Millisekunden
es_mx: milisegundos
fi_fi: millisekuntia
fr_ca: millisecondes
is_is: millisekúndur
it_it: millisecondi
nb_no: millisekunder
nl_be: milliseconden
ru_ru: мс.
sv_se: millisekunder

# MenuItemNotes
source: No&tes
cs_cz: O&známení
da_dk: No&ter
de_ch: No&tizen
es_mx: No&tas
fi_fi: &Muistiot
is_is: &Athugasemdir
it_it: &Note
nb_no: &Merknader
nl_be: No&tities
ru_ru: &Заметки
sv_se: No&teringar

# MSGREPHONEINVALIDNUMBER
source: The contact that you are trying to call does not have the specified phone-type number set.
cs_cz: Kontakt, kterému chcete volat nemá nastaven typ telefonního čísla.
da_dk: Den kontakt, du prøver at ringe til, har ikke et nummersæt for den angivne telefontype.
de_ch: Der Kontakt, den Sie anrufen möchten, verfügt nicht über den angegebenen Telefontyp-Nummernsatz.
es_mx: El contacto al que intenta llamar no tiene un número de tipo teléfono especificado.
fi_fi: Kontaktilla, jolle yrität soittaa, ei ole määritetyn puhelintyypin numeroa.
fr_ca: Pour le contact que vous tentez d'appeler, le numéro du type de téléphone spécifié n'est pas défini.
is_is: Það er ekki búið að tilgreina símanúmerstegund fyrir tengiliðinn sem verið er að reyna að hringja í.
it_it: Per il contatto che si tenta di chiamare non è impostato il numero di telefono specificato.
nb_no: Kontakten du prøver å ringe, har ikke den angitte telefonnummertypen angitt.
nl_be: De contactpersoon die u probeert te bellen, heeft niet de opgegeven nummerset van het type telefoon.
ru_ru: Для вызываемого контакта не указан номер типа "Телефон".
sv_se: Den kontakt du försöker anropa har inte den angivna telefontypsnummeruppsättningen.

# DesignXmlPortBaseSystemObjectCaption
source: Design, XMLport, Basic
cs_cz: Návrh, XMLport, základ
da_dk: XML-portdesigner, Basis
de_ch: Design, XMLport, Standard
fi_fi: Suunnittele, XMLport, Perus
fr_ca: Créer, PortXML, Base
is_is: Hanna, XMLPort, Grunnur
it_it: Design, XMLport, Standard
nb_no: Design, XML-port, Basis
nl_be: Ontwerp, XMLPort, Basis
ru_ru: Дизайн, XMLport, Базовый
sv_se: Design, XMLport, Grunder

# 00095-50048
source: The number of field arguments does not match the primary key size.
cs_cz: Počet argumentů typu pole neodpovídá velikosti primárního klíče.
da_dk: Antallet af feltargumenter stemmer ikke overens med størrelsen på den primære nøgle.
de_ch: Die Anzahl der Feldargumente stimmt nicht mit der Primärschlüsselgrösse überein.
es_mx: El número de argumentos de campo no coincide con el tamaño de la clave principal.
fi_fi: Kentän argumenttien määrä ei vastaa perusavaimen kokoa.
fr_ca: Le nombre d'arguments de champ ne correspond pas à la taille de la clé primaire.
is_is: Fjöldi reitafrumbreyta passar ekki við stærð aðallykilsins.
it_it: Il numero di argomenti di campo non corrisponde alla dimensione della chiave primaria.
nb_no: Antallet feltargumenter samsvarer ikke med den primære nøkkelstørrelsen.
nl_be: Het aantal veldargumenten komt niet overeen met de primaire sleutelgrootte.
ru_ru: Число аргументов поля не соответствует размеру первичного ключа.
sv_se: Antalet fältargument matchar inte storleken på den primära nyckeln.

# NewDropDown
source: New Menu
cs_cz: Nová nabídka
da_dk: Ny menu
de_ch: Neues Menü
es_mx: Nuevo menú
fi_fi: Uusi valikko
fr_ca: Nouveau menu
is_is: Ný valmynd
it_it: Nuovo menu
nb_no: Ny meny
nl_be: Nieuw menu
ru_ru: Новое меню
sv_se: Ny meny

# CompaniesDoNotExistInExport
source: The specified companies, {0}, do not exist in the specified file.
da_dk: De angivne virksomheder, {0}, findes ikke i den angivne fil.
de_ch: Die angegebenen Mandanten {0} sind in der angegebenen Datei nicht vorhanden.
es_mx: Las empresas especificadas, {0}, no existen en el archivo especificado.
fi_fi: Määritettyjä yrityksiä, {0}, ei ole määritetyssä tiedostossa.
fr_ca: Les compagnies spécifiées, {0}, n'existent pas dans le fichier spécifié.
is_is: Tilgreindu fyrirtækin, {0}, eru ekki til staðar í tilgreindri skrá.
it_it: Le società specificate, {0}, non esistono nel file specificato.
nb_no: De angitte selskapene, {0}, finnes ikke i den angitte filen.
nl_be: De opgegeven bedrijven, {0}, bestaan niet in het opgegeven bestand.
ru_ru: Указанные компании ({0}) отсутствуют в заданном файле.
sv_se: De angivna företagen, {0}, finns inte i den angivna filen.

# DotNetCannotMixHosting
source: Cannot assign {0} to {1} because of mixed client-server side invocation.
cs_cz: Nelze přiřadit {0} {1} vzhledem k vyvolání na straně smíšené klient server.
da_dk: {0} kan ikke knyttes til {1} pga. aktivering af blandet klient-serverside.
de_ch: '{0}' kann '{1}' aufgrund eines gemischten client- und serverseitigen Aufrufs nicht zugewiesen werden.
es_mx: No se puede asignar {0} a {1} debido a la invocación de cliente-servidor mixta.
fi_fi: Kohdetta {0} ei voi määrittää kohteelle {1} asiakkaan ja palvelimen puolten yhdistelmäkutsun takia.
fr_ca: Impossible d'affecter {0} à {1}, en raison d'une invocation mixte client-serveur.
is_is: Ekki tókst að úthluta {0} til {1} vegna blandaðrar beiðni frá biðlara til netþjóns.
it_it: Impossibile assegnare {0} a {1} a causa della chiamata lato client-server mista.
nb_no: Kan ikke tilordne {0} til {1} på grunn av blandet aktivering på klient-/serversiden.
nl_be: {0} kan niet aan {1} worden toegewezen, omdat aanroep afkomstig is van gemengde client-server
ru_ru: Невозможно назначить {0} для {1} из-за смешанного вызова стороны клиент-сервер.
sv_se: Det går inte att koppla {0} till {1} på grund av ett blandat anrop på klient-serversidan.

# Tab_CustomizeListPlace0
source: Display options
cs_cz: Možnosti zobrazení
da_dk: Visningsindstillinger
de_ch: Anzeigeoptionen
es_mx: Opciones de presentación
fi_fi: Näyttöasetukset
fr_ca: Options d'affichage
is_is: Birtingarkostir
it_it: Opzioni di visualizzazione
nb_no: Visningsalternativer
nl_be: Weergaveopties
ru_ru: Параметры отображения
sv_se: Visningsalternativ

source: Empty
cs_cz: Prázdný
da_dk: Tom
de_ch: Leer
es_mx: Vacío
fi_fi: Tyhjä
fr_ca: Vide
is_is: Tómt
it_it: Vuoto
nb_no: Tom
nl_be: Leeg
ru_ru: Пусто
sv_se: Tom

# PersonalizationStoreDiskFull
source: Disk is full. Changes to {0} cannot be saved.
cs_cz: Disk je plný. Nelze uložit změny do {0}.
da_dk: Disken er fuld. Ændringer i {0} kan ikke gemmes.
de_ch: Der Datenträger ist voll. Änderungen an '{0}' können nicht gespeichert werden.
es_mx: El disco está lleno. No se pueden guardar los cambios de {0}.
fi_fi: Levy on täynnä. Kohteen {0} muutoksia ei voi tallentaa.
fr_ca: Le disque est plein. Impossible d'enregistrer les changements apportés à {0}.
is_is: Ekkert pláss er á diski. Ekki er hægt að vista breytingar á {0}.
it_it: Disco pieno. Impossibile salvare le modifiche apportate a {0}.
nb_no: Disken er full. Kan ikke lagre endringer i {0}.
nl_be: De schijf is vol. De wijzigingen in {0} kunnen niet worden opgeslagen.
ru_ru: Нет места на диске. Невозможно сохранить изменения в {0}.
sv_se: Disken är full. Det går inte att spara ändringar av {0}.
