Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# InvalidMetadataValue
source: Invalid metadata value. Object type = {0}, Object name = {1}, Element name = {2}, Property = {3}, Value = {4}.
cs_cz: Neplatná hodnota Metadat. Typ objektu = {0}, Název objektu = {1}, Název Elementu = {2}, Vlastnost = {3}, Hodnota = {4}.
da_dk: Ugyldig metadataværdi. Objekttype = {0}, Objektnavn = {1}, Elementnavn = {2}, Egenskab = {3}, Værdi = {4}.
de_ch: Ungültiger Metadatenwert. Objekttyp = {0}, Objektname = {1}, Elementname = {2}, Eigenschaft = {3}, Wert = {4}.
es_mx: Valor de metadatos no válido. Tipo de objeto = {0}, Nombre de objeto = {1}, Nombre de elemento = {2}, Propiedad = {3}, Valor = {4}.
fi_fi: Virheellinen metatietoarvo. Objektin tyyppi = {0}, Objektin nimi = {1}, Elementin nimi = {2}, Ominaisuus = {3}, Arvo = {4}.
fr_ca: Valeur de métadonnées non valide. Type d'objet = {0}, Nom d'objet = {1}, Nom d'élément = {2}, Propriété = {3}, Valeur = {4}.
is_is: Ógilt lýsigagnagildi. Tegund hlutar = {0}, Heiti hlutar = {1}, Heiti atriðis = {2}, Eiginleiki = {3}, Gildi = {4}.
it_it: Valore di metadati non valido. Tipo di oggetto = {0}, Nome oggetto = {1}, Nome elemento = {2}, Proprietà = {3}, Valore = {4}.
nb_no: Ugyldig metadataverdi. Objekttype = {0}, objektnavn = {1}, elementnavn = {2}, egenskap = {3}, verdi = {4}.
nl_be: Ongeldige metagegevenswaarde. Objecttype = {0}, objectnaam = {1}, elementnaam = {2}, eigenschap = {3}, waarde = {4}.
ru_ru: Недопустимое значение метаданных. Тип объекта = {0}, имя объекта = {1}, имя элемента = {2}, свойство = {3}, значение = {4}.
sv_se: Ogiltigt metadatavärde. Objekttyp = {0}, objektnamn = {1}, elementnamn = {2}, egenskap = {3}, värde = {4}.

# MSGREUNKNOWN
source: Unknown error
cs_cz: Neznámá chyba
da_dk: Ukendt fejl
de_ch: Unbekannter Fehler
es_mx: Error desconocido
fi_fi: Tuntematon virhe
fr_ca: Erreur inconnue
is_is: Óþekkt villa
it_it: Errore sconosciuto
nb_no: Ukjent feil
nl_be: Onbekende fout
ru_ru: Неизвестная ошибка
sv_se: Okänt fel

# PersonalizationPageError
source: Cannot deserialize page {0} after configuration or personalization is applied.
cs_cz: Stránku {0} nelze po konfiguraci nebo přizpůsobení rekonstruovat.
da_dk: Serialiseringen af siden {0} kan ikke annulleres, når der er foretaget konfiguration eller tilpasning.
de_ch: Seite {0} kann nach Anwendung von Konfiguration oder Anpassung nicht deserialisiert werden.
es_mx: No es posible deserializar la página {0} después de aplicar la configuración o personalización.
fi_fi: Sivun {0} sarjoitusta ei voi poistaa, kun määritys tai mukautus on otettu käyttöön.
fr_ca: Impossible de désérialiser la page {0} après l'application de la configuration ou de la personnalisation.
is_is: Ekki er hægt að afraða síðunni {0} eftir að grunnstillingu eða sérstillingu er beitt.
it_it: Impossibile deserializzare la pagina {0} dopo avere applicato la configurazione o la personalizzazione.
nb_no: Kan ikke deserialisere siden {0} etter at den er konfigurert eller tilpasset.
nl_be: Kan de pagina {0} niet deserialiseren nadat configuratie of personalisatie is toegepast.
ru_ru: Невозможно десериализовать страницу {0} после применения конфигурации или персонализации.
sv_se: Det går inte att avserialisera sidan {0} efter att konfiguration eller anpassning tillämpats.

# TableBuildError
source: Cannot find table {0}.
cs_cz: Nelze najít tabulku {0}.
da_dk: Tabellen {0} findes ikke.
de_ch: Die Tabelle '{0}' wurde nicht gefunden.
es_mx: No se encuentra la tabla {0}.
fi_fi: Taulukkoa {0} ei löydy.
fr_ca: Impossible de trouver la table {0}.
is_is: Ekki tókst að finna töflu {0}.
it_it: Impossibile trovare la tabella {0}.
nb_no: Finner ikke tabellen {0}.
nl_be: Kan tabel {0} niet vinden.
ru_ru: Невозможно найти таблицу {0}.
sv_se: Det gick inte att hitta tabellen {0}.

# ZoomToolFlowFilterFieldsGroupCaption
source: FlowFilter Fields
cs_cz: Pole FlowFilteru
da_dk: FlowFilter-felter
de_ch: FlowFilter-Felder
es_mx: Campos FlowFilter
fi_fi: FlowFilter-kentät
fr_ca: Champs FlowFilter
is_is: FlowFilter-reitir
it_it: Campi di filtro flusso
nb_no: FlowFilter-felt
nl_be: FlowFilter-velden
ru_ru: Поля FlowFilter
sv_se: FlowFilter-fält

# FileDialogTypeFilterXml
source: XML (*.xml)|*.xml|All files (*.*)|*.*
cs_cz: XML (*.xml)|*.xml|Všechny soubory (*.*)|*.*
da_dk: XML (*.xml)|*.xml|Alle filer (*.*)|*.*
de_ch: XML (*.xml)|*.xml|Alle Dateien (*.*)|*.*
es_mx: XML (*.xml)|*.xml|Todos los archivos (*.*)|*.*
fi_fi: XML (*.xml)|*.xml|Kaikki tiedostot (*.*)|*.*
fr_ca: XML (*.xml)|*.xml|Tous les fichiers (*.*)|*.*
is_is: XML (*.xml)|*.xml|Allar skrár (*.*)|*.*
it_it: XML (*.xml)|*.xml|Tutti i file (*.*)|*.*
nb_no: XML (*.xml)|*.xml|Alle filer (*.*)|*.*
nl_be: XML (*.xml)|*.xml|Alle bestanden (*.*)|*.*
ru_ru: XML (*.xml)|*.xml|Все файлы (*.*)|*.*
sv_se: XML (*.xml)|*.xml|Alla filer (*.*)|*.*

# CompanyInitializerOpenCompanyFailed
source: Could not open the company. The following message was returned: {0}
cs_cz: Nelze otevřít společnost. Byla vrácena následující zpráva: {0}
da_dk: Virksomheden kunne ikke åbnes. Følgende meddelelse blev returneret: {0}
de_ch: Das Unternehmen konnte nicht geöffnet werden. Zurückgegebene Meldung: {0}
es_mx: No se ha podido abrir la empresa. Se ha devuelto el siguiente mensaje: {0}
fi_fi: Yritystä ei voitu avata. Seuraava sanoma palautettiin: {0}
fr_ca: Impossible d'ouvrir la compagnie. Le message suivant s'est affiché : {0}
is_is: Ekki tókst að opna fyrirtækið. Eftirfarandi boðum var skilað: {0}
it_it: Impossibile aprire la società. È stato restituito il messaggio seguente: {0}
nb_no: Kan ikke åpne firmaet. Følgende melding ble returnert: {0}
nl_be: Kan het bedrijf niet openen. Het volgende bericht is geretourneerd: {0}
ru_ru: Не удалось открыть компанию. Было возвращено следующее сообщение: {0}
sv_se: Det gick inte att öppna företaget. Följande meddelande har returnerats: {0}

# BadCodeDataError
source: The {0} table contains a value that is not valid in an integer Code field: {1} {2}
cs_cz: Tabulka {0} obsahuje hodnotu, která není platná v integer Code poli: {1} {2}
da_dk: Tabellen {0} indeholder en værdi, der ikke er gyldig i et heltalskodefelt: {1} {2}
de_ch: Die Tabelle '{0}' enthält einen ungültigen Wert in einem Codefeld vom Typ 'Integer': {1} {2}
es_mx: La tabla {0} contiene un valor en un campo integer Code que no es válido: {1} {2}
fi_fi: Taulukko {0} sisältää arvon, joka ei kelpaa kokonaislukukoodikentässä: {1} {2}
fr_ca: La table {0} contient une valeur qui n'est pas valide dans un champ code de type Entier : {1} {2}
is_is: Taflan {0} er með gildi í heiltölukótareit sem ekki er gilt: {1} {2}
it_it: La tabella {0} contiene un valore non valido in un campo Codice di tipo integer: {1} {2}
nb_no: Tabellen {0} inneholder en verdi som ikke er gyldig i et felt av typen Code, definert som heltall: {1} {2}
nl_be: Tabel {0} bevat een waarde die niet geldig is in een codeveld voor geheel getal: {1} {2}
ru_ru: В таблице {0} содержится значение, которое недопустимо в целочисленном поле Code: {1} {2}
sv_se: Tabellen {0} innehåller ett värde som inte är giltigt i ett kodfält av typen heltal: {1} {2}

# NavLookupForm_CreateNew
source: New
cs_cz: Nový
da_dk: Ny
de_ch: Neu
es_mx: Nuevo
fi_fi: Uusi
fr_ca: Nouveau
is_is: Nýtt
it_it: Nuovo
nb_no: Ny
nl_be: Nieuw
ru_ru: Создать
sv_se: Ny

# XmlIsInvalid
source: '{0}' is not valid: {1}
cs_cz: '{0}' není platná: {1}.
da_dk: '{0}' er ikke gyldig: {1}
de_ch: '{0}' ist ungültig: {1}
es_mx: '{0}' no es válido: {1}
fi_fi: "{0}" ei kelpaa: {1}.
fr_ca: « {0} » n'est pas valide : {1}
is_is: „{0}“ er ekki gilt: {1}.
it_it: '{0}' non è valido: {1}
nb_no: {0} er ikke gyldig: {1}
nl_be: '{0}' is niet geldig: {1}
ru_ru: Недопустимое значение "{0}": {1}
sv_se: {0} är inte giltig: {1}

# InvalidTableDefinitionIncludingField
source: The layout of field {1} on table {0} is invalid. {2}
cs_cz: Rozložení pole {1} v tabulce {0} je neplatné. {2}
da_dk: Layoutet i feltet {1} i tabellen {0} er ugyldigt. {2}
de_ch: Das Layout von Feld '{1}' in Tabelle '{0}' ist ungültig. {2}
es_mx: La disposición del campo {1} de la tabla {0} no es válida. {2}
fi_fi: Taulukon {0} kentän {1} asettelu on virheellinen. {2}
fr_ca: La présentation du champ {1} dans la table {0} n'est pas valide. {2}
is_is: Útlit reitsins {1} í töflunni {0} er ógilt. {2}
it_it: Il layout del campo {1} nella tabella {0} non è valido. {2}
nb_no: Oppsettet i feltet {1} i tabellen {0} er ugyldig. {2}
nl_be: De indeling van het veld {1} van de tabel {0} is ongeldig. {2}
ru_ru: Недопустимый макет поля {1} в таблице {0}. {2}
sv_se: Layouten för fält {1} i tabell {0} är ogiltig. {2}

# FileTypeNotAllowedUpload
source: The file that you are trying to upload cannot be uploaded. The destination file has an extension that may be blocked. Contact your system administrator.
cs_cz: Soubor nelze uložit. Cílový soubor má příponu, která může být blokována. Obraťte se na správce systému.
da_dk: Den fil, du forsøger at overføre, kan ikke overføres. Destinationsfilen har et filtypenavn, der måske er spærret. Kontakt din systemadministrator.
de_ch: Die Datei, die Sie hochladen möchten, kann nicht hochgeladen werden. Die Erweiterung der Zieldatei wird möglicherweise blockiert. Wenden Sie sich an den Administrator.
es_mx: El archivo que intenta cargar no se puede cargar. El archivo de destino tiene una extensión que puede estar bloqueada. Póngase en contacto con el administrador del sistema.
fi_fi: Tiedostoa, jota yrität ladata, ei voi ladata. Kohdetiedostolla on pääte, joka saatetaan estää. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Le fichier que vous tentez de télécharger ne peut pas être téléchargé. L'extension du fichier de destination peut être bloquée. Veuillez contacter votre administrateur système.
is_is: Ekki er hægt að hlaða upp skránni sem reynt er að hlaða upp. Viðtökuskráin er með skrárendingu sem getur verið útilokuð. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile caricare il file che si tenta di caricare. Il file di destinazione ha un'estensione che potrebbe essere bloccata. Contattare l'amministratore di sistema.
nb_no: Filen du prøver å laste opp, kan ikke lastes opp. Målfilen er av en filtype som kan være blokkert. Kontakt systemansvarlig.
nl_be: Het bestand dat u probeert te uploaden, kan niet worden geüpload. Het doelbestand heeft een extensie die kan worden geblokkeerd. Neem contact op met de systeembeheerder.
ru_ru: Файл, который вы пытаетесь выгрузить, не может быть выгружен. Целевой файл имеет расширение, которое, возможно, заблокировано. Обратитесь за помощью к системному администратору.
sv_se: Den fil du försöker att överföra går inte att överföra. Målfilen har en filändelse som kan vara spärrad. Kontakta systemadministratören.

# InvalidStreamOrBlobSource
source: Invalid operation. The host for a stream or a BLOB is no longer valid.
cs_cz: Neplatná operace. Hostitel pro stream nebo BLOB již není platný.
da_dk: Ugyldig operation. Værten for en stream eller en BLOB er ikke længere gyldig.
de_ch: Ungültiger Vorgang. Der Host für einen Datenstrom oder ein BLOB ist nicht mehr gültig.
es_mx: Operación no válida. El host de una secuencia o BLOB ya no es válido.
fi_fi: Virheellinen toiminto. Virran tai BLOB-objektin isäntä ei ole enää kelvollinen.
fr_ca: Opération non valide. L'hôte pour un flux ou un BLOB n'est plus valide.
is_is: Ógild aðgerð. Annað hvort er straumhýsirinn eða BLOB ekki gild.
it_it: Operazione non valida. L'host per un flusso o un BLOB non è più valido.
nb_no: Ugyldig operasjon. Verten for en stream eller en BLOB er ikke lenger gyldig.
nl_be: Ongeldige bewerking. De host voor een stroom of een BLOB is niet meer geldig.
ru_ru: Недопустимая операция. Хост для потока или BLOB-объекта больше недействителен.
sv_se: Ogiltig åtgärd. Värdet för en ström eller en BLOB är inte längre giltigt.

# 00095-50046
source: An I/O exception occurred during the operation.
cs_cz: Během operace došlo k výjimce I/O.
da_dk: Der opstod en I/O-undtagelse under handlingen.
de_ch: E/A-Ausnahme während des Vorgangs.
es_mx: Se produjo una excepción de E/S durante la operación.
fi_fi: Toiminnon aikana on ilmennyt I/O-poikkeus.
fr_ca: Une exception E/S s'est produite lors de l'opération.
is_is: I/O-undantekning átti sér stað í aðgerðinni.
it_it: Eccezione di I/O durante l'operazione.
nb_no: Det oppstod et I/U-unntak under operasjonen.
nl_be: Er is een I/O-uitzondering opgetreden tijdens de bewerking.
ru_ru: Исключение ввода-вывода в ходе операции.
sv_se: Ett I/O-undantag uppstod under åtgärden.

# NavFormUrlProvider_BadPathSlashes
source: The URL must have exactly five forward slash (/) characters before an optional question mark (?) character.
cs_cz: Adresa URL musí mít přesně pět lomíték (/) před volitelným znakem otazníku (?).
da_dk: URL-adressen skal bestå af præcist fem skråstreger (/) før et valgfrit spørgsmålstegn (?).
de_ch: Die URL muss genau fünf Schrägstriche vor einem optionalen Fragezeichen besitzen.
es_mx: La dirección URL debe tener exactamente cinco caracteres de barra diagonal (/) antes de un carácter opcional de signo de interrogación (?).
fi_fi: URL:ssä on oltava täsmälleen viisi vinoviivaa (/) ennen valinnaista kysymysmerkkiä (?).
fr_ca: L'URL doit contenir exactement cinq barres obliques (/) avant le point d'interrogation facultatif (?).
is_is: Slóðin verður að innihalda nákvæmlega fimm skástrik (/) á undan valkvæmu spurningarmerki (?).
it_it: L'URL deve contenere esattamente cinque barre (/) prima di un punto interrogativo facoltativo (?).
nb_no: URL-adressen må ha nøyaktig fem skråstreker (/) før et valgfritt spørsmålstegn (?).
nl_be: In de URL moeten exact vijf slashes (/) staan vóór een optioneel vraagteken (?).
ru_ru: URL-адрес должен иметь точно пять символов левой косой черты (/) перед знаком вопроса (?), используемым при необходимости.
sv_se: URL:en måste ha fem snedstreck (/) före ett valfritt frågetecken(?).

# ExportProgressBody
source: Please wait while the document is being generated.
cs_cz: Počkejte prosím, probíhá generování dokumentu.
da_dk: Vent venligst, mens dokumentet genereres.
de_ch: Bitte warten Sie, während das Dokument generiert wird.
es_mx: Espere mientras se genera el documento.
fi_fi: Odota. Asiakirja luodaan.
fr_ca: Veuillez patienter pendant la génération du document.
is_is: Bíðið á meðan skjalið er myndað.
it_it: Generazione del documento in corso. Attendere.
nb_no: Vent mens dokumentet genereres.
nl_be: Een ogenblik geduld. Het document wordt gegenereerd.
ru_ru: Ждите, идет генерация документа.
sv_se: Vänta medan dokumentet skapas.

# DatePeriodTypeCaption
source: Period Type
cs_cz: Typ období
da_dk: Periodetype
de_ch: Periodentyp
es_mx: Tipo periodo
fi_fi: Jakson tyyppi
fr_ca: Type de période
is_is: Tegund tímabils
it_it: Tipo periodo
nb_no: Periodetype
nl_be: Periodesoort
ru_ru: Тип периода
sv_se: Periodtyp

# InvalidColumn
source: The reference to the field '{0}' could not be resolved.
cs_cz: Odkaz na pole '{0}' nelze vyřešit.
da_dk: Referencen til feltet '{0}' kunne ikke løses.
de_ch: Der Verweis auf das Feld '{0}' konnte nicht aufgelöst werden.
es_mx: No se pudo resolver la referencia al campo '{0}'.
fi_fi: Viitettä kenttään '{0}' ei voitu selvittää.
fr_ca: La référence au champ '{0}' n'a pas pu être résolue.
is_is: Ekki tókst að lesa úr tilvísuninni í reitinn '{0}'.
it_it: Impossibile risolvere il riferimento al campo "{0}".
nb_no: Referansen til feltet {0} kunne ikke løses.
nl_be: De verwijzing naar het veld {0} kan niet worden omgezet.
ru_ru: Не удалось разрешить ссылку на поле '{0}'.
sv_se: Det gick inte att lösa referensen till fältet {0}.

# DeletePersonalizationStoreCaption
source: Reset User-Specified Settings
cs_cz: Reset uživatelského nastavení
da_dk: Nulstil brugerdefinerede indstillinger
de_ch: Von Benutzern angegebene Einstellungen zurücksetzen
es_mx: Restablecer la configuración especificada por el usuario
fi_fi: Palauta käyttäjän määrittämät asetukset
fr_ca: Réinitialiser les paramètres de personnalisation
is_is: Endurstilla stillingar tilgreindar af notanda
it_it: Ripristina impostazioni specifiche dell'utente
nb_no: Tilbakestill brukerdefinerte innstillinger
nl_be: Door de gebruiker gedefinieerde instellingen opnieuw instellen
ru_ru: Сброс настроек, заданных пользователем
sv_se: Återställ inställningar som angetts av användaren

# DeletePersonalizationRunObjectsBody
source: Resets decisions that you have made for allowing Automation objects to run.
cs_cz: Resetuje nastavení, které jste provedli pro spouštění Automation objects.
da_dk: Nulstiller de beslutninger, som du har truffet med hensyn til at give automatiseringsobjekter tilladelse til at køre.
de_ch: Macht die Entscheidungen, die für das Zulassen der Ausführung von Automatisierungsobjekten getroffen wurde, rückgängig.
es_mx: Restablece las decisiones realizadas para permitir la ejecución de objetos de automatización.
fi_fi: Palauttaa automaatio-objektien käytön sallivat päätökset.
fr_ca: Réinitialise les décisions prises concernant l'autorisation de l'exécution d'objets d'automatisation.
is_is: Endurstillir ákvarðanir sem teknar hafa verið um að leyfa keyrslu sjálfvirknihluta.
it_it: Ripristina le decisioni prese per l'esecuzione di oggetti ActiveX.
nb_no: Tilbakestiller avgjørelsene du har tatt om å tillate kjøring av automatiseringsobjektene.
nl_be: Hiermee worden de acties voor het toestaan van automatiseringsobjecten opnieuw ingesteld.
ru_ru: Сброс принятых решений для запуска объектов автоматизации.
sv_se: Återställer beslut som du fattat om att tillåta körning av automatiseringsobjekt.

# UnableToUseEmptyString
source: The value for the {0} configuration settings cannot be empty.
cs_cz: Hodnota {0} nastavení nemůže být prázdná.
da_dk: Værdien for {0}-konfigurationsindstillingerne kan ikke være tomt.
de_ch: Der Wert für die Konfigurationseinstellungen von '{0}' darf nicht leer sein.
es_mx: El valor de configuración de {0} no puede estar en blanco.
fi_fi: Kohteen {0} määritysasetusten arvo ei voi olla tyhjä.
fr_ca: La valeur pour les paramètres de configuration {0} ne peut pas être vide.
is_is: Gildið fyrir grunnstillingarnar {0} getur ekki verið autt.
it_it: Il valore per le impostazioni di configurazione {0} non può essere vuoto.
nb_no: Verdien for konfigurasjonsinnstillingene for {0} kan ikke være tom.
nl_be: De waarde voor de configuratie-instellingen {0} kan niet leeg zijn.
ru_ru: Значение для настроек конфигурации {0} не может быть пустым.
sv_se: Värdet för konfigurationsinställningen {0} får inte vara tomt.

# Label_SortBy
source: Sort by:
cs_cz: Seřadit podle:
da_dk: Sortér efter:
de_ch: Sortieren nach:
es_mx: Ordenar por:
fi_fi: Lajitteluperuste:
fr_ca: Trier par :
is_is: Röðun:
it_it: Ordina per:
nb_no: Sorter etter:
nl_be: Sorteren op:
ru_ru: Сортировать по:
sv_se: Sortera efter:

# 00095-50084
source: The source array does not have the same length as the given length.
cs_cz: Zdrojová pole nemá stejnou délku jako danou délku.
da_dk: Kildearray'en har ikke samme længde som den angivne længde.
de_ch: Die Länge des Quellarrays stimmt nicht mit der angegebenen Länge überein.
es_mx: La matriz de origen no tiene la misma longitud que la longitud dada.
fi_fi: Lähdematriisin pituus ei ole sama kuin annettu pituus.
fr_ca: La longueur du tableau source n'est pas la même que la longueur donnée.
is_is: Upprunafylkið er ekki jafnlangt og uppgefin lengd.
it_it: La lunghezza dell'array di origine non corrisponde a quella specificata.
nb_no: Kildematrisen har ikke samme lengde som den angitte lengden.
nl_be: De bronmatrix heeft niet dezelfde lengte als de opgegeven lengte.
ru_ru: Длина исходного массива не совпадает с указанной.
sv_se: Källarrayens längd matchar inte den angivna längden.

# InvalidFilterString
source: The filter string contains invalid parameters.
cs_cz: Řetězec filtru obsahuje neplatné parametry.
da_dk: Filterstrengen indeholder ugyldige parametre.
de_ch: Die Filterzeichenfolge enthält ungültige Parameter.
es_mx: La cadena de filtro contiene parámetros no válidos.
fi_fi: Suodatusmerkkijono sisältää virheellisiä parametreja.
fr_ca: La chaîne de filtre contient des paramètres non valides.
is_is: Afmörkunarstrengurinn er með ógildar færibreytur.
it_it: La stringa di filtro contiene parametri non validi.
nb_no: Filterstrengen inneholder ugyldige parametere.
nl_be: De filtertekenreeks bevat ongeldige parameters.
ru_ru: Строка фильтра содержит недопустимые параметры.
sv_se: Filtersträngen innehåller ogiltiga parametrar.

# DotNetLoadError
source: Cannot load an instance of the following .NET Framework object: assembly {0}.
da_dk: En forekomst af følgende .NET Framework-objekt: Assembly {0} kan ikke indlæses.
de_ch: Eine Instanz des folgenden .NET Framework-Objekts kann nicht geladen werden: Montage {0}.
es_mx: No se puede cargar una instancia del objeto .NET Framework siguiente: ensamblado {0}.
fi_fi: Seuraavan .NET Framework -objektin instanssia ei voi luoda: kokoonpano {0}.
fr_ca: Impossible de charger une instance de l'objet .NET Framework suivant : assemblage {0}.
is_is: Ekki er hægt að hlaða tilvik af eftirfarandi .NET Framework-hlut: Samsetning {0}.
it_it: Impossibile caricare un'istanza dell'oggetto .NET Framework seguente: assembly {0}.
nb_no: Kan ikke laste inn en forekomst av følgende .NET Framework-objekt: montering {0}.
nl_be: Er kan geen exemplaar worden geladen van het volgende .NET Framework-object: assemblage {0}.
ru_ru: Невозможно загрузить экземпляр следующего объекта .NET Framework: сборка {0}.
sv_se: Det går inte att läsa in en instans av följande .NET Framework-objekt: assembly {0}.

# FormResultFormHelp
source: Help
cs_cz: Pomoc
da_dk: Hjælp
de_ch: Hilfe
es_mx: Ayuda
fi_fi: Ohje
fr_ca: Aide
is_is: Hjálp
nb_no: Hjelp
ru_ru: Справка
sv_se: Hjälp

# ManifestParser_InvalidValue
source: The control add-in manifest contains an invalid value ({0}).
cs_cz: Manifest ovládací prvek obsahuje neplatnou hodnotu ({0}).
da_dk: Kontroltilføjelsesmanifestet indeholder en ugyldig værdi ({0}).
de_ch: Das Add-In-Manifest für Steuerelemente enthält einen ungültigen Wert ({0}).
es_mx: El manifiesto del complemento de control contiene un valor no válido ({0}).
fi_fi: Ohjauslisäosan kokoonpanotiedot sisältävät virheellisen arvon ({0}).
fr_ca: Le manifeste du complément de contrôle contient une valeur non valide ({0}).
is_is: Stilliskrá stýringarinnbótarinnar inniheldur ógilt gildi ({0}).
it_it: Il manifesto del componente aggiuntivo di controllo contiene un valore non valido ({0}).
nb_no: Kontrolltilleggsmanifestet inneholder en ugyldig verdi ({0}).
nl_be: Het manifest voor de besturingselementinvoegtoepassing bevat een ongeldige waarde ({0}).
ru_ru: Манифест надстройки элемента управления содержит недопустимое значение ({0}).
sv_se: Kontrolltilläggsmanifestet innehåller ett ogiltigt värde ({0}).

# ToolsTranslateSystemObjectCaption
source: Tools, Translate
cs_cz: Nástroje, přeložit
da_dk: Funk., Oversæt
de_ch: Extras, Translate
es_mx: Herramientas, Traducir
fi_fi: Työkalut, Käännä
fr_ca: Outils, Traduire
is_is: Verkfæri, Þýða
it_it: Strumenti, Traduzioni
nb_no: Verktøy, Oversett
nl_be: Extra, Vertalen
ru_ru: Сервис, Перевод
sv_se: Verktyg, Översätt
