Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# Label_Groups
source: Groups:
cs_cz: Skupiny:
da_dk: Grupper:
de_ch: Gruppen:
es_mx: Grupos:
fi_fi: Ryhmät:
fr_ca: Groupes :
is_is: Flokkar:
it_it: Gruppi:
nb_no: Grupper:
nl_be: Groepen:
ru_ru: Группы:
sv_se: Grupper:

# DestinationLengthMismatch
source: CopyArray: The length parameter {0} does not match the length of the destination array {1}.
cs_cz: CopyArray: Délka parametru {0} se neshoduje délkou cílového pole {1}.
da_dk: CopyArray: Længdeparameteren {0} matcher ikke længden på destinationsarray {1}.
de_ch: CopyArray: Der Längenparameter '{0}' stimmt nicht mit der Länge des Zielarrays '{1}' überein.
es_mx: CopyArray: el parámetro de longitud {0} no coincide con la longitud de la matriz de destino {1}.
fi_fi: CopyArray: Pituusparametri {0} ei vastaa kohdematriisin {1} pituutta.
fr_ca: CopyArray : Le paramètre de longueur {0} ne correspond pas à la longueur du tableau de destination {1}.
is_is: CopyArray: Lengdarfæribreytan {0} passar ekki við lengdina á viðtökufylkinu {1}.
it_it: CopyArray: il parametro di lunghezza {0} non corrisponde alla lunghezza della matrice di destinazione {1}.
nb_no: CopyArray: Lengdeparameteren {0} samsvarer ikke med lengden på målmatrisen {1}.
nl_be: CopyArray: de lengteparameter {0} komt niet overeen met de lengte van de doelarray {1}.
ru_ru: CopyArray: параметр длины {0} не соответствует длине конечного массива {1}.
sv_se: CopyArray: Längdparametern {0} matchar inte längden för målarrayen {1}.

# MissingPermissionsOrReadonly
source: File permissions are missing or read-only.
cs_cz: Oprávnění k souboru chybí nebo jsou jen pro čtení.
da_dk: Manglende filtilladelser eller skrivebeskyttet.
de_ch: Dateiberechtigungen fehlen oder sind schreibgeschützt.
es_mx: Falta los permisos de archivo o estos son de solo lectura.
fi_fi: Tiedoston käyttöoikeudet puuttuvat tai ovat vain lukua varten.
fr_ca: Des autorisations de fichiers sont manquantes ou en lecture seule.
is_is: Skráaheimildir vantar eða eru skrifvarðar.
it_it: Autorizzazioni file mancanti o di sola lettura.
nb_no: Filtillatelser mangler eller er skrivebeskyttet.
nl_be: Bestandsmachtigingen ontbreken of zijn alleen-lezen.
ru_ru: Разрешения для файла отсутствуют или доступны только для чтения.
sv_se: Filbehörigheter saknas eller är skrivskyddade.

# PersonalizationNavigationPaneRefreshConfirm
source: Your changes have been saved and will take effect after the application has been restarted. Do you want to restart now?
cs_cz: Změny byly uloženy a projeví se po restartování aplikace. Chcete aplikaci restartovat?
da_dk: Ændringerne er gemt og vil træde i kraft, efter at programmet er blevet genstartet. Vil du genstarte det nu?
de_ch: Ihre Änderungen wurden gespeichert und werden nach einem Neustart der Anwendung wirksam. Möchten Sie die Anwendung jetzt neu starten?
es_mx: Sus cambios se han guardado y surtirán efecto cuando se reinicie la aplicación. ¿Desea reiniciar ahora?
fi_fi: Muutokset on tallennettu. Ne tulevat voimaan, kun sovellus on käynnistetty uudelleen. Haluatko käynnistää sovelluksen uudelleen nyt?
fr_ca: Vos modifications ont été enregistrées et prendront effet après le redémarrage de l'application. Souhaitez-vous la redémarrer maintenant?
is_is: Breytingarnar hafa verið vistaðar og taka gildi þegar forritið hefur verið endurræst. Á að endurræsa núna?
it_it: Le modifiche sono state salvate e verranno applicate dopo il riavvio dell'applicazione. Riavviare ora?
nb_no: Endringene er lagret og vil tre i kraft når programmet er startet på nytt. Vil du starte på nytt nå?
nl_be: Uw wijzigingen zijn opgeslagen en worden van kracht nadat de toepassing opnieuw is gestart. Wilt u de toepassing nu opnieuw starten?
ru_ru: Внесенные изменения сохранены и вступят в силу после перезапуска приложения. Выполнить перезапуск?
sv_se: Ändringarna har sparats och kommer att verkställas när programmet startats om. Vill du starta om nu?

# MethodNotImplemented
source: The method or operation has not been implemented.
cs_cz: Operace nebo metoda nebyla implementována.
da_dk: Metoden eller handlingen er ikke blevet implementeret.
de_ch: Die Methode oder der Vorgang wurde nicht implementiert.
es_mx: No se ha implementado el método o la operación.
fi_fi: Menetelmää tai toimintoa ei ole toteutettu.
fr_ca: La méthode ou l'opération n'a pas été exécutée.
is_is: Aðferðin eða aðgerðin hefur ekki verið innleidd.
it_it: Metodo o operazione non implementata.
nb_no: Metoden eller operasjonen er ikke implementert.
nl_be: De methode of bewerking is niet geïmplementeerd.
ru_ru: Метод или операция не реализованы.
sv_se: Metoden eller operationen har inte implementerats.

# EvaluateError
source: The value "{1}" can't be evaluated into type {0}.
cs_cz: Hodnota {1} nelze vyhodnotit na typ {0}.
da_dk: Værdien "{1}" kan ikke evalueres til typen {0}.
de_ch: Der Wert "{1}" kann nicht in Typ {0} ausgewertet werden.
es_mx: El valor "{1}" no se puede evaluar en el tipo {0}.
fi_fi: Arvoa {1} ei voi laskea tyypiksi {0}.
fr_ca: La valeur « {1} » ne peut pas être évaluée en type {0}.
is_is: Ekki er hægt að meta „{1}“ í gerðina {0}.
it_it: Impossibile valutare il valore "{1}" nel tipo {0}.
nb_no: Verdien {1} kan ikke evalueres til typen {0}.
nl_be: De waarde "{1}" kan niet worden geëvalueerd tot type {0}.
ru_ru: Для значения "{1}" невозможно вычисление в тип {0}.
sv_se: Det går inte att utvärdera värdet {1} till typen {0}.

# MenuItemView
source: View
cs_cz: Pohled
da_dk: Vis
de_ch: Ansicht
es_mx: Ver
fi_fi: Näytä
fr_ca: Affichage
is_is: Skoða
it_it: Visualizza
nb_no: Vis
nl_be: Weergeven
ru_ru: Вид
sv_se: Visa

source: Remove NST
cs_cz: Odstranit objekt NST
da_dk: Fjern NST
de_ch: NST entfernen
es_mx: Eliminar NST
fi_fi: Poista NST
fr_ca: Supprimer NST
is_is: Fjarlægja NST
it_it: Rimuovi NST
nb_no: Fjern NST
nl_be: NST verwijderen
ru_ru: Удалить NST
sv_se: Ta bort NST

# ExportFileDoesNotExist
source: The specified file does not exist at the specified location: {0}.
da_dk: Den angivne fil findes ikke på den angivne placering: {0}.
de_ch: Die angegebene Datei ist am angegebenen Speicherort nicht vorhanden: {0}.
es_mx: El archivo especificado no existe en la ubicación especificada: {0}.
fi_fi: Määritettyä tiedostoa ei ole määritetyssä sijainnissa: {0}.
fr_ca: Le fichier spécifié n'existe pas à l'emplacement spécifié : {0}
is_is: Tilgreind skrá er ekki til á tilgreindum stað: {0}.
it_it: Il file specificato non esiste nel percorso specificato: {0}.
nb_no: Den angitte filen finnes ikke på angitt plassering: {0}.
nl_be: Het opgegeven bestand bestaat niet op de opgegeven locatie: {0}
ru_ru: Указанный файл не существует по следующему пути: {0}.
sv_se: Den angivna filen finns inte på det angivna stället: {0}.

# ChartInvalidOperationExceptionUnknownQuery
source: The specified query does not exist. Query: {0}
cs_cz: Zadaný dotaz neexistuje. Dotaz: {0}
da_dk: Den angivne forespørgsel findes ikke. Forespørgsel: {0}
de_ch: Die angegebene Abfrage ist nicht vorhanden. Abfrage: {0}
es_mx: La consulta especificada no existe. Consulta: {0}
fi_fi: Määritettyä kyselyä ei ole. Kysely: {0}
fr_ca: La requête spécifiée n'existe pas. Requête : {0}
is_is: Tilgreinda fyrirspurnin er ekki til. Fyrirspurn: {0}
it_it: Query specificata inesistente. Query: {0}
nb_no: Den angitte spørringen finnes ikke. Spørring: {0}
nl_be: De opgegeven query bestaat niet. Query: {0}
ru_ru: Указанный запрос не существует. Запрос: {0}
sv_se: Den angivna frågan finns inte. Fråga: {0}

# PageErrorOnClose
source: One or more errors occurred while closing the page.
cs_cz: Při zavírání stránky došlo k jedné či více chybám.
da_dk: Der opstod en eller flere fejl under lukning af siden.
de_ch: Beim Schliessen der Seite ist mindestens ein Fehler aufgetreten.
es_mx: Han ocurrido uno o más errores mientras se cerraba la página.
fi_fi: Sivua suljettaessa on ilmennyt vähintään yksi virhe.
fr_ca: Une ou plusieurs erreurs se sont produites lors de la fermeture de la page.
is_is: Ein eða fleiri villur komu upp þegar síðunni var lokað.
it_it: Si sono verificati uno o più errori durante la chiusura della pagina.
nb_no: Det oppstod én eller flere feil under lukking av siden.
nl_be: Er zijn een of meer fouten opgetreden bij het sluiten van de pagina.
ru_ru: Одна или более ошибок при закрытии страницы.
sv_se: Ett eller flera fel uppstod när sidan skulle stängas.

# CertificateAuthenticationTypeDescription
source: Server authenticated (certificate)
cs_cz: Server ověřen (certifikát)
da_dk: Serveren er godkendt (certifikat)
de_ch: Von Server authentifiziert (Zertifikat)
es_mx: Servidor autenticado (certificado)
fi_fi: Palvelimen todentama (varmenne)
fr_ca: Authentifié par le serveur (certificat)
is_is: Netþjónninn er sannvottaður (vottorð)
it_it: Autenticato da server (certificato)
nb_no: Server godkjent (sertifikat)
nl_be: Door de server geverifieerd (certificaat)
ru_ru: Подлинность сервера подтверждена (сертификат)
sv_se: Servern har autentiserats (certifikat)

# NavNumericStringFormatter_OnlyNumericsAllowed
source: Only numeric characters are allowed in field.
cs_cz: V tomto poli jsou povoleny pouze číselné znaky.
da_dk: Kun numeriske tegn er tilladt i dette felt.
de_ch: Im Feld dürfen nur numerische Zeichen eingegeben werden.
es_mx: Sólo se permiten caracteres numéricos en este campo.
fi_fi: Kenttään voi määrittää vain numeerisia merkkejä.
fr_ca: Ce champ n'accepte que les caractères numériques.
is_is: Einungis eru leyfðir tölustafir í reitnum.
it_it: Nel campo sono consentiti solo caratteri numerici.
nb_no: Bare numeriske tegn er tillatt i feltet.
nl_be: Dit veld mag alleen numerieke tekens bevatten.
ru_ru: В поле разрешается использовать только цифры.
sv_se: Enbart numeriska tecken tillåts i fältet.

# ServerAbortedActivity
source: The server stopped the session (ID: {0}) because of a stop session request.
cs_cz: Server zastavil relaci (id: {0}), protože obdržel požadavek na její ukončení.
da_dk: Serveren stoppede sessionen (id: {0}) på grund af en anmodning om at stoppe sessionen.
de_ch: Der Server hat die Sitzung (ID: {0}) aufgrund einer Anforderung zum Anhalten der Sitzung angehalten.
es_mx: El servidor ha detenido la sesión (Id.: {0}) debido a una solicitud de detención de sesión.
fi_fi: Palvelin lopetti istunnon (tunnus: {0}) istunnonlopetuspyynnön takia.
fr_ca: Le serveur a arrêté la session (Code : {0}) en raison d'une demande d'arrêt de session.
is_is: Þjónninn stöðvaði lotuna (kenni: {0}) vegna beiðni um stöðvun lotu.
it_it: Sessione arrestata (ID: {0}) a causa di una richiesta di arresto.
nb_no: Serveren stoppet økten (ID: {0}) på grunn av en forespørsel om å stoppe økten.
nl_be: De server heeft de sessie (id: {0}) stopgezet vanwege een aanvraag tot het stopzetten van de sessie.
ru_ru: Сервер прекратил сеанс (идентификатор: {0}) в связи с запросом на останов сеанса.
sv_se: Sessionen (ID: {0}) stoppades av servern på grund av en stoppbegäran.

# WrongReference
source: Function ID {0} was called. The object with ID {1} does not have a member with that ID.
cs_cz: Byla volána funkce ID {0}. Objekt s ID {1} nemá člen s tímto ID.
da_dk: Funktions-id'et {0} blev kaldt. Objektet med id'et {1} har ikke et medlem med dette id.
de_ch: Funktions-ID {0} wurde aufgerufen. Das Objekt mit ID {1} enthält keinen Member mit dieser ID.
es_mx: Se llamó al Id. de función {0}. El objeto con el Id. {1} no tiene un miembro con ese Id.
fi_fi: Kutsuttiin funktiota, jonka tunnus on {0}. Objektilla, jonka tunnus on {1}, ei ole jäsentä, jolla on kyseinen tunnus.
fr_ca: Le code fonction {0} a été appelé. L'objet portant le code {1} ne comporte pas de membre portant ce code.
is_is: Aðgerðarkennið {0} var kallað. Hluturinn með kenni {1} er ekki með meðlim með því kenni.
it_it: È stata chiamata la funzione con ID {0}. L'oggetto con ID {1} non dispone di un membro con tale ID.
nb_no: Funksjons-IDen {0} ble kalt. Objektet med IDen {1} har ikke noe medlem med denne IDen.
nl_be: Functie-id {0} is aangeroepen. Het object met id {1} heeft geen lid met die id.
ru_ru: Вызвана функция с кодом {0}. Объект с номером {1} не содержит члена с таким кодом.
sv_se: Funktions-ID {0} har anropats. Objektet med ID {1} har inte någon medlem med detta ID.

# AutomationComObjectNotAllowed
source: The Automation Server {0} is not allowed to run on this client.
cs_cz: Automation Server {0} nemá dovoleno spuštění na tomto klientovi.
da_dk: Automation-serveren {0} har ikke tilladelse til at køre på denne klient.
de_ch: Die Ausführung des Automatisierungsservers '{0}' ist auf diesem Client nicht zulässig.
es_mx: El automation server {0} no se puede ejecutar en este cliente.
fi_fi: Automaatiopalvelimen {0} suorittamista ei ole sallittu tässä asiakasohjelmassa.
fr_ca: Automation Server {0} n'est pas autorisé à s'exécuter sur ce client.
is_is: Sjálfvirkniþjónninn {0} má ekki keyra á þessum biðlara.
it_it: L'esecuzione del server di automazione {0} non è consentita su questo client.
nb_no: Automation Server {0} kan ikke kjøre på denne klienten.
nl_be: Automation Server {0} mag niet op deze client worden uitgevoerd.
ru_ru: Запуск сервера автоматизации {0} на этом клиенте запрещен.
sv_se: Automation Server {0} får inte köras på den här klienten.

source: Limit totals to:
cs_cz: Omezit součty na:
da_dk: Begræns totaler til:
de_ch: Summenberechnung einschränken auf:
es_mx: Totales límite para:
fi_fi: Rajoita kokonaisarvoiksi:
fr_ca: Limiter les totaux à :
is_is: Takmarka heildartölur við:
it_it: Limita totali a:
nb_no: Begrens totaler til:
nl_be: Totalen beperken tot:
ru_ru: Ограничить итоги до:
sv_se: Begränsa totaler till:

# CaptionCopyPrevious
source: Copy Previous
cs_cz: Kopírovat předchozí
da_dk: Kopiér forrige
de_ch: Feld kopieren
es_mx: Copiar anterior
fi_fi: Kopioi edellinen
fr_ca: Copier précédent
is_is: Afrita fyrri
it_it: Copia precedente
nb_no: Kopier forrige
nl_be: Vorige kopiëren
ru_ru: Копировать предыдущие
sv_se: Kopiera föregående

# ChartSumDescription
source: Sum of
cs_cz: Součet
da_dk: Sum af
de_ch: Summe von
es_mx: Suma de
fi_fi: Summa
fr_ca: Somme de
is_is: Samtala
it_it: Somma di
nb_no: Summen av
nl_be: Som van
ru_ru: Сумма
sv_se: Summa för

# Label_ShownFields
source: Fields shown:
cs_cz: Zobrazená pole:
da_dk: Viste felter:
de_ch: Angezeigte Felder:
es_mx: Campos mostrados:
fi_fi: Näytettävät kentät:
fr_ca: Champs affichés :
is_is: Birtir reitir:
it_it: Campi visualizzati:
nb_no: Viste felt:
nl_be: Weergegeven velden:
ru_ru: Отображаемые поля:
sv_se: Fält som visas:

# OutlookSortOption_StartDate
source: Start date
cs_cz: Datum zahájení
da_dk: Startdato
de_ch: Startdatum
es_mx: Fecha inicial
fi_fi: Aloituspäivämäärä
fr_ca: Date de début
is_is: Upphafsdagur
it_it: Data di inizio
nb_no: Startdato
nl_be: Begindatum
ru_ru: Дата начала
sv_se: Startdatum

# Instruction_MoveToButton
source: Move a list to a navigation pane button
cs_cz: Přesunout seznam na tlačítko Navigačního podokna
da_dk: Flyt en liste til en navigationsrudeknap
de_ch: Dient zum Verschieben einer Liste an eine Schaltfläche des Navigationsbereichs.
es_mx: Mover una lista a un botón del panel de exploración
fi_fi: Siirrä luettelo siirtymisruudun painikkeeseen
fr_ca: Déplacer une liste vers un bouton du volet de navigation
is_is: Færa lista á yfirlitssvæðishnapp
it_it: Spostare una lista in un pulsante del riquadro di spostamento
nb_no: Flytt en oversikt til en navigasjonsruteknapp
nl_be: Een lijst verplaatsen naar een knop in het navigatiedeelvenster
ru_ru: Перенести список в кнопку панели навигации
sv_se: Flytta en lista till en knapp i navigeringsrutan

# MenuItemNavigate
source: Navigate
cs_cz: Navigace
da_dk: Naviger
es_mx: Navegar
fi_fi: Navigoi
fr_ca: Naviguer
is_is: Færsluleit
it_it: Naviga
nb_no: Naviger
nl_be: Navigeren
ru_ru: Навигатор
sv_se: Analysera

# MenuItemFactBoxes
source: FactBoxes
cs_cz: Informační okna
da_dk: Faktabokse
de_ch: Infoboxen
es_mx: Cuadros informativos
fi_fi: Tietoruudut
fr_ca: Récapitulatifs
is_is: Upplýsingakassar
it_it: Riquadri Dettaglio informazioni
nb_no: Faktabokser
nl_be: Infoblokken
ru_ru: Информационные панели
sv_se: Faktaboxar

# DeletePersonalizationFileTypeDecisionsHeader
source: Client file access
cs_cz: Přístup k souborům klienta
da_dk: Adgang til klientfil
de_ch: Zugriff auf Clientdatei
es_mx: Acceso a archivo cliente
fi_fi: Asiakasohjelman tiedoston käyttöoikeus
fr_ca: Accès au fichier client
is_is: Aðgangur að biðlaraskrá
it_it: Accesso ai file client
nb_no: Tilgang til klientfil
nl_be: Client-bestandstoegang
ru_ru: Доступ к файлу клиента
sv_se: Åtkomst till klientfil

# FileDatabaseExpandSystemObjectCaption
source: File, Database, Alter
cs_cz: Soubor, databáze, Alter
da_dk: Filer, Database, Juster
de_ch: Datei, Datenbank, Ändern
es_mx: Archivo, Base datos, Modificar
fi_fi: Tiedosto, Tietokanta, Muuta
fr_ca: Fichier, Base, Modifier
is_is: Skrá,Gagnagrunnur, Breyta
it_it: File, Database, Modifica
nb_no: File, Database, Endre
nl_be: Bestand, Database, Wijzigen
ru_ru: Файл, База данных, Изменение
sv_se: Fil, Databas, Ändra

# MenuItemAboutMicrosoftDynamicsNav
source: About {0}
cs_cz: O {0}
da_dk: Om {0}
de_ch: Info zu {0}
es_mx: Acerca de {0}
fi_fi: Tietoa: {0}
fr_ca: À propos de {0}
is_is: Um {0}
it_it: Informazioni su {0}
nb_no: Om {0}
nl_be: Over {0}
ru_ru: О программе {0}
sv_se: Om {0}

# MustBeASuperUser
source: At least one user must be a member of the 'SUPER' group.
cs_cz: Alespoň jeden uživatel musí být členem skupiny "SUPER".
da_dk: Mindst én bruger skal være medlem af gruppen 'SUPER'.
de_ch: Mindestens ein Benutzer muss der Gruppe 'SUPER' angehören.
es_mx: Al menos un usuario debe ser miembro del grupo 'SUPER'.
fi_fi: Ainakin yhden käyttäjän on oltava ryhmän "SUPER" jäsen.
fr_ca: Au moins un utilisateur doit être membre du groupe « SUPER ».
is_is: Að minnsta kosti einn notandi verður að vera í hópnum „SUPER“.
it_it: Almeno un utente deve essere membro del gruppo 'SUPER'.
nb_no: Minst én bruker må være medlem av SUPER-gruppen.
nl_be: Ten minste één gebruiker moet lid zijn van de groep 'SUPER'.
ru_ru: Хотя бы один пользователь должен быть членом группы "SUPER".
sv_se: Åtminstone en användare måste vara medlem i gruppen SUPER.

# ColumnLabel_Importance
source: Importance
cs_cz: Důležitost
da_dk: Vigtighed
de_ch: Wichtigkeit
es_mx: Importancia
fi_fi: Tärkeys
is_is: Mikilvægi
it_it: Importanza
nb_no: Viktighet
nl_be: Belang
ru_ru: Важность
sv_se: Prioritet

# ChartCallbackNotAllowedException
source: You cannot use the specified chart because the underlying data source implements features are not supported. Details: {0}
cs_cz: Zadaný graf nelze použít, protože datový zdroj implementuje nepodporované funkce. Podrobnostmi výjimky: {0}
da_dk: Du kan ikke bruge det angivne diagram, da den underliggende datakilde implementerer funktioner, der ikke understøttes. Detaljer: {0}
de_ch: Sie können das angegebene Diagramm nicht verwenden, weil die zugrunde liegende Datenquelle Funktionen implementiert, die nicht unterstützt werden. Details: {0}
es_mx: No puede usar el gráfico especificado porque la fuente de datos ODBC subyacente implementa características incompatibles. Detalles: {0}
fi_fi: Määritettyä kaaviota ei voi käyttää, koska taustalla olevia tietolähteen käyttöönotto-ominaisuuksia ei tueta. Tiedot: {0}
fr_ca: Vous ne pouvez pas utiliser le graphique spécifié car la source de données sous-jacente implémente des fonctions non prises en charge. Détails : {0}
is_is: Ekki er hægt að nota tilgreint myndrit vegna þess að undirliggjandi gagnaveita innleiðir eiginleika sem eru ekki studdir. Upplýsingar: {0}
it_it: Impossibile utilizzare il grafico specificato perché l'origine dati sottostante implementa funzionalità non supportate. Dettagli: {0}
nb_no: Du kan ikke bruke det angitte diagrammet fordi implementeringsfunksjonene for den underliggende datakilden ikke støttes. Detaljer: {0}
nl_be: U kunt het opgegeven diagram niet gebruiken omdat de onderliggende gegevensbron functies implementeert die niet worden ondersteund. Details: {0}
ru_ru: Невозможно использовать заданную диаграмму, так как базовым источником данных реализуются неподдерживаемые функции. Сведения: {0}
sv_se: Det går inte att använda det angivna diagrammet eftersom den underliggande datakällan implementerar funktioner som inte stöds. Information: {0}

# CallbackNotAllowedAssignDotNet
source: {0} attempted to issue a client callback to assign a DotNet object: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta přiřadit objekt DotNet: {1} ({2}{4} {3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at tildele et DotNet-objekt: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Zuweisen eines .NET-Objekts auszugeben: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para asignar un objeto DotNet: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun DotNet-objektin määrittämistä varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour affecter un objet DotNet : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að úthluta DotNet-hlut: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per assegnare un oggetto .NET: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å tilordne et DotNet-objekt: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een DotNet-object toe te wijzen: {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для назначения объекта DotNet: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna tilldela ett DotNet-objekt: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# FilterAccName_AdvancedFilters
source: Advanced filter
cs_cz: Rozšířený filtr
da_dk: Avanceret filter
de_ch: Erweiterter Filter
es_mx: Filtro avanzado
fi_fi: Lisäsuodatus
fr_ca: Filtre avancé
is_is: Ítarleg afmörkun
it_it: Filtro avanzato
nb_no: Avansert filter
nl_be: Geavanceerd filter
ru_ru: Расширенный фильтр
sv_se: Avancerat filter

# AboutFormNoLicense
source: No valid license information was found.
cs_cz: Nebyly nalezeny žádné platné licenční informace.
da_dk: Der blev ikke fundet gyldige licensoplysninger
de_ch: Es wurden keine gültigen Lizenzinformationen gefunden.
es_mx: No se encontró información de licencia válida.
fi_fi: Voimassa olevia käyttöoikeustietoja ei löytynyt.
fr_ca: Aucune information de licence valide n'a été trouvée.
is_is: Gildar leyfisupplýsingar fundust ekki.
it_it: Non sono state trovate informazioni di licenza valide.
nb_no: Finner ingen gyldig lisensinformasjon
nl_be: Er zijn geen geldige licentiegegevens gevonden.
ru_ru: Информация о действительной лицензии не найдена.
sv_se: Det gick inte att hitta någon giltig licensinformation.
