Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# DefinitionOfColumnChanged
source: The definition of the {0} column has changed; old type: {1}, new type: {2}. Start your activity again.
cs_cz: Změnila se definice sloupce {0}; původní typ: {1}, nový typ: {2}. znovu spusťte aktivitu.
da_dk: Definition af kolonnen {0} er ændret. Tidligere type: {1}, ny type: {2}. Start aktiviteten igen.
de_ch: Die Definition der Spalte '{0}' wurde geändert. Alter Typ: {1}, neuer Typ: {2}. Starten Sie die Aktion erneut.
es_mx: La definición de la columna {0} se modificó; tipo antiguo: {1}, tipo nuevo: {2}. Inicie la actividad de nuevo.
fi_fi: Kohteen {0} sarakkeen määritys on muuttunut; vanha tyyppi: {1}, uusi tyyppi: {2}. Aloita toiminto uudelleen.
fr_ca: La définition de la colonne {0} a été modifiée ; ancien type : {1}, nouveau type : {2}. Démarrez à nouveau votre activité.
is_is: Skilgreiningin á dálkinum {0} hefur breyst. Gamla gerðin: {1}, nýja gerðin: {2}. Endurræsa þarf aðgerðina.
it_it: La definizione della colonna {0} è stata modificata; vecchio tipo: {1}, nuovo tipo: {2}. avviare nuovamente l'attività.
nb_no: Definisjonen av kolonnen {0} er endret. Gammel type: {1}, ny type: {2}. Start aktiviteten på nytt.
nl_be: De definitie van de kolom {0} is gewijzigd; oud type: {1}, nieuw type: {2}. Start de activiteit opnieuw.
ru_ru: Определение столбца {0} изменено; прежний тип: {1}, новый тип: {2}. Запустите свое действие повторно.
sv_se: Definitionen av kolumnen {0} har ändrats; gammal typ: {1}, ny typ: {2}. Starta aktiviteten igen.

# AuthenticationTechnicalIssueMessage
source: You cannot sign in due to a technical issue. Contact your system administrator.
cs_cz: Nemůžete se přihlásit z důvodu technický problém. Obraťte se na správce systému.
da_dk: Du kan ikke logge på som følge af tekniske problemer. Kontakt systemadministratoren.
de_ch: Sie können sich aufgrund eines technischen Problems nicht anmelden. Wenden Sie sich an Ihren Systemadministrator.
es_mx: No puede iniciar sesión debido a un problema técnico. Póngase en contacto con el administrador del sistema.
fi_fi: Sisäänkirjautumisesi ei onnistunut teknisen syyn takia. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Vous ne pouvez pas vous connecter en raison d'un problème technique. Contactez votre administrateur système.
is_is: Innskráning er ekki möguleg vegna tæknilegs vandamáls. Hafa skal samband við kerfisstjóra.
it_it: Impossibile eseguire l'accesso a causa di un problema tecnico. Contattare l'amministratore di sistema.
nb_no: Du kan ikke logge på grunnet et teknisk problem. Kontakt systemansvarlig.
nl_be: U kunt zich niet aanmelden vanwege een technisch probleem. Neem contact op met uw systeembeheerder.
ru_ru: Не удалось выполнить вход в связи с технической проблемой. Обратитесь к системному администратору.
sv_se: Du kan inte logga in på grund av ett tekniskt problem. Kontakta systemadministratören.

# DesignQueryBaseSystemObjectCaption
source: Design, Query, Basic
cs_cz: Design, dotaz, základ
da_dk: Design, forespørgsel, basis
de_ch: Design, Abfrage, Einfach
es_mx: Diseño, Consulta, Básico
fi_fi: Muotoilu, Kysely, Perus
fr_ca: Création, Requête, Standard
is_is: Hönnun, Fyrirspurn, Grunnur
it_it: Design, Query, Standard
nb_no: Design, Spørring, Basis
nl_be: Design, Query, Basis
ru_ru: Констр., Запрос, Базовый
sv_se: Design, Fråga, Grundläggande

# QueryMetadataChangedSinceOpen
source: The READ function is called on a query after query metadata has been changed by one of the following: SETFILTER, SETRANGE, SECURITYFILTERING, or TOPNUMBEROFROWS. After metadata changes, you must reopen the query by calling the OPEN function before calling the READ function.
cs_cz: Funkce READ je volána na dotaz, poté, co byla změněna metadata dotazu jedním z následujících: SETFILTER, SETRANGE, SECURITYFILTERING nebo TOPNUMBEROFROWS. Po změně metadat je třeba znovu otevřít dotaz voláním funkce OPEN předtím, než je volána funkce READ.
da_dk: Funktionen READ kaldes for en forespørgsel, hvis forespørgselsmetadata er blevet ændret af en af følgende: SETFILTER, SETRANGE, SECURITYFILTERING eller TOPNUMBEROFROWS. Hvis metadata er blevet ændret, skal du åbne forespørgslen igen ved at kalde funktionen OPEN, før du kalder funktionen READ.
de_ch: Die READ-Funktion wird für eine Abfrage aufgerufen, nachdem die Metadaten der Abfrage mit einer der folgenden Optionen geändert wurden: SETFILTER, SETRANGE, SECURITYFILTERING oder TOPNUMBEROFROWS. Nach Metadatenänderungen müssen Sie die Abfrage erneut öffnen, indem Sie vor dem Aufrufen der READ-Funktion die OPEN-Funktion aufrufen.
es_mx: La función READ se llama en una consulta después de que los metadatos de la consulta se hayan modificado debido a uno de los elementos siguientes: SETFILTER, SETRANGE, SECURITYFILTERING o TOPNUMBEROFROWS. Cuando cambian los metadatos, debe volver a abrir la consulta mediante una llamada a la función OPEN antes de llamar a la función READ.
fi_fi: READ-funktiota kutsutaan kyselyssä, kun jokin seuraavista on muuttanut kyselyn metatiedot: SETFILTER, SETRANGE, SECURITYFILTERING tai TOPNUMBEROFROWS. Kun metatiedot muuttuvat, kysely on avattava uudelleen kutsumalla OPEN-funktiota ennen READ-funktion kutsumista.
fr_ca: La fonction READ est appelée sur une requête après que des métadonnées de requête ont été modifiées par l'une des instructions suivantes : SETFILTER, SETRANGE, SECURITYFILTERING ou TOPNUMBEROFROWS. Après un changement de métadonnées, vous devez rouvrir la requête en appelant la fonction OPEN avant d'appeler la fonction READ.
is_is: Kallað er á aðgerðina READ í fyrirspurn eftir að lýsigögnum fyrirspurnar hefur verið breytt af einu af eftirfarandi: SETFILTER, SETRANGE, SECURITYFILTERING eða TOPNUMBEROFROWS. Eftir að lýsigögn breytast verður að opna fyrirspurnina aftur með því að kalla á aðgerðina OPEN áður en kallað er á aðgerðina READ.
it_it: La funzione READ è stata chiamata su una query dopo che i metadati della query sono stati modificati da una delle funzioni seguenti: SETFILTER, SETRANGE, SECURITYFILTERING o TOPNUMBEROFROWS. Dopo la modifica dei metadati, è necessario riaprire la query chiamando la funzione OPEN prima della funzione READ.
nb_no: Funksjonen READ kalles for en spørring etter at spørringsmetadata er blitt endret av én av følgende: SETFILTER, SETRANGE, SECURITYFILTERING eller TOPNUMBEROFROWS. Når metadata er endret, må du åpne spørringen på nytt ved å kalle funksjonen OPEN før du kaller funksjonen READ.
nl_be: De functie READ wordt aangeroepen tijdens een query nadat querymetagegevens zijn gewijzigd door een van de volgende items: SETFILTER, SETRANGE, SECURITYFILTERING of TOPNUMBEROFROWS. Na metagegevenswijzigingen moet u de query opnieuw openen door de functie OPEN aan te roepen voordat u de functie READ aanroept.
ru_ru: Функция READ вызывается по запросу после изменения метаданных запроса одним из следующих способов: SETFILTER, SETRANGE, SECURITYFILTERING или TOPNUMBEROFROWS. После изменения метаданных необходимо повторно открыть запрос, вызвав функцию OPEN перед вызовом функции READ.
sv_se: Funktionen READ anropas för en fråga efter att metadata för frågan har ändrats av något av följande: SETFILTER, SETRANGE, SECURITYFILTERING eller TOPNUMBEROFROWS. När metadata har ändrats måste du öppna frågan på nytt genom att anropa funktionen OPEN innan du anropar funktionen READ.

# LabelAvailableCues
source: Available Cues:
cs_cz: Dostupné hromádky:
da_dk: Tilgængelige køindikatorer:
de_ch: Verfügbare Stapel:
es_mx: Pilas disponibles:
fi_fi: Käytettävissä olevat pinot:
fr_ca: Piles disponibles :
is_is: Tiltækir bunkar:
it_it: Pile disponibili:
nb_no: Tilgjengelige bunke-ikoner:
nl_be: Beschikbare indicatiestapels:
ru_ru: Доступные очереди:
sv_se: Tillgängliga stack-ikoner:

# LoadFileType
source: Type:
cs_cz: Typ:
de_ch: Art:
es_mx: Tipo:
fi_fi: Tyyppi:
is_is: Tegund:
it_it: Tipo:
nl_be: Soort:
ru_ru: Тип:
sv_se: Typ:

# ReportProgressBody
source: Rows received: {0}
cs_cz: Řádky přijaté: {0}
da_dk: Modtagede rækker: {0}
de_ch: Empfangene Zeilen: {0}
es_mx: Filas recibidas: {0}
fi_fi: Vastaanotetut rivit: {0}
fr_ca: Lignes reçues : {0}
is_is: Mótteknar línur: {0}
it_it: Righe ricevute: {0}
nb_no: Rader mottatt: {0}
nl_be: Ontvangen rijen: {0}
ru_ru: Получено строк: {0}
sv_se: Mottagna rader: {0}

# NoProgramAssociation
source: There is no application associated with the specified file for this operation.
cs_cz: Neexistuje žádná aplikace spojené s zadaného souboru pro tuto operaci.
da_dk: Der er ikke knyttet et program til den angivne fil for denne handling.
de_ch: Der angegebenen Datei für diesen Vorgang ist keine Anwendung zugeordnet.
es_mx: No hay ninguna aplicación asociada con el archivo especificado para esta operación.
fi_fi: Tälle toiminnolle määritettyyn tiedostoon ei liity sovellusta.
fr_ca: Aucune application n'est associée au fichier spécifié pour cette opération.
is_is: Það er ekkert forrit tengt skránni sem er valin fyrir þessa aðgerð.
it_it: Nessuna applicazione associata con il file specificato per l'operazione.
nb_no: Ingen programmer er knyttet til den angitte filen for denne operasjonen.
nl_be: Er is geen toepassing aan het opgegeven bestand gekoppeld voor deze bewerking.
ru_ru: Ни одно приложение не связано с указанным файлом для выполнения этой операции.
sv_se: Det finns inte något program som är kopplat till den angivna filen för den här åtgärden.

# CannotChangeTransactionType
source: The transaction type cannot be changed after a transaction has started. A transaction starts when the first database operation, such as FIND, NEXT, INSERT, DELETE, MODIFY, SUM, and COUNT, is run. The error occurred because the transaction type was changed from {0} to {1}.
cs_cz: Typ transakce nelze změnit poté, co byla spuštěna transakce. Transakci spustí při spuštění první databázovou operaci, například najít, NEXT, INSERT, DELETE, změnit, SUM a COUNT. K chybě došlo, protože transakce typu byl změněn z {0} na {1}.
da_dk: Transaktionsarten kan ikke ændres, når transaktionen er startet. En transaktion starter, når første databaseoperation, f.eks. FIND, NEXT, INSERT, DELETE, MODIFY, SUM og COUNT, køres. Fejlen opstod, fordi transaktionsarten er ændret fra {0} til {1}.
de_ch: Nach dem Start einer Transaktion kann die Art des Geschäftes nicht mehr geändert werden. Eine Transaktion startet, wenn die erste Datenbankoperation ausgeführt wird (beispielsweise FIND, NEXT, INSERT, DELETE, MODIFY, SUM oder COUNT). Der Fehler ist aufgetreten, da die Art des Geschäftes von '{0}' in '{1}' geändert wurde.
es_mx: No se puede cambiar el tipo de transacción una vez iniciada ésta. Una transacción se inicia cuando se ejecuta la primera operación de la base de datos, como FIND, NEXT, INSERT, DELETE, MODIFY, SUM y COUNT. Se ha producido un error al intentar cambiar el tipo de transacción de {0} a {1}.
fi_fi: Tapahtumatyyppiä ei voi muuttaa tapahtuman käynnistämisen jälkeen. Tapahtuma käynnistyy, kun ensimmäinen tietokantatoiminto, esimerkiksi toiminto FIND, NEXT, INSERT, DELETE, MODIFY, SUM tai COUNT, suoritetaan. Virhe johtui siitä, että tapahtumatyyppi {0} on muutettu tyypiksi {1}.
fr_ca: Le type de transaction ne peut pas être modifié après le début d'une transaction. Une transaction démarre lorsque la première opération de base de données, telle que FIND, NEXT, INSERT, DELETE, MODIFY, SUM ou COUNT, est exécutée. L'erreur s'est produite car le type de transaction a été modifié de {0} à {1}.
is_is: Ekki er hægt að breyta færslutegundinni eftir að færsla hefur verið hafin. Færsla hefst þegar fyrsta gagnagrunnsaðgerðin, eins og FIND, NEXT, INSERT, DELETE, MODIFY, SUM og COUNT eru keyrð. Villa kom upp þar sem færslutegundinni var breytt úr {0} í {1}.
it_it: Impossibile modificare il tipo di transazione se quest'ultima è già stata avviata. Una transazione viene avviata all'esecuzione della prima operazione del database, ad esempio FIND, NEXT, INSERT, DELETE, MODIFY, SUM e COUNT. L'errore si è verificato perché il tipo di transazione è stato modificato da {0} a {1}.
nb_no: Du kan ikke endre transaksjonstypen etter at en transaksjon har startet. En transaksjon starter når den første databaseoperasjonen, for eksempel FIND, NEXT, INSERT, DELETE, MODIFY, SUM og COUNT, kjøres. Feilen oppstod fordi transaksjonstypen ble endret fra {0} til {1}.
nl_be: Het transactietype kan niet worden gewijzigd nadat een transactie is gestart. Een transactie begint wanneer de eerste databasebewerking, zoals FIND, NEXT, INSERT, DELETE, MODIFY, SUM en COUNT wordt uitgevoerd. De fout is opgetreden omdat het transactietype is gewijzigd van {0} in {1}.
ru_ru: После запуска транзакции ее тип невозможно изменить. Транзакция запускается, когда выполняется первая операция базы данных, такая как FIND, NEXT, INSERT, DELETE, MODIFY, SUM и COUNT. Произошла ошибка, так как тип транзакции был изменен с {0} на {1}.
sv_se: Det går inte att ändra transaktionstypen när en transaktion har startats. En transaktion startas när den första databasoperationen, t.ex. FIND, NEXT, INSERT, DELETE, MODIFY, SUM eller COUNT, körs. Felet inträffade eftersom transaktionstypen ändrades från {0} till {1}.

# Label_SelectInfoParts
source: Show FactBoxes in this order:
cs_cz: Zobrazit informační okna v tomto pořadí:
da_dk: Vis faktabokse i denne rækkefølge:
de_ch: Infoboxen in dieser Reihenfolge anzeigen:
es_mx: Mostrar cuadros informativos en este orden:
fi_fi: Näytä tietoruudut seuraavassa järjestyksessä:
fr_ca: Afficher les récapitulatifs dans cet ordre :
is_is: Sýna upplýsingakassa í þessari röð:
it_it: Mostra i riquadri Dettaglio informazioni nell'ordine seguente:
nb_no: Vis faktabokser i denne rekkefølgen:
nl_be: Infoblokken in deze volgorde weergeven:
ru_ru: Показать информационные панели в следующем порядке:
sv_se: Visa faktaboxar i den här ordningen:

# 00095-50052
source: {0} variable not initialized.
cs_cz: Proměnná {0} nebyla inicializována.
da_dk: Variablen {0} blev ikke initialiseret.
de_ch: Variable {0} nicht initialisiert.
es_mx: La variable {0} no está inicializada.
fi_fi: Kohteen {0} muuttujaa ei ole alustettu.
fr_ca: La variable {0} n'est pas initialisée.
is_is: {0} færibreytan var ekki frumstillt.
it_it: Variabile {0} non inizializzata.
nb_no: Variabelen {0} er ikke initialisert.
nl_be: {0}-variabele niet geïnitialiseerd.
ru_ru: Переменная {0} не инициализирована.
sv_se: Variabeln {0} har inte initierats.

# IncompatibleRecordId
source: A RecordID from table '{0}' cannot be used with a record from table '{1}'.
cs_cz: RecordID z tabulky {0} nelze použít se záznamy z tabulky {1}.
da_dk: Et RecordID fra tabellen '{0}' kan ikke bruges med en record fra tabellen '{1}'.
de_ch: Ein RecordID-Wert aus der Tabelle '{0}' kann nicht mit einem Datensatz aus der Tabelle '{1}' verwendet werden.
es_mx: No se puede utilizar un RecordID de la tabla '{0}' con un registro de la tabla '{1}'.
fi_fi: Taulukon "{0}" tietuetunnusta ei voi käyttää taulukon "{1}" tietueen kanssa.
fr_ca: Un RecordID de la table « {0} » ne peut pas être utilisé avec un enregistrement de la table « {1} ».
is_is: RecordID úr töflu „{0}“ er ekki hægt að nota með færslu úr töflu „{1}“.
it_it: Impossibile utilizzare un RecordID dalla tabella '{0}' con un record dalla tabella '{1}'.
nb_no: En RecordID fra tabellen {0} kan ikke brukes med en post fra tabellen {1}.
nl_be: Er kan geen RecordID van tabel '{0}' worden gebruikt met een record van tabel '{1}'.
ru_ru: Идентификатор RecordID из таблицы '{0}' не может использоваться с записью из таблицы '{1}'.
sv_se: RecordID från tabellen {0} går inte att använda med en post från tabellen {1}.

# PageDefinitionIsInvalid
source: The page {0} is not valid.
cs_cz: Stránka {0} není platná.
da_dk: Siden {0} er ugyldig.
de_ch: Die Seite '{0}' ist ungültig.
es_mx: La página {0} no es válida.
fi_fi: Sivu {0} ei kelpaa.
fr_ca: La page {0} n'est pas valide.
is_is: Síðan {0} er ekki gild.
it_it: La pagina {0} non è valida.
nb_no: Siden {0} er ikke gyldig.
nl_be: De pagina {0} is niet geldig.
ru_ru: Страница {0} является недопустимой.
sv_se: Sidan {0} är inte giltig.

source: Marked
cs_cz: Označený
da_dk: Afmærket
de_ch: Markiert
es_mx: Marcados
fi_fi: Merkitty
fr_ca: Marqué
is_is: Markað
it_it: Marcato
nb_no: Merket
nl_be: Gemarkeerd
ru_ru: Отмечено
sv_se: Märkt

# SystemEncryptionDataTooLong
source: Unable to encrypt data. The provided string is too long.
da_dk: Data kan ikke krypteres. Den angivne streng er for lang.
de_ch: Daten konnten nicht verschlüsselt werden. Die bereitgestellte Zeichenfolge ist zu lang.
es_mx: No se pueden cifrar los datos. La cadena proporcionada es demasiada larga.
fi_fi: Tietojen salaus ei onnistu. Annettu merkkijono on liian pitkä.
fr_ca: Impossible de chiffrer les données. La chaîne fournie est trop longue.
is_is: Ekki er hægt að dulrita gögn. Inntaksstrengur er of langur.
it_it: Impossibile crittografare i dati. La stringa fornita è troppo lunga.
nb_no: Kan ikke kryptere data. Den angitte strengen er for lang.
nl_be: Kan gegevens niet ontsleutelen. De opgegeven tekenreeks is te lang.
ru_ru: Не удалось зашифровать данные. Указана слишком длинная строка.
sv_se: Det gick inte att avkryptera data. Den sträng som angetts är för lång.

source: Clear Filter
cs_cz: Vymazat filtr
da_dk: Ryd filter
de_ch: Filter löschen
es_mx: Borrar filtro
fi_fi: Tyhjennä suodatin
fr_ca: Effacer le filtre
is_is: Hreinsa afmörkun
it_it: Cancella filtro
nb_no: Fjern filter
nl_be: Filter wissen
ru_ru: Очистить фильтр
sv_se: Rensa filter

# NotesActionDelete
source: Delete
cs_cz: Odstranit
da_dk: Slet
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Eyða
it_it: Elimina
nb_no: Slett
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# MenuItemList
source: List
cs_cz: Seznam
da_dk: Oversigt
de_ch: Liste
es_mx: Lista
fi_fi: Luettelo
fr_ca: Liste
is_is: Listi
it_it: Lista
nb_no: Oversikt
nl_be: Overzicht
ru_ru: Список
sv_se: Lista

# TableDoesNotExist
source: The table '{0}' does not exist.
cs_cz: Neexistuje žádná tabulka {0}.
da_dk: Tabellen '{0}' eksisterer ikke.
de_ch: Die Tabelle '{0}' ist nicht vorhanden.
es_mx: La tabla '{0}' no existe.
fi_fi: Taulukkoa {0} ei ole.
fr_ca: La table « {0} » n'existe pas.
is_is: Taflan „{0}“ er ekki til.
it_it: La tabella '{0}' non esiste.
nb_no: Tabellen {0} finnes ikke.
nl_be: Tabel '{0}' bestaat niet.
ru_ru: Таблица "{0}" не существует.
sv_se: Tabellen {0} finns inte.

# DotNetCreateError
source: Cannot create an instance of the following .NET Framework object: assembly {0}, type {1}.
cs_cz: Toto hlášení je pro programátory C/AL: nelze vytvořit instanci následujícího objektu rozhraní .NET Framework: assembly {0} typu {1}.
da_dk: Der kan ikke oprettes en forekomst af følgende .NET Framework-objekt: montage {0}, type {1}.
de_ch: Eine Instanz des folgenden .NET Framework-Objekts kann nicht erstellt werden: Montage {0}, Typ {1}.
es_mx: No se puede crear una instancia del objeto .NET Framework siguiente: ensamblado {0}, tipo {1}.
fi_fi: Seuraavan .NET Framework -objektin esiintymää ei voi luoda: kokoonpano {0}, tyyppi {1}.
fr_ca: Impossible de créer une instance de l'objet .NET Framework suivant : assemblage {0}, type {1}.
is_is: Ekki er hægt að stofna tilvik af eftirfarandi .NET Framework-hlut: samsetning {0}, gerð {1}.
it_it: Impossibile creare un'istanza dell'oggetto .NET Framework seguente: assembly {0}, tipo {1}.
nb_no: Kan ikke opprette en forekomst av følgende .NET Framework-objekt: montering {0}, type {1}.
nl_be: Er kan geen exemplaar worden gemaakt van het volgende .NET Framework-object: assemblage {0}, type {1}.
ru_ru: Невозможно создать экземпляр следующего объекта .NET Framework: сборка {0}, тип {1}.
sv_se: Detta meddelande gäller C/AL-programmerare: Det går inte att skapa en instans av följande .NET Framework-objekt: sammansättning {0}, typ {1}.

# Notes_Notify_now
source: Notify
cs_cz: Upozornit
da_dk: Informer
de_ch: Benachrichtigen
es_mx: Notificar
fi_fi: Ilmoita
fr_ca: Notifier
is_is: Tilkynna
it_it: Notifica
nb_no: Varsle
nl_be: Waarschuwen
ru_ru: Уведомить
sv_se: Meddela

# PageTypeNotSupportedException
source: The page type {0} is not supported.
cs_cz: Stránka typu {0} není podporována.
da_dk: Sidetypen {0} understøttes ikke.
de_ch: Der Seitentyp '{0}' wird nicht unterstützt.
es_mx: El tipo de página {0} no es compatible.
fi_fi: Sivun tyyppiä {0} ei tueta.
fr_ca: Le type de page {0} n'est pas pris en charge.
is_is: Síðugerðin {0} er ekki studd.
it_it: Il tipo di pagina {0} non è supportato.
nb_no: Sidetypen {0} støttes ikke.
nl_be: Het paginatype {0} wordt niet ondersteund.
ru_ru: Тип страницы {0} не поддерживается.
sv_se: Sidtypen {0} stöds inte.
