Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# LengthMustBeWithinSource
source: Length must be positive and within boundaries of source.
cs_cz: Délka musí být kladná a v rozmezí zdroje.
da_dk: Længden skal være positiv og indenfor kildens grænser.
de_ch: Die Länge muss positiv sein und innerhalb der Grenzen der Quelle liegen.
es_mx: La longitud debe ser positiva y estar dentro de los límites del origen.
fi_fi: Pituuden on oltava positiivinen, ja sen on oltava lähteen rajojen mukainen.
fr_ca: La longueur doit être positive et se situer dans les limites de source.
is_is: Lengdin verður að vera jákvæð og innan ramma uppruna.
it_it: La lunghezza deve essere positiva e all'interno dei limiti dell'origine.
nb_no: Lengden må være positiv og innenfor grensene for kilden.
nl_be: De lengte moet positief zijn en binnen de grenzen van de bron liggen.
ru_ru: Значение длины должно быть больше нуля и меньше длины исходного объекта.
sv_se: Längden måste vara ett positivt heltal inom källans gränser.

# CaptionWordDocument
source: Microsoft Word Document
cs_cz: Dokument aplikace Microsoft Word
da_dk: Microsoft Word-dokument
de_ch: Microsoft Word-Dokument
es_mx: Documento de Microsoft Word
fi_fi: Microsoft Word -asiakirja
fr_ca: Document Microsoft Word
is_is: Microsoft Word-skjal
it_it: Documento di Microsoft Word
nb_no: Microsoft Word-dokument
ru_ru: Документ Microsoft Word
sv_se: Microsoft Word-dokument

# NotesActionOpenPage
source: Open Page
cs_cz: Otevřít stránku
da_dk: Åbn side
de_ch: Seite öffnen
es_mx: Abrir página
fi_fi: Avaa sivu
fr_ca: Ouvrir la page
is_is: Opna síðu
it_it: Apri pagina
nb_no: Åpne side
nl_be: Pagina openen
ru_ru: Открыть страницу
sv_se: Öppna sida

# ErrorInvalidUrl
source: Invalid Link Address
cs_cz: Neplatná adresa odkazu
da_dk: Ugyldig linkadresse
de_ch: Ungültige Linkadresse
es_mx: Dirección URL no válida
fi_fi: Virheellinen linkin osoite
fr_ca: Adresse du lien non valide
is_is: Ógild tengilslóð
it_it: Indirizzo di collegamento non valido
nb_no: Ugyldig koblingsadresse
nl_be: Ongeldig koppelingsadres
ru_ru: Недопустимый адрес ссылки
sv_se: Ogiltig länkadress

# SystemPartZoomTool
source: Zoom tool
cs_cz: Nástroj Lupa
da_dk: Værktøjet Zoom
de_ch: Zoomwerkzeug
es_mx: Herramienta Zoom
fi_fi: Zoomaustyökalu
fr_ca: Outil Zoom
is_is: Aðdráttarverkfæri
it_it: Strumento Zoom
nb_no: Zoomeverktøy
nl_be: Zoomhulpmiddel
ru_ru: Инструмент "Раскрыть запись"
sv_se: Zoomningsverktyg

# 00095-50001
source: The supplied object is not a {0}.
cs_cz: Zadaný objekt není {0}.
da_dk: Det angivne objekt er ikke {0}.
de_ch: Das bereitgestellte Objekt ist kein {0}.
es_mx: El objeto proporcionado no es {0}.
fi_fi: Annettu objekti ei ole {0}.
fr_ca: L'objet fourni n'est pas un/une {0}.
is_is: Hluturinn er ekki {0}.
it_it: L'oggetto fornito non è un elemento {0}.
nb_no: Det angitte objektet er ikke {0}.
nl_be: Het opgegeven object is geen {0}.
ru_ru: Предоставленный объект не является {0}.
sv_se: Det tillhandahållna objektet är inte {0}.

# ObjectTableDataIsReadOnly
source: You cannot modify table data in the Object table. Modify the table definition instead.
cs_cz: Není možné upravovat hodnoty v tabulce Object. Místo toho změňte definici tabulky.
da_dk: Tabeldata i objekttabellen kan ikke redigeres. Rediger tabeldefinitionerne i stedet for.
de_ch: Tabellendaten in der Objekttabelle können nicht geändert werden. Bearbeiten Sie stattdessen die Definition der Tabelle.
es_mx: No se pueden modificar datos de tabla en la tabla de objetos. Modifique la definición de la tabla.
fi_fi: Taulukon tietoja ei voi muokata objektitaulukossa. Muuta sen sijaan taulukon määritystä.
fr_ca: Vous ne pouvez pas modifier de données dans la table des objets. Modifiez plutôt la définition de la table.
is_is: Ekki er hægt að breyta töflugögnum í hlutatöflunni. Breyta skal skilgreiningu töflu í staðinn.
it_it: Impossibile modificare i dati della tabella oggetti. Modificare invece la definizione della tabella.
nb_no: Du kan ikke endre tabelldata i objekttabellen. Endre tabelldefinisjonen i stedet.
nl_be: U kunt tabelgegevens niet wijzigen in de tabel Object. Wijzig de tabeldefinitie.
ru_ru: Табличные данные в таблице объектов невозможно изменить. Вместо этого измените определение таблицы.
sv_se: Det går inte att ändra tabelldata i objekttabellen. Ändra tabelldefinitionen istället.

# DataExistsForTableInMoreThanOneCompany
source: Table {0} in database {1} cannot be changed from DataPerCompany=Yes to DataPerCompany=No because the table contains data in company {2} as well as in company {3}.
da_dk: Tabellen {0} i databasen {1} kan ikke ændres fra DataPerCompany=Yes til DataPerCompany=No, fordi tabellen indeholder data i virksomheden {2} og i virksomheden {3}.
de_ch: Die Tabelle {0} in der Datenbank {1} kann nicht von "DataPerCompany=Yes" in "DataPerCompany=No" geändert werden, da sie Daten im Mandanten {2} und im Mandaten {3} enthält.
es_mx: La tabla {0} en la base de datos {1} no se puede cambiar de DataPerCompany=Yes a DataPerCompany=No porque contiene datos en la empresa {2}, así como en la empresa {3}.
fi_fi: Taulukkoa {0} tietokannassa {1} ei voi muuttaa tilasta DataPerCompany=Yes tilaan DataPerCompany=No, koska taulukko sisältää tietoja yrityksestä {2} sekä yrityksestä {3}.
fr_ca: La table {0} dans la base de données {1} ne peut pas être modifiée de DataPerCompany=Yes en DataPerCompany=No car elle contient des données dans la compagnie {2} ainsi que dans la compagnie {3}.
is_is: Ekki er hægt að breyta töflu {0} í gagnagrunni {1} úr DataPerCompany=Yes í DataPerCompany=No þar sem taflan inniheldur gögn í fyrirtæki {2} og í fyrirtæki {3}.
it_it: Impossibile modificare i dati della tabella {0} nel database {1} da DataPerCompany=Yes a DataPerCompany=No perché la tabella contiene dati nella società {2} e nella società {3}.
nb_no: Tabellen {0} i {1}-databasen kan ikke endres fra DataPerCompany=Yes til DataPerCompany=No fordi tabellen inneholder data både i selskapet {2} og i selskapet {3}.
nl_be: Tabel {0} in database {1} kan niet worden gewijzigd van DataPerCompany=Yes in DataPerCompany=No, omdat de tabel gegevens in bedrijf {2} en ook in bedrijf {3} bevat.
ru_ru: Для таблицы {0} в базе данных {1} нельзя изменить DataPerCompany=Yes на DataPerCompany=No, так как таблица содержит данные и в организации {2}, и в организации {3}.
sv_se: Tabellen {0} i databasen {1} kan inte ändras från DataPerCompany=Yes till DataPerCompany=No eftersom tabellen innehåller data från både företaget {2} och företaget {3}.

# CommandLineNoQueryUriSpecified
source: No page, report, or navigation has been specified in the URI.
cs_cz: Nebyla zadána žádná stránka, sestava nebo navigace v URI.
da_dk: Der er ikke angivet en side, en rapport eller navigation i URI.
de_ch: Im URI wurde keine Seite, kein Bericht oder keine Navigation angegeben.
es_mx: No se especificó ninguna página, informe o navegación en el URI.
fi_fi: URI-tunnuksessa ei ole määritetty sivua, raporttia tai siirtymistä.
fr_ca: Aucune page, aucun rapport ni aucune navigation n'a été spécifié(e) dans l'URI.
is_is: Ekki er búið að tilgreina síðu, skýrslu eða yfirlit í URI.
it_it: Nessuna pagina, report o spostamento specificato nell'URI.
nb_no: Det er ikke angitt en side, rapport eller navigering i URIen.
nl_be: Er is geen pagina, lijst of navigatie opgegeven in de URI.
ru_ru: Для URI не указаны страница, отчет или перемещение.
sv_se: Ingen sida, rapport eller navigering har angetts i URI:n.

# DepartmentCategoryTypeAdministration
source: Administration
cs_cz: Administrace
da_dk: Opsætning
de_ch: Verwaltung
es_mx: Administración
fi_fi: Hallinta
is_is: Stjórnun
it_it: Amministrazione
nb_no: Administrasjon
nl_be: Beheer
ru_ru: Администрирование

# MenuItemOneNoteHelp
source: Page Notes
cs_cz: Oznámení ke stránce
da_dk: Sidenoter
de_ch: Seitennotizen
es_mx: Notas de página
fi_fi: Sivun huomautukset
fr_ca: Notes de page
is_is: Síðuathugasemdir
it_it: Note pagina
nb_no: Sidenotater
nl_be: Paginanotities
ru_ru: Заметки страницы
sv_se: Sidnoteringar

# Button_CustomizePart
source: Customize Part...
cs_cz: Upravit informační okno...
da_dk: Tilpas del...
de_ch: Teil anpassen...
es_mx: Personalizar elemento...
fi_fi: Mukauta osa...
fr_ca: Personnaliser un composant...
is_is: Sérstilla hluta...
it_it: Personalizza parte...
nb_no: Tilpass del...
nl_be: Onderdeel aanpassen...
ru_ru: Настроить часть...
sv_se: Anpassa del...

# RibbonEntityTabName
source: Home
cs_cz: Domovská stránka
da_dk: Start
de_ch: Start
es_mx: Inicio
fi_fi: Kotisivu
fr_ca: Accueil
is_is: Heim
nb_no: Startside
ru_ru: Главная
sv_se: Start

# PrintSpoolerServiceUnavailable
source: Could not access the Print Spooler service on your computer. Restart the service or ensure that the service is installed and is working correctly.
cs_cz: Nelze získat přístup ke službě Zařazování tisku v počítači. Restartujte službu nebo zajistit, že služba je nainstalován a pracuje správně.
da_dk: Der kunne ikke opnås adgang til printspoolertjenesten på computeren. Genstart tjenesten, eller kontroller, at den er installeret og fungerer korrekt.
de_ch: Es konnte nicht auf den Druckspoolerdienst auf dem Computer zugegriffen werden. Starten Sie den Dienst neu, oder stellen Sie sicher, dass der Dienst installiert ist und ordnungsgemäss funktioniert.
es_mx: No se puede obtener acceso al servicio de administrador de trabajos de impresión. Reinicie el servicio o asegúrese de que éste esté instalado y funcione correctamente.
fi_fi: Taustatulostuspalvelua ei voitu käyttää tietokoneestasi. Käynnistä palvelu uudelleen tai varmista, että palvelu on asennettu ja että se toimii oikein.
fr_ca: Impossible d'accéder au service du spouleur de l'imprimante sur votre ordinateur. Redémarrez le service ou vérifiez qu'il est installé et fonctionne correctement.
is_is: Ekki fékkst aðgangur að prentraðarþjónustunni á tölvunni. Endurræsa skal þjónustuna eða ganga úr skugga um að þjónustan sé uppsett og virki rétt.
it_it: Impossibile accedere al servizio spooler di stampa nel computer. Riavviare il servizio o verificare che il servizio sia installato e funzioni correttamente.
nb_no: Får ikke tilgang til utskriftskøtjenesten på datamaskinen. Start tjenesten på nytt eller kontroller at tjenesten er installert og fungerer som den skal.
nl_be: Geen toegang tot de Print Spooler-service op uw computer. Start de service opnieuw of controleer of de service is geïnstalleerd en naar behoren werkt.
ru_ru: Служба очереди печати принтера недоступна на компьютере. Перезапустите службу или убедитесь, что она установлена и работает нормально.
sv_se: Det gick inte att få åtkomst till tjänsten Utskriftshanterare på datorn. Starta om tjänsten eller kontrollera att tjänsten är installerad och fungerar korrekt.

# ConfirmImportDataDialogTitle
source: Import from Data File
da_dk: Importér fra datafil
de_ch: Aus Datendatei importieren
es_mx: Importar desde archivo de datos
fi_fi: Tuo datatiedostosta
fr_ca: Importer à partir d'un fichier de données
is_is: Flytja inn úr gagnaskrá
it_it: Importa da un file di dati
nb_no: Importer fra datafil
nl_be: Importeren vanuit gegevensbestand
ru_ru: Импортировать из файла данных
sv_se: Importera från datafil

# MenuItemNext
source: Next
cs_cz: Další
da_dk: Næste
de_ch: Nächster
es_mx: Siguiente
fi_fi: Seuraava
fr_ca: Suivant
is_is: Næsta
it_it: Successivo
nb_no: Neste
nl_be: Volgende
ru_ru: Следующий
sv_se: Nästa

# CannotRenameTenantIdLooksLikeItsAlreadyMounted
source: Cannot rename the tenant because tenant {0} appears to be mounted on the same database.
da_dk: Lejeren kan ikke omdøbes, da lejeren {0} lader til at være tilknyttet den samme database.
de_ch: Der Tenant kann nicht umbenannt werden, da der Tenant {0} anscheinend auf derselben Datenbank montiert ist.
es_mx: No se puede cambiar el nombre del inquilino porque el inquilino {0} parece estar montado en la misma base de datos.
fi_fi: Vuokraajan nimeä ei voi vaihtaa, koska vuokraaja {0} näyttää olevan otettu käyttöön samassa tietokannassa.
fr_ca: Impossible de renommer l'abonné car l'abonné {0} semble être monté sur la même base de données.
is_is: Ekki er hægt að endurnefna leigjanda vegna þess að leigjandi {0} virðist vera tengdur við sama gagnagrunn.
it_it: Impossibile rinominare il tenant perché il tenant {0} è installato nello stesso database.
nb_no: Kan ikke endre navn på leietakeren fordi leietakeren {0} ser ut til å være montert på samme database.
nl_be: Kan de tenant niet hernoemen omdat tenant {0} lijkt te zijn geïnstalleerd op dezelfde database.
ru_ru: Невозможно переименовать арендатора, так как в той же базе данных подключен арендатор {0}.
sv_se: Det går inte att byta namn på klientorganisationen eftersom klientorganisationen {0} verkar vara monterad i samma databas.

# Unsupported_Element_Definition
source: Unsupported Meta Data Element: {0}
cs_cz: Nepodporovaný prvek metadat: {0}
da_dk: Ikke-understøttet metadata-element: {0}
de_ch: Nicht unterstütztes Metadatenelement: {0}
es_mx: Elemento de metadatos no admitido: {0}
fi_fi: Metatietoelementtiä ei tueta: {0}
fr_ca: Élément de métadonnées non pris en charge : {0}
is_is: Óstutt lýsigagnaatriði: {0}
it_it: Elemento metadati non supportato: {0}
nb_no: Metadataelementet {0} støttes ikke
nl_be: Niet-ondersteund metagegevenselement: {0}
ru_ru: Неподдерживаемый элемент метаданных: {0}
sv_se: Metadataelement stöds inte: {0}

# TestPageAlreadyOpen
source: The TestPage is already open.
cs_cz: TestPage je již otevřen.
da_dk: TestPage er allerede åben.
de_ch: Das TestPage-Element ist bereits geöffnet.
es_mx: La TestPage ya está abierta.
fi_fi: TestPage on jo avoinna.
fr_ca: La TestPage est déjà ouverte.
is_is: TestPage er nú þegar opin.
it_it: TestPage già aperta.
nb_no: TestPage er allerede åpen.
nl_be: De TestPage is al geopend.
ru_ru: Страница TestPage уже открыта.
sv_se: Testsidan är redan öppen.

# DifferentTableIdsMessage
source: Record({0}) is not compatible with Codeunit.Run(Record({1})).
cs_cz: Záznam({0}) není kompatibilní s Codeunit.Run(Record({1})).
da_dk: Reccord ({0}) er ikke kompatibel med Codeunit.Run (record({1})).
de_ch: 'Record({0})' ist nicht kompatibel mit 'Codeunit.Run(Record({1}))'.
es_mx: El registro({0}) no es compatible con Codeunit.Run(Record({1})).
fi_fi: Tietue ({0}) ei ole yhteensopiva kohteen Codeunit.Run (tietue ({1})) kanssa.
fr_ca: L'enregistrement ({0}) n'est pas compatible avec Codeunit.Run(enregistrement({1})).
is_is: Record({0}) er ekki samhæf við Codeunit.Run(Record({1})).
it_it: Record ({0}) non compatibile con Codeunit.Run(Record({1})).
nb_no: Record({0}) er ikke kompatibel med Codeunit.Run(Record({1})).
nl_be: Record ({0}) is niet compatibel met Codeunit.Run(Record({1})).
ru_ru: Запись ({0}) несовместима с Codeunit.Run (запись ({1})).
sv_se: Record({0}) är inte kompatibel med Codeunit.Run(Record({1})).

# GetUrlUnknownClient
source: The specified client type for the GETURL function returns a client that is not valid. You must ask your system administrator to configure the Microsoft Dynamics NAV Server configuration key correctly for the default client.
da_dk: Den angivne klienttype til funktionen GETURL returnerer en ugyldig klient. Du skal bede systemadministratoren om at konfigurere konfigurationsnøglen til Microsoft Dynamics NAV Server korrekt til standardklienten.
de_ch: Der angegebene Clienttyp für die GETURL-Funktion gibt einen Client zurück, der nicht gültig ist. Bitten Sie den Systemadministrator, den Microsoft Dynamics NAV Server-Konfigurationsschlüssel für den Standardclient richtig zu konfigurieren.
es_mx: El tipo de cliente especificado para la función GETURL devuelve un cliente no válido. Solicite al administrador del sistema que configure correctamente la clave de configuración de Microsoft Dynamics NAV Server para el cliente predeterminado.
fi_fi: GETURL-funktiolle määritetty asiakasohjelman tyyppi palauttaa virheellisen asiakasohjelman. Pyydä järjestelmänvalvojaa määrittämään Microsoft Dynamics NAV Serverin kokoonpanoavain oikein oletusasiakasohjelmaa varten.
fr_ca: Le type de client spécifié pour la fonction GETURL renvoie un client qui n'est pas valide. Vous devez demander à votre administrateur système de paramétrer correctement la touche de configuration de Microsoft Dynamics NAV Server pour le client par défaut.
is_is: Tilgreinda biðlaragerðin fyrir GETURL-fallið skilar biðlara sem ekki er gildur. Kerfisstjórinn verður að stilla Microsoft Dynamics NAV Server skilgreiningarlykilinn fyrir sjálfgefna biðlarann rétt.
it_it: Il tipo di client specificato per la funzione GETURL restituisce un client non valido. È necessario chiedere all'amministratore di sistema di configurare correttamente la chiave di configurazione di Microsoft Dynamics NAV Server per il client predefinito.
nb_no: Den angitte klienttypen for GETURL-funksjonen returnerer en klient som ikke er gyldig. Du må be systemansvarlig om å konfigurere Microsoft Dynamics NAV Server-konfigurasjonsnøkkelen riktig for standardklienten.
nl_be: Het opgegeven clienttype voor de functie GETURL retourneert een ongeldige client. U moet uw systeembeheerder vragen om de configuratiesleutel van Microsoft Dynamics NAV Server op de juiste wijze te configureren voor de standaardclient.
ru_ru: Указанный тип клиента для функции GETURL возвращает недопустимый клиент. Обратитесь к своему системному администратору, чтобы правильно настроить ключ конфигурации Microsoft Dynamics NAV Server для клиента по умолчанию.
sv_se: Den angivna klienttypen för GETURL-funktionen returnerar en ogiltig klient. Du måste be din systemadministratör konfigurera Microsoft Dynamics NAV Server-konfigurationsnyckeln korrekt för standardklienten.

# Caption_AddAction
source: Add Action
cs_cz: Přidat akci
da_dk: Tilføj handling
de_ch: Aktion hinzufügen
es_mx: Agregar acción
fi_fi: Lisää toiminto
fr_ca: Ajouter une action
is_is: Bæta við aðgerð
it_it: Aggiungi azione
nb_no: Legg til handling
nl_be: Actie toevoegen
ru_ru: Добавить действие
sv_se: Lägg till åtgärd

# FieldValueMissingError
source: The filter "{0}" is not valid. A value or an interval is missing in the filter in the {1} field in the {2} table.
cs_cz: Filtr "{0}" není platný. Hodnota nebo interval chybí ve filtru v poli {1} v tabulce {2}.
da_dk: Filteret "{0}" er ugyldigt. Der mangler en værdi eller et interval i filteret i feltet {1} i tabellen {2}.
de_ch: Der Filter '{0}' ist ungültig. Im Filter für das Feld '{1}' der Tabelle '{2}' fehlt ein Wert oder ein Intervall.
es_mx: El filtro "{0}" no es válido. Falta un valor o un intervalo en el filtro del campo {1} en la tabla {2}.
fi_fi: Suodatin "{0}" ei ole kelvollinen. Taulukon {2} kentässä {1} olevasta suodattimesta puuttuu arvo tai arvoväli.
fr_ca: Le filtre « {0} » n'est pas valide. Il manque une valeur ou un intervalle dans le filtre du champ {1} de la table {2}.
is_is: Afmörkunin „{0}“ er ógild. Gildi eða bil vantar í afmörkunina í reitnum {1} í töflunni {2}.
it_it: Filtro "{0}" non valido. Manca un valore o un intervallo nel filtro del campo {1} nella tabella {2}.
nb_no: Filteret {0} er ikke gyldig. Det mangler en verdi eller et intervall i filteret i feltet {1} i tabellen {2}.
nl_be: Het filter "{0}" is niet geldig. Er ontbreekt een waarde of interval in het filter in het veld {1} van de tabel {2}.
ru_ru: Фильтр "{0}" является недопустимым. В фильтре в поле {1} таблицы {2} отсутствует значение или интервал.
sv_se: Filtret {0} är inte giltigt. Ett värde eller ett intervall saknas i filtret för fältet {1} i tabellen {2}.

source: Import
cs_cz: Importovat
da_dk: Indlæs
de_ch: Importieren
es_mx: Importar
fi_fi: Tuo
fr_ca: Importer
is_is: Flytja inn
it_it: Importa
nb_no: Importer
nl_be: Importeren
ru_ru: Импорт
sv_se: Importera

# NavLookupForm_Advanced
source: Advanced
cs_cz: Pokročilé
da_dk: Avanceret
de_ch: Erweitert
es_mx: Avanzado
fi_fi: Lisäasetukset
fr_ca: Avancé
is_is: Ítarlegt
it_it: Avanzate
nb_no: Avansert
nl_be: Geavanceerd
ru_ru: Дополнительно
sv_se: Avancerat

# MenuItemShowList
source: Show as List
cs_cz: Zobrazit jako seznam
da_dk: Vis som liste
de_ch: Als Liste anzeigen
es_mx: Mostrar como lista
fi_fi: Näytä luettelona
fr_ca: Afficher sous forme de liste
is_is: Sýna sem lista
it_it: Mostra come lista
nb_no: Vis som liste
nl_be: Als overzicht weergeven
ru_ru: Показать как список
sv_se: Visa som lista

# ProgramLicenseIncompatible
source: This license is not compatible with this version of Microsoft Dynamics NAV.
da_dk: Denne licens er ikke kompatibel med denne version af Microsoft Dynamics NAV.
de_ch: Diese Lizenz ist nicht kompatibel mit dieser Version von Microsoft Dynamics NAV.
es_mx: Esta licencia no es compatible con esta versión de Microsoft Dynamics NAV.
fi_fi: Tämä käyttöoikeus ei ole yhteensopiva tämän Microsoft Dynamics NAV -version kanssa.
fr_ca: Cette licence n'est pas compatible avec cette version de Microsoft Dynamics NAV.
is_is: Leyfið er ekki samhæft við þessa útgáfu af Microsoft Dynamics NAV.
it_it: Licenza non compatibile con questa versione di Microsoft Dynamics NAV.
nb_no: Denne lisensen er ikke kompatibel med denne versjonen av Microsoft Dynamics NAV.
nl_be: Deze licentie is niet compatibel met deze versie van Microsoft Dynamics NAV.
ru_ru: Эта лицензия несовместима с данной версией Microsoft Dynamics NAV.
sv_se: Den här licensen är inte kompatibel med den här versionen av Microsoft Dynamics NAV.

# CommandLineOptionHasToHaveValueSpecified
source: The format of the command arguments that you have specified is not valid. The value must be specified for option "{0}".
cs_cz: Formát argumentů příkazu, které jste zadali, není platný. Hodnota musí být určena pro možnost "{0}".
da_dk: De kommandoargumenter, du har angivet, er i et ugyldigt format. Der skal angives en værdi til indstillingen "{0}".
de_ch: Das Format der angegebenen Befehlsargumente ist ungültig. Der Wert muss für Option '{0}' angegeben werden.
es_mx: El formato de los argumentos de comando especificados no es válido. Debe especificar un valor para la opción "{0}".
fi_fi: Määritettyjen komentoriviargumenttien muoto ei kelpaa. Asetukselle "{0}" täytyy määrittää arvo.
fr_ca: Le format des arguments de commande spécifié n'est pas valide. La valeur doit être spécifiée pour l'option « {0} ».
is_is: Snið tilgreindra skipanafrumbreyta er ekki gilt. Gildið þarf að vera tilgreint fyrir valkostinn "{0}".
it_it: Il formato degli argomenti del comando specificati non è valido. È necessario specificare il valore per l'opzione "{0}".
nb_no: Formatet til kommandoargumentene du har angitt, er ikke gyldig. Verdien må angis for alternativet "{0}".
nl_be: De indeling van de opdrachtargumenten die u hebt opgegeven, is niet geldig. De waarde moet worden opgegeven voor optie "{0}".
ru_ru: Формат заданных аргументов команды является недопустимым. Значение должно указываться для варианта "{0}".
sv_se: Formatet för kommandoargumenten du har angett är ogiltigt. Värdet måste anges för alternativet {0}.
