Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# InvalidBookmark
source: The requested record cannot be located.
cs_cz: Požadovaný záznam nebyl nalezen.
da_dk: Den record, der blev anmodet om, blev ikke fundet.
de_ch: Der angeforderte Datensatz wurde nicht gefunden.
es_mx: No se encuentra el registro solicitado.
fi_fi: Pyydettyä tietuetta ei löydy.
fr_ca: L'enregistrement demandé est introuvable.
is_is: Umbeðin skráning finnst ekki.
it_it: Impossibile trovare il record richiesto.
nb_no: Finner ikke den forespurte posten.
nl_be: De aangevraagde record is niet gevonden.
ru_ru: Не удается обнаружить запрашиваемую запись.
sv_se: Det går inte att hitta den begärda posten.

# InvalidDataInStream
source: Invalid data encountered in stream, unable to read text.
cs_cz: Neplatná data ve streamu, text nelze číst.
da_dk: Der blev fundet ugyldige data i streamen, teksten kan ikke læses.
de_ch: Der Datenstrom enthält ungültige Daten. Der Text kann nicht gelesen werden.
es_mx: Se encontraron datos no válidos en la secuencia; no se puede leer el texto.
fi_fi: Virrassa on havaittu virheellisiä tietoja. Tekstin lukeminen ei onnistu.
fr_ca: Données non valides rencontrées dans le flux ; impossible de lire le texte.
is_is: Ógild gögn í straumnum koma veg fyrir að hægt sé að lesa textann.
it_it: Dati non validi rilevati nel flusso, impossibile leggere il testo.
nb_no: Fant ugyldige data i stream. Kan ikke lese tekst.
nl_be: Ongeldige gegevens aangetroffen in stroom. Kan tekst niet lezen.
ru_ru: В потоке обнаружены недопустимые данные; не удается выполнить чтение текста.
sv_se: Ogiltiga data har påträffats i strömmen. Det går inte att läsa texten.

# ToolTipRefreshAction
source: Update the page with any changes made by other users.
cs_cz: Aktualizujte stránku změnami provedenými ostatními uživateli.
da_dk: Opdater siden med eventuelle ændringer foretaget af andre brugere.
de_ch: Aktualisieren Sie die Seite mit von anderen Benutzern vorgenommenen Änderungen.
es_mx: Actualice la página con los cambios realizados por otros usuarios.
fi_fi: Päivitä sivulle mahdolliset muiden käyttäjien tekemät muutokset.
fr_ca: Mettez à jour la page avec toutes les modifications apportées par d'autres utilisateurs.
is_is: Uppfæra síðuna með öllum breytingum frá öðrum notendum.
it_it: Aggiornare la pagina con le modifiche apportate da altri utenti.
nb_no: Oppdater siden med eventuelle endringer foretatt av andre brukere.
nl_be: Werk de pagina bij met de wijzigingen die door andere gebrukers zijn gemaakt.
ru_ru: Обновить страницу и отобразить любые изменения, внесенные другими пользователями.
sv_se: Uppdatera sidan med ändringar gjorda av andra användare.

# ConfigSettingStringTooLong
source: The value of {0} configuration setting, "{1}" exceeds the maximum length of {2} characters.
cs_cz: Hodnota {0} konfigurace nastavení, {1} přesahuje maximální délku {2} znaků.
da_dk: Værdien for konfigurationsindstillingen {0}, "{1}", overskrider tegnbegrænsningen på {2} tegn.
de_ch: Der Wert {0} der Konfigurationseinstellung "{1}" übersteigt die maximale Länge von {2} Zeichen.
es_mx: El valor del parámetro de configuración {0}, "{1}" supera la longitud máxima de {2} caracteres.
fi_fi: Määritysasetuksen {0} arvo "{1}" on suurempi kuin {2} merkin enimmäispituus.
fr_ca: La valeur du paramètre de configuration {0}, « {1} », dépasse la longueur maximale de {2} caractères.
is_is: Gildið fyrir {0} grunnstillingu, „{1}“, er lengra en hámarksstafalengd {2} mælir fyrir um.
it_it: Il valore "{1}" dell'impostazione di configurazione {0} supera la lunghezza massima consentita di {2} caratteri.
nb_no: Verdien for {0}-konfigurasjonsinnstillingen, {1}, overskrider den maksimale lengden på {2} tegn.
nl_be: De waarde {0} van de configuratie-instelling {1} overschrijdt de maximale lengte van {2} tekens.
ru_ru: Значение {0} настройки конфигурации, "{1}" превышает максимальную длину в {2} знаков.
sv_se: Värdet {1} för konfigurationsinställningen {0} överskrider den maximala gränsen på {2} tecken.

# PageCloseHandlerFilterErrors
source: The filter is not valid. Do you want to close the page?
cs_cz: Filtr není platný. Přejete si zavřít stránku?
da_dk: Filteret er ugyldigt. Vil du lukke siden?
de_ch: Der Filter ist ungültig. Soll die Seite geschlossen werden?
es_mx: El filtro no es válido. ¿Desea cerrar la página?
fi_fi: Suodatin ei ole kelvollinen. Haluatko sulkea sivun?
fr_ca: Le filtre n'est pas valide. Souhaitez-vous fermer la page?
is_is: Afmörkunin er ógild. Á að loka síðunni?
it_it: Filtro non valido. Chiudere la pagina?
nb_no: Filteret er ikke gyldig. Vil du lukke siden?
nl_be: Het filter is niet geldig. Wilt u de pagina sluiten?
ru_ru: Недопустимый фильтр. Закрыть страницу?
sv_se: Filtret är ogiltigt. Vill du stänga sidan?

# GetUrlIllegalRecordParamWS
source: You cannot specify a record parameter for the GetUrl function when the object type is SOAP
cs_cz: Rekordní parametr pro funkci GetUrl nelze zadat, když je typ objektu SOAP
da_dk: Du kan ikke angivne en recordparameter for funktionen GetUrl, når objekttypen er SOAP.
de_ch: Sie können keinen Datensatzparameter für die GetUrl-Funktion angeben, wenn der Objekttyp SOAP ist.
es_mx: No puede especificar un parámetro de registro para la función GetUrl cuando el tipo de objeto es SOAP.
fi_fi: GetUrl-toiminnolle ei voi määrittää tietueen parametria, paitsi jos objektityyppinä on SOAP.
fr_ca: Vous ne pouvez pas spécifier un paramètre d'enregistrement pour la fonction GetUrl si le type d'objet est SOAP.
is_is: Ekki er hægt að tilgreina færslufæribreytu fyrir GetUrl-fallið þegar hlutargerðin er SOAP.
it_it: Impossibile specificare un parametro del record per la funzione GetUrl se il tipo di oggetto è SOAP.
nb_no: Du kan ikke angi en postparameter for GetUrl-funksjonen når objekttypen er SOAP.
nl_be: U kunt geen recordparameter voor de GetUrl-functie opgeven wanneer het objecttype SOAP is
ru_ru: Невозможно указать параметр записи для функции GetUrl, если тип объекта — SOAP.
sv_se: Du kan inte ange en postparameter för GetUrl-funktionen när objekttypen är SOAP

# CaptionViewMode_Edit
source: Edit
cs_cz: Úpravy
da_dk: Rediger
de_ch: Bearbeiten
es_mx: Editar
fi_fi: Muokkaa
fr_ca: Modifier
is_is: Breyta
it_it: Modifica
nb_no: Rediger
nl_be: Bewerken
ru_ru: Правка
sv_se: Redigera

# PrintDialogHeader
source: Select printer
da_dk: Vælg printer
de_ch: Drucker auswählen
es_mx: Seleccionar impresora
fi_fi: Valitse tulostin
fr_ca: Sélectionner une imprimante
is_is: Velja prentara
it_it: Seleziona stampante
nb_no: Velg skriver
nl_be: Printer selecteren
ru_ru: Выбрать принтер
sv_se: Välj skrivare

# NoDefaultPrinterSelected
source: There is no default printer selected on this computer.
cs_cz: Na tomto počítači neexistuje žádná výchozí tiskárna.
da_dk: Der er ikke valgt nogen standardprinter på denne computer.
de_ch: Auf diesem Computer ist kein Standarddrucker ausgewählt.
es_mx: No hay ninguna impresora predeterminada seleccionada en este equipo.
fi_fi: Tässä tietokoneessa ei ole valittu oletustulostinta.
fr_ca: Aucune imprimante par défaut n'est sélectionnée sur cet ordinateur.
is_is: Enginn sjálfgefinn prentari er valinn á þessari tölvu.
it_it: Nessuna stampante predefinita selezionata nel computer.
nb_no: Det er ikke valgt noen standardskriver på denne datamaskinen.
nl_be: Er is op deze computer geen standaardprinter geselecteerd.
ru_ru: На этом компьютере не выбран принтер, действующий по умолчанию.
sv_se: Ingen standardskrivare har valts på den här datorn.

# ZoomToolServicesClientTypeSOAP
source: SOAP client
cs_cz: Klient SOAP
da_dk: SOAP-klient
es_mx: Cliente de SOAP
fi_fi: SOAP-asiakasohjelma
fr_ca: Client SOAP
is_is: SOAP-biðlari
it_it: Client SOAP
nb_no: SOAP-klient
ru_ru: Клиент SOAP
sv_se: SOAP-klient

# SyncDetailedState
source: Performing sync step {0} of {1} handling table {2} of {3}
da_dk: Udfører synkroniseringstrin {0} af {1} i håndteringstabel {2} af {3}
de_ch: Synchronisierungsschritt {0} von {1} wird durchgeführt... Tabelle {2} von {3} wird bearbeitet...
es_mx: Completando paso de sincronización {0} de {1} gestionando tabla {2} de {3}
fi_fi: Suoritetaan synkronoinnin vaihetta {0}/{1} ja käsitellään taulukkoa {2}/{3}
fr_ca: Réalisation de l'étape de sync. {0} sur {1}, traitement de la table {2} sur {3}
is_is: Framkvæmir samstillingarskref {0} af {1} í töflu {2} af {3}.
it_it: Esecuzione del passaggio di sincronizzazione {0} di {1} nella gestione della tabella {2} di {3}
nb_no: Utfører synkroniseringstrinn {0} av {1} og behandler tabell {2} av {3}
nl_be: Synchronisatiestap {0} van {1} uitvoeren voor verwerking van tabel {2} van {3}
ru_ru: Выполнение шага синхронизации {0} из {1}, обработка таблицы {2} из {3}
sv_se: Utför synkroniseringssteg {0} av {1} för hanteringstabell {2} av {3}

source: TIME
cs_cz: ČAS
da_dk: TID
de_ch: ZEIT
es_mx: HORA
fi_fi: AIKA
fr_ca: HEURE
is_is: TÍMI
it_it: ORA
nb_no: KLOKKESLETT
nl_be: TIJD
ru_ru: ВРЕМЯ
sv_se: TID

# FormResultNone
source: None
cs_cz: Žádný
da_dk: Ingen
de_ch: Keine
es_mx: Ninguna
fi_fi: Ei yhtään
fr_ca: Aucun
is_is: Ekkert
it_it: Nessuno
nb_no: Ingen
nl_be: Geen
ru_ru: Нет
sv_se: Ingen

# Label_SelectIcon
source: Select an icon from the list below:
cs_cz: Vyberte ikonu z následujícího seznamu:
da_dk: Vælg et ikon på listen nedenfor:
de_ch: Wählen Sie ein Symbol aus der folgenden Liste aus:
es_mx: Seleccionar un icono de la siguiente lista:
fi_fi: Valitse kuvake seuraavasta luettelosta:
fr_ca: Sélectionnez une icône dans la liste ci-dessous :
is_is: Velja tákn af listanum hér að neðan:
it_it: Selezionare un icona dalla lista seguente:
nb_no: Velg et ikon fra denne oversikten:
nl_be: Selecteer een pictogram in de lijst hieronder:
ru_ru: Выберите значок из списка:
sv_se: Välj en ikon i listan nedan:

# Label_SelectedFolders
source: Show these folders:
cs_cz: Zobrazit tyto složky:
da_dk: Vis disse mapper:
de_ch: Diese Ordner anzeigen:
es_mx: Mostrar estas carpetas:
fi_fi: Näytä seuraavat kansiot:
fr_ca: Afficher ces dossiers :
is_is: Sýna þessar möppur:
it_it: Mostra le cartelle seguenti:
nb_no: Vis disse mappene:
nl_be: Deze mappen weergeven:
ru_ru: Показать следующие папки:
sv_se: Visa de här mapparna:

# GetDotNetType
source: GetDotNetType() does not support the type {0}.
cs_cz: GetDotNetType() není podporován typ {0}.
da_dk: GetDotNetType() understøtter ikke typen {0}.
de_ch: Der Typ '{0}' wird von 'GetDotNetType()' nicht unterstützt.
es_mx: GetDotNetType() no es compatible con el tipo {0}.
fi_fi: GetDotNetType() ei tue tyyppiä {0}.
fr_ca: GetDotNetType() ne prend pas en charge le type « {0} ».
is_is: GetDotNetType() styður ekki tegundina {0}.
it_it: GetDotNetType() non supporta il tipo {0}.
nb_no: GetDotNetType() støtter ikke typen {0}.
nl_be: GetDotNetType() ondersteunt het type {0} niet.
ru_ru: GetDotNetType() не поддерживает тип {0}.
sv_se: GetDotNetType() stödjer inte typen {0}.

# ChartCountText
source: Dimension Count
cs_cz: Počet dimenzí
da_dk: Antal dimensioner
de_ch: Dimensionsanzahl
es_mx: Cuenta de dimensiones
fi_fi: Dimensioiden laskenta
fr_ca: Comptage d'axes analytiques
is_is: Víddatalning
it_it: Conteggio dimensioni
nb_no: Dimensjonsantall
nl_be: Aantal dimensies
ru_ru: Число измерений
sv_se: Dimensionsantal

# ToolsSecurityNavisionLoginsSystemObjectCaption
source: Tools, Security, DB Logins
cs_cz: Nástroje, ochrana, DB přihlášení
da_dk: Funk., Sikkerhed, datab.-logon
de_ch: Extras, Zugriffsr., DB Anmeld.
es_mx: Herramien.,Segur.,Conexion. BD
fi_fi: Työkalut, Suojaus, Kirj.tietok
fr_ca: Outils, Sécurité, Sessions BD
is_is: Verkf., öryggi, innskr. í GS
it_it: Strumenti, Protez., Login DB
nb_no: Verktøy, Sikkerhet, NA-bruker
nl_be: Extra, Beveiliging, DB-aanm.
ru_ru: Сервис, Безопасн., Уч. зап. БД
sv_se: Verktyg, Säkerhet, DB inlog.

# SourceArrayMustBeOneDimensional
source: CopyArray: The source array must be one dimensional.
cs_cz: CopyArray: Zdrojové pole musí být jednorozměrné.
da_dk: CopyArray: Kildearray skal være med én dimension.
de_ch: CopyArray: Das Quellarray muss eindimensional sein.
es_mx: CopyArray: la matriz de origen debe ser de una dimensión.
fi_fi: CopyArray: Lähdematriisin on oltava yksiulotteinen.
fr_ca: CopyArray : Le tableau source ne doit avoir qu'un seul axe.
is_is: CopyArray: Upprunafylkið verður að vera einvídda.
it_it: CopyArray: la matrice di origine deve essere unidimensionale.
nb_no: CopyArray: Kildematrisen må være endimensjonal.
nl_be: CopyArray: de bronarray moet één dimensie hebben.
ru_ru: CopyArray: исходный массив должен быть одномерным.
sv_se: CopyArray: Källarrayen måste vara endimensionell.

# AttemptToRemoveOrChangeNonEmptyColumn
source: Cannot delete the {0} field with ID {1} in the {2} table because the field contains data in the {3} database.
da_dk: Feltet {0} med id'et {1} i tabellen {2} kan ikke slettes, da feltet indeholder data i databasen {3}.
de_ch: Das Feld {0} mit der ID {1} in der Tabelle {2} kann nicht gelöscht werden, da es Daten in der Datenbank {3} enthält.
es_mx: No se puede eliminar el campo {0} con el id. {1} en la tabla {2} porque contiene datos en la base de datos {3}.
fi_fi: Taulukon {2} kenttää {0} (tunnus {1}) ei voi poistaa, koska kenttä sisältää tietoja tietokannassa {3}.
fr_ca: Impossible de supprimer le champ {0} portant le code {1} dans la table {2} car il contient des données dans la base de données {3}.
is_is: Ekki er hægt að eyða reitnum {0} með kennið {1} í töflunni {2} vegna þess að reiturinn inniheldur gögn í gagnagrunninum {3}.
it_it: Impossibile eliminare il campo {0} con ID {1} nella tabella {2} perché contiene dati nel database {3}.
nb_no: Kan ikke slette feltet {0} med IDen {1} i tabellen {2} fordi feltet inneholder data i databasen {3}.
nl_be: Het veld {0} met id {1} in tabel {2} kan niet worden verwijderd omdat het veld gegevens bevat in de database {3}.
ru_ru: Невозможно удалить поле {0} с кодом {1} в таблице {2}, так как поле содержит данные в базе данных {3}.
sv_se: Det går inte att ta bort fältet {0} med ID:t {1} i tabellen {2} eftersom fältet innehåller data i databasen {3}.

# ToolsCrossReferenceSystemObjectCaption
source: Tools, Cross Reference
cs_cz: Nástroje, křížové odkazy
da_dk: Funk., Varereference
de_ch: Extras, Cross Reference
es_mx: Herramientas, Cross Reference
fi_fi: Työkalut, Ristiviittaus
fr_ca: Outils, Référence croisée
is_is: Verkfæri, Millivísun
it_it: Strumenti, Cross reference
nb_no: Verktøy, Kryssreferanse
nl_be: Extra, Cross Reference
ru_ru: Сервис, Перекрест. ссылки
sv_se: Verktyg, Korsreferens

# ZoomToolRecIdentifier
source: Rec
da_dk: Post
de_ch: Datensatz
fi_fi: Tietue
fr_ca: Enr
is_is: Ítr
nb_no: Reg
ru_ru: Запись
sv_se: Rek

# WrongPageTypeInRequestPage
source: The page metadata contains wrong PageType information. The value is '{0}'.
cs_cz: Metadata stránky obsahuje informaci PageType. Hodnota je {0}.
da_dk: Sidens metadata indeholder forkerte PageType-oplysninger. Værdien er '{0}'.
de_ch: Die Seitenmetadaten enthalten falsche 'PageType'-Informationen. Der Wert ist '{0}'.
es_mx: La página de metadatos contiene información PageType incorrecta. El valor es '{0}'.
fi_fi: Sivun metatiedot sisältävät virheellisiä PageType-tietoja. Arvo on "{0}".
fr_ca: Les métadonnées de la page contiennent des informations PageType erronées. La valeur est '{0}'.
is_is: Lýsigögn síðunnar innihalda rangar PageType-upplýsingar. Gildið er '{0}'.
it_it: I metadati della pagina contengono informazioni PageType errate. Il valore è '{0}'.
nb_no: Sidemetadataene inneholder feil informasjon om PageType. Verdien er {0}.
nl_be: De metagegevens van de pagina bevatten onjuiste PageType-gegevens. De waarde is {0}.
ru_ru: Метаданные страницы содержат неверную информацию PageType. Значение равно '{0}'.
sv_se: Sidans metadata innehåller felaktig PageType-information. Värdet är {0}.

# WilcardCannotBeUsedWithOperator
source: The value '{0}' contains wildcard characters. Wildcards cannot be used with operators =, .., >, <, >=, and <=. If the value '{0}' was intended to be a wildcard, enclose the value in single quotes.
cs_cz: Hodnota {0} obsahuje zástupné znaky. Zástupné znaky nelze použít s operátory =,.., >, <, > =, a < =. Je-li hodnota {0} byl určen jako zástupný znak, hodnotu uzavřete do jednoduchých uvozovek.
da_dk: Værdien '{0}' indeholder jokertegn. Det er ikke muligt at anvende jokertegn sammen med operatorerne =, .., >, <, >= og <=. Hvis det var meningen, at værdien '{0}' skulle være et jokertegn, så skal værdien indrammes med enkelt anførselstegn.
de_ch: Der Wert '{0}' enthält Platzhalterzeichen. Platzhalter können mit den Operatoren =, .., >, <, >= und <= nicht verwendet werden. Falls der Wert '{0}' ein Platzhalter sein soll, schließen Sie den Wert in einfache Anführungszeichen ein.
es_mx: El valor '{0}' contiene caracteres comodín. Los caracteres comodín no se pueden utilizar con los operadores =, .., >, <, >= y <=. Si el valor '{0}' estaba pensado para ser un carácter comodín, enmarque el valor entre comillas simples.
fi_fi: Arvo {0} sisältää yleismerkkejä. Yleismerkkejä ei voi käyttää operaattorien =, .., >, <, >= ja <= kanssa. Jos arvon {0} on tarkoitus olla yleismerkki, lisää sen ympärille yksinkertaiset lainausmerkit.
fr_ca: La valeur « {0} » contient des caractères génériques. Les caractères génériques ne peuvent pas être utilisés avec les opérateurs =, .., >, <, >=, et <=. Si la valeur « {0} » était prévue comme caractère générique, mettez-la entre guillemets simples.
is_is: Gildið „{0}“ inniheldur algildisstafi. Ekki er hægt að nota algildisstafi með virkjunum =, .., >, <, >= og <=. Ef gildið „{0}“ átti að vera algildisstafur skal setja gildið innan einfaldra gæsalappa.
it_it: Il valore '{0}' contiene caratteri jolly. I caratteri jolly non possono essere utilizzati con gli operatori =, .., >, <, >= e <=. Se il '{0}' deve essere un carattere jolly, racchiuderlo tra virgolette singole.
nb_no: Verdien {0} inneholder jokertegn. Jokertegn kan ikke brukes med operatorene =, .., >, <, >= og <=. Hvis verdien {0} er tiltenkt å være et jokertegn, omslutter du verdien med enkle anførselstegn.
nl_be: De waarde '{0}' bevat jokertekens. Jokertekens kunnen niet worden gebruikt met de operatoren =, .., >, <, >= en <=. Als de waarde '{0}' als jokerteken was bedoeld, plaats deze dan tussen enkele aanhalingstekens.
ru_ru: Значение "{0}" содержит подстановочные знаки. Подстановочные знаки нельзя использовать с операторами =, .., >, <, >= и <=. Если значение "{0}" должно было служить подстановочным шаблоном, заключите значение в одиночные кавычки.
sv_se: Värdet {0} innehåller jokertecken. Jokertecken kan inte användas med operatorer =, .., >, <, >= och <=. Om värdet {0} avsågs som ett jokertecken, omsluter du värdet med enkla citattecken.

# 00095-50007
source: The length of the string is {1}, but it must be less than or equal to {0} characters. Value: {2}
cs_cz: Délka řetězce je {1}, ale musí být menší než nebo rovno {0} znaků. Hodnota: {2}
da_dk: Strengens længde er {1}, men den skal være kortere end eller lig med {0} tegn. Værdi: {2}
de_ch: Die Länge der Zeichenfolge beträgt {1}, darf aber höchstens {0} Zeichen umfassen. Wert: {2}
es_mx: La longitud de la cadena es {1}, pero debe ser menor o igual a {0} caracteres. Valor: {2}
fi_fi: Merkkijonon pituus on {1}, mutta sen pitää olla pienempi tai yhtä suuri kuin {0} merkkiä. Arvo: {2}
fr_ca: La longueur de la chaîne est {1}, mais elle doit être inférieure ou égale à {0} caractères. Valeur : {2}
is_is: Lengd strengsins er {1} en hann verður að vera með færri en eða jafnt og {0} stafi. Gildi: {2}
it_it: La lunghezza della stringa è {1}, ma deve essere minore o uguale a {0} caratteri. Valore: {2}
nb_no: Strenglengden er {1}, men den må være mindre enn eller lik {0} tegn. Verdi: {2}
nl_be: De lengte van de tekenreeks is {1}. Deze moet echter kleiner zijn dan of gelijk zijn aan {0} tekens. Waarde: {2}
ru_ru: Длина строки равна {1}, но она должна содержать {0} знаков или меньше. Значение: {2}
sv_se: Strängens längd är {1}, men den måste vara mindre än eller lika med {0} tecken. Värde: {2}

# 00095-50107
source: The Element <{0}> is expected by Min Occurs value: {1}. Element received: <{2}>.
cs_cz: Prvek <{0}> očekává hodnotu Min Occurs: {1}. Prvek dostal: <{2}>.
da_dk: Elementet <{0}> var forventet af værdien Min Occurs: {1}. Modtaget element: <{2}>.
de_ch: Das Element <{0}> wird vom Min Occurs-Wert erwartet: {1}. Empfangenes Element: <{2}>.
es_mx: El elemento <{0}> se espera por parte del valor Min Occurs: {1}. Elemento recibido: <{2}>.
fi_fi: Min Occurs -arvo {1} odottaa elementtiä <{0}>. Vastaanotettu elementti: <{2}>.
fr_ca: L'élément <{0}> est attendu par la valeur du nombre d'occurrences minimal : {1}. Élément reçu : <{2}>.
is_is: Búist er við atriðinu <{0}> í gildinu Min Occurs: {1}. Atriði móttekið: <{2}>.
it_it: L'elemento <{0}> è previsto dal valore Min Occurs: {1}. Elementi ricevuti: <{2}>.
nb_no: Elementet <{0}> forventes av verdien {1} for Minimum forekomster. Elementet mottok: <{2}>.
nl_be: Element <{0}> wordt verwacht door de waarde Min Occurs: {1}. Element ontvangen: <{2}>.
ru_ru: Элемент <{0}> ожидается по значению Min Occurs: {1}. Полученный элемент: <{2}>.
sv_se: Elementet <{0}> förväntas enligt värdet på lägsta antalet förekomster: {1}. Mottaget element: <{2}>.

# HyperlinkIsNotValid
source: The requested page cannot be opened because the related hyperlink is not valid.
cs_cz: Požadovanou stránku nelze otevřít, protože související hypertextový odkaz není platný.
da_dk: Den side, der blev anmodet om, kan ikke åbnes, fordi det relaterede link ikke er gyldigt.
de_ch: Die angeforderte Seite kann nicht geöffnet werden, da der entsprechende Hyperlink ungültig ist.
es_mx: No se puede abrir la página solicitada porque el hipervínculo relacionado no es válido.
fi_fi: Pyydettyä sivua ei voi avata, koska liittyvä hyperlinkki ei kelpaa.
fr_ca: Impossible d'ouvrir la page demandée car l'hyperlien associé n'est pas valide.
is_is: Ekki er hægt að opna umbeðna síðu því að tengdur tengill er ekki gildur.
it_it: Impossibile aprire la pagina richiesta perché il collegamento ipertestuale correlato non è valido.
nb_no: Kan ikke åpne den forespurte siden fordi den relaterte hyperkoblingen ikke er gyldig.
nl_be: De gevraagde pagina kan niet worden geopend, omdat de bijbehorende hyperlink niet geldig is.
ru_ru: Запрошенную страницу невозможно открыть, так как связанная гиперссылка не действительна.
sv_se: Det går inte att öppna den begärda sidan eftersom den relaterade hyperlänken inte är giltig.

# NavNCLDocumentServiceNotEnabled
source: Document service is not enabled.
cs_cz: Služba dokumentů není povolena.
da_dk: Dokumenttjenesten er ikke aktiveret.
de_ch: Der Dokumentenservice ist nicht aktiviert.
es_mx: El servicio de documentos no está habilitado.
fi_fi: Asiakirjapalvelu ei ole käytössä.
fr_ca: Le service de document n'est pas activé.
is_is: Skjalsþjónusta er ekki virk.
it_it: Il servizio documenti non è abilitato.
nb_no: Dokumenttjenesten er ikke aktivert.
nl_be: Documentservice is niet ingeschakeld.
ru_ru: Документооборот не включен.
sv_se: Dokumenttjänsten har inte aktiverats.
