Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ProfileNotFound
source: A profile with id '{0}' could not be found.
cs_cz: Nebyl nalezen profil s id {0}.
da_dk: En profil med id'et '{0}' blev ikke fundet.
de_ch: Ein Profil mit der ID '{0}' wurde nicht gefunden.
es_mx: No se encontró ningún perfil con el id. '{0}'.
fi_fi: Profiilia, jonka tunnus on {0}, ei löytynyt.
fr_ca: Profil portant le code « {0} » introuvable.
is_is: Forstilling með kennið „{0}“ fannst ekki.
it_it: Impossibile trovare un profilo con ID '{0}'.
nb_no: Finner ingen profil med IDen {0}.
nl_be: Een profiel met id '{0}' is niet gevonden.
ru_ru: Профиль с идентификатором "{0}" не найден.
sv_se: Ingen profil med ID {0} kunde hittas.

# QueryDataItemTableFilterOnFlowFieldNotSupported
source: Specifying a DataItemTableFilter on a FlowField is not supported. FlowField {0}, DataItem {1}. Create a Filter column and specify the desired filter as a column filter.
cs_cz: Zadání DataItemTableFilter na FlowField není podporováno. FlowField {0}, DataItem {1}. Vytvořte Filtr sloupce a zadejte požadovaný filtr jako sloupcový filtr.
da_dk: Angivelse af DataItemTableFilter på et FlowField understøttes ikke. FlowField {0}, DataItem {1}. Opret en filterkolonne, og angiv det ønskede filter som et kolonnefilter.
de_ch: Die Angabe von DataItemTableFilter in einem FlowField wird nicht unterstützt. FlowField {0}, DataItem {1}. Erstellen Sie eine Filterspalte, und geben Sie den gewünschten Filter als Spaltenfilter an.
es_mx: No se admite la especificación de DataItemTableFilter en FlowField. FlowField {0}, DataItem {1}. Cree una columna Filtro y especifique el filtro deseado como filtro de columna.
fi_fi: DataItemTableFilter-suodattimen määrittämistä FlowField-kenttään ei tueta. FlowField {0}, DataItem {1}. Luo Suodatin-sarake ja määritä haluamasi suodatin sarakkeen suodattimeksi.
fr_ca: La spécification d'un DataItemTableFilter sur un FlowField n'est pas prise en charge. FlowField {0}, DataItem {1}. Créez une colonne Filtre et spécifiez le filtre colonne désiré.
is_is: Tilgreining á DataItemTableFilter á FlowField er ekki studd. FlowField {0}, DataItem {1}. Stofna afmörkunardálk og tilgreina viðeigandi afmörkun sem dálkafmörkun.
it_it: La specifica di DataItemTableFilter in FlowField non è supportata. FlowField {0}, DataItem {1}. Creare una colonna filtro e specificare il filtro desiderato come filtro di colonna.
nb_no: Angivelse av DataItemTableFilter i FlowField støttes ikke. FlowField {0}, DataItem {1}. Opprett en filterkolonne, og angi det ønskede filteret som et kolonnefilter.
nl_be: Het opgeven van DataItemTableFilter voor een FlowField wordt niet ondersteund. FlowField {0}, DataItem {1}. Maak een filterkolom en stel het gewenste filter in als een kolomfilter.
ru_ru: Указание DataItemTableFilter для FlowField не поддерживается. FlowField {0}, DataItem {1}. Создайте столбец фильтра и задайте требуемый фильтр как фильтр столбца.
sv_se: Ett angivet DataItemTableFilter för en FlowField stöds inte. FlowField {0}, DataItem {1}. Skapa en filterkolumn och ange önskat filter som ett kolumnfilter.

# DocumentServiceRequestForCredentials
source: Sign in
cs_cz: Přihlásit se
da_dk: Log på
de_ch: Anmelden
es_mx: Iniciar sesión
fi_fi: Kirjaudu sisään
fr_ca: Se connecter
is_is: Skrá inn
it_it: Accedi
nb_no: Logg på
nl_be: Aanmelden
ru_ru: Войти
sv_se: Logga in

# DatabaseServerNameNotValidHost
source: The name '{0}' specified as the database server is not a valid host name.
cs_cz: Název {0}' zadaný jako databázový server není platný název hostitele.
da_dk: Navnet '{0}', der er angivet som databaseserveren, er ikke et gyldigt værtsnavn.
de_ch: Der für den Datenbankserver angegebene Name '{0}' ist kein gültiger Hostname.
es_mx: El nombre '{0}' especificado como servidor de base de datos no es un nombre de host válido.
fi_fi: Tietokantapalvelimelle määritetty nimi "{0}" ei ole kelvollinen isäntänimi.
fr_ca: Le nom '{0}' spécifié comme serveur de base de données n'est pas un nom d'hôte valide.
is_is: Gagnagrunnsheitið '{0}' er ógilt hýsisheiti.
it_it: Il nome '{0}' specificato come server di database non è un nome host valido.
nb_no: Navnet {0}, som er angitt som databaseserver, er ikke et gyldig vertsnavn.
nl_be: De naam {0} voor de databaseserver is geen geldige hostnaam.
ru_ru: Указанное имя сервера баз данных '{0}' не является допустимым именем хоста.
sv_se: Namnet {0} som angetts som databasserver är inte ett giltigt värdnamn.

# ServerUnavailable
source: The server "{0}" is either unavailable or your connection has been lost. Do you want to attempt to reconnect?
cs_cz: Na serveru {0}"je buď není k dispozici nebo vaše spojení bylo ztraceno. Chcete se pokusit o nové připojení?
da_dk: Serveren "{0}" er enten ikke tilgængelig, eller forbindelsen er blevet afbrudt. Vil du forsøge at oprettet forbindelse igen?
de_ch: Der Server '{0}' ist derzeit nicht verfügbar, oder die Verbindung wurde getrennt. Möchten Sie die Verbindung erneut herstellen?
es_mx: El servidor "{0}" no está disponible o se ha perdido la conexión. ¿Desea volver a conectarse?
fi_fi: Palvelin "{0}" ei ole tällä hetkellä käytettävissä, tai yhteys katkesi. Haluatko muodostaa yhteyden uudelleen?
fr_ca: Le serveur « {0} » n'est pas disponible ou votre connexion a été perdue. Souhaitez-vous tenter de vous reconnecter?
is_is: Netþjónninn "{0}" er annaðhvort ekki tiltækur eða tengingin hefur rofnað. Á að reyna að endurtengja?
it_it: Il server "{0}" non è disponibile o la connessione è stata interrotta. Riconnettersi?
nb_no: Serveren {0} er ikke tilgjengelig eller tilkoblingen er brutt. Vil du forsøke å koble til på nytt?
nl_be: De server {0} is niet beschikbaar of de verbinding is verbroken. Wilt u opnieuw verbinding proberen te maken?
ru_ru: Сервер "{0}" недоступен, или подключение потеряно. Попытаться восстановить связь?
sv_se: Servern {0} är inte tillgänglig eller så har anslutningen brutits. Vill du försöka ansluta på nytt?

# UserLicenseTypeCountViolation
source: The new users do not meet the terms of the current license. The current license allows {0} full users and {1} limited users.
cs_cz: Noví uživatelé nesplňují podmínky aktuální licence. Aktuální licence umožňuje {0} full users a {1} limited users.
da_dk: De nye brugere overholder ikke vilkårene i den aktuelle licens. Den aktuelle licens tillader {0} fulde brugere og {1} begrænsede brugere.
de_ch: Die neuen Benutzer erfüllen die Bestimmungen der aktuellen Lizenz nicht. Die aktuelle Lizenz erlaubt {0} vollständige Benutzer und {1} eingeschränkte Benutzer.
es_mx: Los nuevos usuarios no cumplen los términos de la licencia actual. La licencia actual permite {0} usuarios completos y {1} usuarios limitados.
fi_fi: Uudet käyttäjät eivät ole nykyisen käyttöoikeuden ehtojen mukaisia. Nykyinen käyttöoikeus sallii {0} käyttäjää, joilla on täydet oikeudet, ja {1} käyttäjää, joiden oikeudet ovat rajoitetut.
fr_ca: Les nouveaux utilisateurs ne satisfont pas aux termes du contrat de la licence actuelle. La licence actuelle autorise {0} utilisateurs complets et {1} utilisateurs limités.
is_is: Nýju notendurnir uppfylla ekki ákvæði gildandi leyfis. Gildandi leyfi leyfir {0} fulla notendur og {1} takmarkaða notendur.
it_it: I nuovi utenti non rispettano le condizioni della licenza corrente. La licenza corrente consente la presenza di {0} utenti completi e di {1} utenti limitati.
nb_no: De nye brukerne oppfyller ikke vilkårene i den gjeldende lisensen. Den gjeldende lisensen tillater {0} fullbrukere og {1} begrensede brukere.
nl_be: De nieuwe gebruikers voldoen niet aan de voorwaarden voor de huidige licentie. De huidige licentie staat {0} volwaardige gebruikers en {1} beperkte gebruikers toe.
ru_ru: Новые пользователи не отвечают условиям текущей лицензии. Текущей лицензией разрешается {0} полнофункциональных пользователей и {1} пользователей, имеющих ограниченные возможности.
sv_se: De nya användarna uppfyller inte villkoren för den aktuella licensen. Den aktuella licensen tillåter {0} fullständiga användare och {1} begränsade användare.

# CallbackNotAllowedFormActivate
source: {0} attempted to issue a client callback to activate page {1} {2}. Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vydání klientského zpětného volání pro aktivaci stránky {1} {2}. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at aktivere siden{1} {2}: Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um die Seite '{1} {2}' zu aktivieren. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para activar la página {1} {2}. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun sivun {1} {2} aktivoimista varten. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour activer la page {1} {2}. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að virkja síðu {1} {2}. Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per attivare la pagina {1} {2}. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å aktivere siden {1} {2}. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om scherm {1} {2} te activeren. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для активации страницы {1} {2}. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna aktivera sidan {1} {2}. Klientåteranrop stöds inte i {0}.

# CannotModifyAutoIncrementFieldError
source: You cannot change the value of an AutoIncrement field. Field: {0} Table: {1} Identification fields and values: {2}
cs_cz: Nemůžete změnit hodnotu pole AutoIncrement. Pole: {0} Tabulka: {1} Identifikační pole a hodnoty: {2}
da_dk: Du kan ikke ændre værdien i et AutoIncrement-felt. Felt: {0} Tabel: {1} Id-felter og -værdier: {2}
de_ch: Der Wert eines Felds vom Typ 'AutoIncrement' kann nicht geändert werden. Field: {0} Tabelle: {1} Identifizierende Felder und Werte: {2}
es_mx: No se puede cambiar el valor de un campo AutoIncrement. Campo: {0} Tabla: {1} Campos de identificación y valores: {2}
fi_fi: Et voi muuttaa AutoIncrement-kentän arvoa. Kenttä: {0} Taulukko: {1} Tunnistuskentät ja -arvot: {2}
fr_ca: Vous ne pouvez pas modifier la valeur d'un champ AutoIncrement. Champ : {0} Table : {1} Champs et valeurs d'identification : {2}
is_is: Ekki er hægt að breyta gildi í AutoIncrement-reit. Reitur: {0} Tafla: {1} Skilgreiningarreitir og gildi: {2}
it_it: Impossibile modificare il valore di un campo AutoIncrement. Campo: {0} Tabella: {1} Campi Identificazione e valori: {2}
nb_no: Du kan ikke endre verdien for et AutoIncrement-felt. Felt: {0} Tabell: {1} ID-felt og -verdier: {2}
nl_be: U kunt de waarde van een AutoNummering-veld niet wijzigen. Veld: {0} Tabel: {1} Identificatievelden en -waarden: {2}
ru_ru: Нельзя изменить значение поля AutoIncrement. Поле: {0} Таблица: {1} Идентифицирующие поля и значения: {2}
sv_se: Du kan inte ändra värdet på ett fält av typen AutoIncrement. Fält: {0} Tabell: {1} Identifikationsfält och värden: {2}

# NavFatalCSideException
source: Your connection to the server was closed because of the following problem.
cs_cz: Připojení k serveru byl uzavřeno kvůli následujícímu problému.
da_dk: Forbindelsen til serveren blev afbrudt på grund af følgende problem.
de_ch: Die Verbindung mit dem Server wurde aufgrund des folgenden Problems getrennt:
es_mx: La conexión al servidor se cerró debido al problema siguiente.
fi_fi: Palvelinyhteys suljettiin seuraavan ongelman vuoksi.
fr_ca: Votre connexion au serveur a été fermée en raison du problème suivant.
is_is: Tengingunni við netþjóninn var lokað vegna eftirfarandi vandamáls.
it_it: La connessione al server è stata chiusa a causa del seguente problema.
nb_no: Tilkoblingen til serveren ble brutt på grunn av følgende problem:
nl_be: Uw verbinding met de server is gesloten vanwege het volgende probleem.
ru_ru: Подключение к серверу было закрыто из-за следующей проблемы
sv_se: Anslutningen till servern avslutades på grund av problemen nedan.

# TenantLicenseTenantRequired
source: Tenant not specified. A tenant must be specified when importing a license into a tenant.
cs_cz: Nájemce není zadán. Nájemce musí být určen při importu licenci do nájemce.
da_dk: Lejeren er ikke angivet. En lejer skal være angivet, når du importerer en licens til en lejer.
de_ch: Tenant nicht angegeben. Ein Tenant muss angegeben werden, wenn Sie eine Lizenz in einen Tenant importieren.
es_mx: Inquilino sin especificar. Es necesario especificar un inquilino al importar una licencia en un inquilino.
fi_fi: Vuokraajaa ei ole määritetty. Vuokraaja on määritettävä tuotaessa lisenssi vuokraajaan.
fr_ca: Abonné non spécifié. Un abonné doit être spécifié lors de l'importation d'une licence dans un abonné
is_is: Leigjandi ekki tilgreindur. Tilgreina þarf leigjanda þegar leyfi er flutt inn í leigjanda.
it_it: Tenant non specificato. Quando si importa una licenza in un tenant, è necessario specificare un tenant.
nb_no: Leietaker er ikke angitt. En leietaker må angis når en lisens skal importeres til en leietaker.
nl_be: Tenant niet opgegeven. Er moet een tenant worden opgegeven als u een licentie in een tenant importeert.
ru_ru: Арендатор не указан. При импорте лицензии в арендатора необходимо указать арендатора.
sv_se: Ingen klientorganisation har angetts. En klientorganisation måste anges när en licens importeras till en klientorganisation.

# Button_Remove
source: Remove
cs_cz: Odstranit
da_dk: Slet
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Fjarlægja
it_it: Elimina
nb_no: Fjern
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# CannotAccessTableWithNoCompanyOpen
source: You must choose a company before you can access the "{0}" table.
cs_cz: Musíte vybrat společnost, dříve, než lze získat přístup k tabulce {0}".
da_dk: Du skal vælge en virksomhed, før du kan få adgang til tabellen "{0}".
de_ch: Sie müssen einen Mandanten auswählen, bevor Sie auf die Tabelle "{0}" zugreifen können.
es_mx: Debe elegir una empresa antes de poder obtener acceso a la tabla "{0}".
fi_fi: Sinun on valittava oma yritys, ennen kuin voit käyttää taulukkoa "{0}".
fr_ca: Vous devez choisir une compagnie avant de pouvoir accéder à la table « {0} ».
is_is: Velja þarf fyrirtæki áður en hægt er að opna töfluna „{0}“.
it_it: Per accedere alla tabella "{0}", è necessario scegliere una società.
nb_no: Du må velge et firma før du kan få tilgang til tabellen {0}.
nl_be: U moet een bedrijf kiezen voordat tabel {0} kan worden geopend.
ru_ru: Необходимо выбрать компанию, прежде чем можно будет получить доступ к таблице "{0}".
sv_se: Du måste välja ett företag innan du kan använda tabellen {0}.

# UpdateViewMessage
source: Do you want to save this view?
cs_cz: Chcete uložit toto view?
da_dk: Vil du gemme denne visning?
de_ch: Möchten Sie die Ansicht speichern?
es_mx: ¿Desea guardar esta vista?
fi_fi: Haluatko tallentaa tämän näkymän?
fr_ca: Souhaitez-vous enregistrer cette vue?
is_is: Á að vista þetta yfirlit?
it_it: Salvare questa visualizzazione?
nb_no: Vil du lagre denne visningen?
nl_be: Wilt u deze weergave opslaan?
ru_ru: Сохранить это представление?
sv_se: Vill du spara den här vyn?

# NavRunTableUrlAction_BadNumberOfParameters
source: RunTable action has extra unknown parameters.
cs_cz: Akce RunTable má navíc neznámé parametry.
da_dk: Handlingen RunTable har flere ukendte parametre.
de_ch: Die Aktion 'RunTable' besitzt zusätzliche unbekannte Parameter.
es_mx: La acción RunTable tiene parámetros desconocidos adicionales.
fi_fi: RunTable-toiminnossa on ylimääräisiä tuntemattomia parametreja.
fr_ca: L'action RunTable comporte des paramètres inconnus supplémentaires.
is_is: RunTable-aðgerð hefur aukalegar óþekktar breytur.
it_it: L'azione RunTable dispone di parametri sconosciuti.
nb_no: Handlingen RunTable har ukjente parametre i tillegg.
nl_be: Actie RunTable heeft extra onbekende parameters.
ru_ru: У действия RunTable имеются несколько неизвестных параметров.
sv_se: Åtgärden RunTable har extra okända parametrar.

# ExportDataDialogTitle
source: Exporting Data to a File
da_dk: Eksporterer data til en fil
de_ch: Daten werden in eine Datei exportiert...
es_mx: Exportar datos a un archivo
fi_fi: Tietojen vienti tiedostoon
fr_ca: Exportation de données dans un fichier
is_is: Gögn flutt út í skrá
it_it: Esportazione dati in un file
nb_no: Eksporterer data til en fil
nl_be: Gegevens exporteren naar een bestand
ru_ru: Экспорт данных в файл
sv_se: Exporterar data till en fil

# MovePromotedAction
source: The promoted action is currently placed in {0}. Do you want to move the action?
cs_cz: Vybraná akce je v současnosti umístěna v {0}. Přejete si akci přesunout?
da_dk: Den overførte handling er aktuelt placeret i {0}. Vil du flytte handlingen?
de_ch: Die heraufgestufte Aktion befindet sich derzeit in '{0}'. Möchten Sie die Aktion verschieben?
es_mx: Actualmente, la acción promocionada está situada en {0}. ¿Desea mover la acción?
fi_fi: Ylätasolle siirretty toiminto on tällä hetkellä kohteessa {0}. Haluatko siirtää toiminnon?
fr_ca: L'action promue se trouve actuellement dans {0}. Souhaitez-vous la déplacer?
is_is: Stighækkaða aðgerðin er núna í {0}. Á að færa aðgerðina?
it_it: L'azione alzata di livello si trova attualmente in {0}. Spostare l'azione?
nb_no: Den forfremmede handlingen er for øyeblikket plassert i {0}. Vil du flytte handlingen?
nl_be: De gepromoveerde actie bevindt zich momenteel in {0}. Wilt u de actie verplaatsen?
ru_ru: Действие, уровень которого повышается, сейчас находится в {0}. Переместить действие?
sv_se: Den prioriterade åtgärden har placerats i {0}. Vill du flytta åtgärden?

# LicenseLangPermError
source: Your license does not permit you to use the language {0}.
cs_cz: Vaše licence nepovoluje použití jazyka {0}.
da_dk: Din programlicens tillader ikke, at du bruger sproget {0}.
de_ch: Ihre Lizenz erlaubt Ihnen nicht, die Sprache {0} zu verwenden.
es_mx: Su licencia no le permite usar el idioma {0}.
fi_fi: Käyttöoikeutesi ei salli kielen {0} käyttöä.
fr_ca: Votre licence ne vous permet pas d'utiliser la langue {0}.
is_is: Leyfið heimilar ekki að notað sé tungumálið {0}.
it_it: Questa licenza non permette di utilizzare la lingua {0}.
nb_no: Lisensen din tillater deg ikke å bruke språket {0}.
nl_be: Uw licentie geeft geen toegang tot de taal {0}. Selecteer een andere taal met de opdracht Extra, Taal.
ru_ru: Ваша лицензия не позволяет использовать {0} язык.
sv_se: Din licens tillåter inte att du använder språket {0}.

# PermissionToChartDefinitionDenied
source: You do not have permission to display Chart "{0}".
cs_cz: Nemáte oprávnění k zobrazení grafu "{0}".
da_dk: Du har ikke tilladelse til at vise diagrammet "{0}".
de_ch: Sie besitzen nicht die Berechtigung zum Anzeigen des Diagramms "{0}".
es_mx: No dispone de permisos para mostrar el gráfico "{0}".
fi_fi: Sinulla ei ole kaavion "{0}" näyttöoikeutta.
fr_ca: Vous n'avez pas l'autorisation d'afficher le graphique « {0} ».
is_is: Heimild til að birta töfluna „{0}“ er ekki fyrir hendi.
it_it: Non si dispone delle autorizzazioni per visualizzare il grafico "{0}".
nb_no: Du har ikke tillatelse til å vise diagrammet {0}.
nl_be: U bent niet gemachtigd om diagram {0} weer te geven.
ru_ru: Отсутствует разрешение на отображение диаграммы "{0}".
sv_se: Du saknar behörighet att visa diagrammet {0}.

# MenuItemChart
source: Chart
cs_cz: Graf
da_dk: Diagram
de_ch: Diagramm
es_mx: Gráfico
fi_fi: Kaavio
fr_ca: Graphique
is_is: Myndrit
it_it: Grafico
nb_no: Diagram
nl_be: Diagram
ru_ru: Диаграмма
sv_se: Diagram

# ODataFilterParser_TokenNotEncountered
source: A token was expected, but none were encountered.
cs_cz: Byl očekáván token, ale nebyl obdržen.
da_dk: Der forventedes et token, men det blev ikke fundet.
de_ch: Ein Token wurde erwartet, es ist jedoch keines vorhanden.
es_mx: Se esperaba un token pero no se ha encontrado ninguno.
fi_fi: Odotettiin tunnusta, mutta yhtään tunnusta ei havaittu.
fr_ca: Un jeton a été prévu, mais aucun n'a été trouvé.
is_is: Tákns var vænst en ekkert fyrirfannst.
it_it: Previsto un token. Nessuno rilevato.
nb_no: Et token var forventet, men ingen ble oppdaget.
nl_be: Er wordt een token verwacht maar er zijn geen tokens gevonden.
ru_ru: Требовался символ, но он не был обнаружен.
sv_se: En token förväntades, men ingen har påträffats.

# MustBeASuperUserInAllCompanies
source: At least one user must be a member of the 'SUPER' group in all companies.
cs_cz: Alespoň jeden uživatel musí být členem skupiny 'SUPER' ve všech společnostech.
da_dk: Mindst én bruger skal være medlem af gruppen 'SUPER' i alle virksomheder.
de_ch: Mindestens ein Benutzer muss der Gruppe 'SUPER' in allen Mandanten angehören.
es_mx: Al menos un usuario debe ser miembro del grupo 'SUPER' en todas la empresas.
fi_fi: Ainakin yhden käyttäjän on oltava ryhmän "SUPER" jäsen kaikissa yrityksissä.
fr_ca: Au moins un utilisateur doit être membre du groupe « SUPER » dans toutes les compagnies.
is_is: Að minnsta kosti einn notandi verður að vera í hópnum „SUPER“ í öllum fyrirtækjum.
it_it: Almeno un utente deve essere membro del gruppo 'SUPER' in tutte le società.
nb_no: Minst én bruker må være medlem av SUPER-gruppen i alle selskaper.
nl_be: Ten minste één gebruiker moet lid zijn van de groep 'SUPER' in alle bedrijven.
ru_ru: Хотя бы один пользователь должен быть членом группы "SUPER" во всех компаниях.
sv_se: Åtminstone en användare måste vara medlem i gruppen SUPER i alla företag.

# ToolsClearOldVersionsSystemObjectCaption
source: Tools, Clear Old Versions
cs_cz: Nástroje, vymazat staré verze
da_dk: Funk., Fjern gamle versioner
de_ch: Extras, Clear Old Versions
es_mx: Herramientas, Clear Old Vers.
fi_fi: Työkalut, Tyhj. vanhat versiot
fr_ca: Outils, Suppr. anc. versions
is_is: Verkfæri, hreinsa eldri útg.
it_it: Strum., Cancella vecchie vers.
nb_no: Verktøy, Slett gml.versj.
nl_be: Extra, Oude versies wissen
ru_ru: Сервис, Очистка старых версий
sv_se: Verktyg, Ta bort versioner

# CommunicationProtocolFailure
source: There is a communication protocol mismatch between the client and the server.
cs_cz: Existuje neshoda komunikačního protokolu mezi klientem a serverem.
da_dk: Kommunikationsprotokollerne mellem klienten og serveren stemmer ikke overens.
de_ch: Das Protokoll für die Kommunikation zwischen Client und Server stimmt nicht überein.
es_mx: El protocolo de comunicación del cliente y del servidor no coinciden.
fi_fi: Asiakasohjelman ja palvelimen välillä on yhteysprotokollan vastaavuusvirhe.
fr_ca: Incompatibilité des protocoles de communication entre le client et le serveur.
is_is: Samskiptareglur biðlarans og netþjónsins passa ekki saman.
it_it: Mancata corrispondenza del protocollo di comunicazione tra il client e il server.
nb_no: Det er manglende samsvar i kommunikasjonsprotokoll mellom klienten og serveren.
nl_be: Communicatieprotocollen tussen client en server komen niet overeen.
ru_ru: Несоответствие протокола связи между клиентом и сервером.
sv_se: En felaktig matchning i kommunikationsprotokollet har uppstått mellan klienten och servern.
