Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# NavDeleteActionNotDeleteDueToKeyError
source: Delete cannot be performed since it has a key error.
cs_cz: Odstranit nelze provést, protože má klíč chyba.
da_dk: Sletning er ikke mulig, da der er opstået en alvorlig fejl.
de_ch: Der Löschvorgang kann aufgrund eines Schlüsselfehlers nicht ausgeführt werden.
es_mx: No se puede realizar la eliminación debido a un error de clave.
fi_fi: Poistoa ei voi suorittaa, koska siinä on avainvirhe.
fr_ca: La suppression ne peut pas être effectuée en raison d'une erreur de clé.
is_is: Ekki er hægt að framkvæma eyðingu því hún er með lykilvillu.
it_it: Impossibile eseguire l'eliminazione perché è presente un errore di chiave.
nb_no: Kan ikke utføre sletting fordi det finnes en nøkkelfeil.
nl_be: Het verwijderen kan niet worden uitgevoerd, aangezien er sprake is van een sleutelfout.
ru_ru: Удаление не может быть выполнено, так как содержит ошибку ключа.
sv_se: Det går inte att utföra borttagningsåtgärden eftersom den innehåller ett nyckelfel.

# ModuleLicenseExpiredError
source: The license for module {0} has expired. Contact your system administrator to continue using this module.
cs_cz: Platnost licence pro modul {0} vypršela. Obraťte se na správce systému, aby i nadále používat tento modul.
da_dk: Licensen for modul {0} er udløbet. Kontakt din systemadministrator, hvis du fortsat ønsker at anvende dette modul.
de_ch: Die Lizenz für Modul {0} ist abgelaufen. Wenden Sie sich an Ihren Systemadministrator, um mit diesem Modul fortzufahren.
es_mx: La licencia para el módulo {0} ha expirado. Póngase en contacto con el administrador del sistema si desea seguir usando este módulo.
fi_fi: Moduulin {0} käyttöoikeutesi on päättynyt. Ota yhteyttä järjestelmänvalvojaan, jos haluat jatkaa tämän moduulin käyttöä.
fr_ca: La licence pour le module {0} a expiré. Contactez votre administrateur système pour continuer à utiliser ce module.
is_is: Leyfið fyrir einingu {0} er fallið úr gildi. Hafðu samband við kerfisstjóra til að halda áfram að nota eininguna.
it_it: La licenza per il modulo {0} è scaduta. Contattare l'amministratore di sistema per continuare a utilizzare il modulo.
nb_no: Lisensen for modulen {0} er utløpt. Kontakt systemansvarlig hvis du vil fortsette å bruke denne modulen.
nl_be: De licentie voor module {0} is vervallen. Neem contact op met de systeembeheerder wanneer u deze module wilt blijven gebruiken.
ru_ru: Срок действия лицензии для модуля {0} истек. Для продолжения использования модуля обратитесь к системному администратору.
sv_se: Licensen för modulen {0} har upphört att gälla. Kontakta systemadministratören om du vill fortsätta använda modulen.

# DeletePersonalizationMostRecentUsedInformationHeader
source: User interface
cs_cz: Uživatelské rozhraní
da_dk: Brugergrænseflade
de_ch: Benutzeroberfläche
es_mx: Interfaz de usuario
fi_fi: Käyttöliittymä
fr_ca: Interface utilisateur
is_is: Notendaviðmót
it_it: Interfaccia utente
nb_no: Brukergrensesnitt
nl_be: Gebruikersinterface
ru_ru: Пользовательский интерфейс
sv_se: Användargränssnitt

# CaptionViewMode_Create
source: New
cs_cz: Nový
da_dk: Ny
de_ch: Neu
es_mx: Nuevo
fi_fi: Uusi
fr_ca: Nouveau
is_is: Nýtt
it_it: Nuova
nb_no: Ny
nl_be: Nieuw
ru_ru: Создать
sv_se: Ny

# MultipleTableSchemaSyncSetups
source: There is more than one table synchronization setup defined for table {0} in the upgrade codeunits.
da_dk: Der er defineret mere end en tabelsynkroniseringsopsætning for tabellen {0} i opgraderings-codeunits.
de_ch: Es sind mehrere Tabellensynchronisierungskonfigurationen für die Tabelle {0} in den Upgrade-Codeunits definiert.
es_mx: Hay más de una configuración de sincronización de tablas definida para la tabla {0} en las codeunits de actualización.
fi_fi: Päivityksen codeunitissa on määritettynä taulukolle {0} useampi kuin yksi taulukon synkronoinnin asetus.
fr_ca: Il existe plusieurs paramétrages de synchronisation définis pour la table « {0} » dans les Codeunits de mise à niveau.
is_is: Fleiri en einn samstillingargrunnur fyrir töflu eru tilgreindir fyrir töflu {0} í uppfærslukóðaeiningunum.
it_it: Nelle codeunit di aggiornamento sono definiti più setup di sincronizzazione per la tabella {0}.
nb_no: Mer enn ett tabellsynkroniseringsoppsett er definert for tabellen {0} i oppgraderingskodeenhetene.
nl_be: Er is meer dan één tabelsynchronisatie-instelling voor tabel {0} gedefinieerd in de upgrade-codeunits.
ru_ru: Для таблицы {0} в модулях Codeunit обновления имеется более одной настройки синхронизации таблиц.
sv_se: Det finns fler än en synkroniseringsinställning angiven för tabellen {0} i kodenheterna för uppgradering.

# AboutFormViewTermsOfUse
source: Terms of Use
da_dk: Vilkår for anvendelse
de_ch: Nutzungsbedingungen
es_mx: Condiciones de uso
fi_fi: Käyttöehdot
fr_ca: Conditions d'utilisation
is_is: Notkunarskilmálar
it_it: Condizioni di utilizzo
nb_no: Vilkår for bruk
nl_be: Gebruiksvoorwaarden
ru_ru: Условия использования
sv_se: Användningsvillkor

# Button_Rename
source: Rename
cs_cz: Přejmenovat
da_dk: Omdøb
de_ch: Umbenennen
es_mx: Cambiar nombre
fi_fi: Nimeä uudelleen
fr_ca: Renommer
is_is: Breyta heiti
it_it: Rinomina
nb_no: Gi nytt navn
nl_be: Naam wijzigen
ru_ru: Переименовать
sv_se: Byt namn

# AboutFormProductId
source: Product ID: {0}
cs_cz: ID produktu: {0}
da_dk: Produkt-id: {0}
de_ch: Produkt-ID: {0}
es_mx: Id. de producto: {0}
fi_fi: Tuotteen tunnus: {0}
fr_ca: Code de produit : {0}
is_is: Vörukenni: {0}
it_it: ID prodotto: {0}
nb_no: Produkt-ID: {0}
ru_ru: Код продукта: {0}
sv_se: Produkt-ID: {0}

# Instruction_BandShowHide
source: Choose which fields to show
cs_cz: Vybrat pole pro zobrazení
da_dk: Vælg, hvilke felter der skal vises
de_ch: Dient zum Auswählen der anzuzeigenden Felder.
es_mx: Seleccionar los campos que desea mostrar
fi_fi: Valitse näytettävät kentät
fr_ca: Sélectionner les champs à afficher
is_is: Velja hvaða reiti á að birta
it_it: Selezionare i campi da visualizzare
nb_no: Velg hvilke felt som skal vises
nl_be: Kiezen welke velden u wilt weergeven
ru_ru: Выбрать поля для отображения
sv_se: Välj vilka fält du vill visa

# KeyNotFoundError
source: The {0} table does not have an active key that starts with the following field or fields: {1}.
cs_cz: Tabulka {0} nemá aktivní klíč, který začíná následujícím polem: {1}.
da_dk: Tabellen {0} har ikke en aktiv nøgle, der starter med følgende felt eller felter: {1}.
de_ch: Die Tabelle '{0}' enthält keinen aktiven Schlüssel, der mit den folgenden Feldern beginnt: {1}.
es_mx: La tabla {0} no tiene una clave activa que empiece por el campo o campos siguientes: {1}.
fi_fi: Taulukossa {0} ei ole seuraavien kenttien mukana käynnistyvää aktiivista avainta: {1}.
fr_ca: La table {0} n'a pas de clé active qui commence avec le ou les champs suivants : {1}.
is_is: Taflan {0} hefur ekki virkan lykil sem byrjar á eftirfarandi reit eða reitum: {1}.
it_it: La tabella {0} non ha una chiave attiva che inizia con uno o più dei campi seguenti: {1}.
nb_no: Tabellen {0} har ikke en aktiv nøkkel som starter med følgende felt: {1}.
nl_be: Tabel {0} heeft geen actieve sleutel die begint met het volgende veld of de volgende velden: {1}.
ru_ru: Таблица {0} не имеет активного ключа, начинающегося со следующих полей: {1}.
sv_se: Tabellen {0} har inte en aktiv nyckel som börjar med följande fält: {1}.

# KeyGroupNotSupported
source: The KEYGROUPENABLE, KEYGROUPDISABLE, and KEYGROUPENABLED functions are not supported.
cs_cz: Funkce KEYGROUPENABLE a KEYGROUPDISABLE nejsou podporovány.
da_dk: Funktionerne KEYGROUPENABLE, KEYGROUPDISABLE og KEYGROUPENABLED understøttes ikke.
de_ch: Die Funktionen KEYGROUPENABLE, KEYGROUPDISABLE und KEYGROUPENABLED werden nicht unterstützt.
es_mx: No se admiten las funciones KEYGROUPENABLE, KEYGROUPDISABLE y KEYGROUPENABLED.
fi_fi: Funktioita KEYGROUPENABLE, KEYGROUPDISABLE ja KEYGROUPENABLED ei tueta.
fr_ca: Les fonctions KEYGROUPENABLE, KEYGROUPDISABLE et KEYGROUPENABLED ne sont pas prises en charge.
is_is: Föllin KEYGROUPENABLE, KEYGROUPDISABLE og KEYGROUPENABLED eru ekki studd.
it_it: Le funzioni KEYGROUPENABLE, KEYGROUPDISABLE e KEYGROUPENABLED non sono supportate.
nb_no: Funksjonene KEYGROUPENABLE, KEYGROUPDISABLE og KEYGROUPENABLED støttes ikke.
nl_be: De functies KEYGROUPENABLE, KEYGROUPDISABLE en KEYGROUPENABLED worden niet ondersteund.
ru_ru: Функции KEYGROUPENABLE, KEYGROUPDISABLE и KEYGROUPENABLED не поддерживаются.
sv_se: Funktionerna KEYGROUPENABLE, KEYGROUPDISABLE och KEYGROUPENABLED stöds inte.

# RowOutsideFilter
source: The view is filtered, and the entry is outside filter. Some actions may not work
cs_cz: Pohled je filtrován, a položka je mimo filtr. Některé akce nebudou fungovat
da_dk: Visningen er filtreret, og posten er uden for filteret. Visse handlinger fungerer muligvis ikke
de_ch: Die Ansicht ist gefiltert, und der Posten befindet sich ausserhalb des Filters. Unter Umständen sind nicht alle Aktionen verfügbar.
es_mx: La vista está filtrada y la entrada está fuera del filtro. Es posible que algunas acciones no funcionen
fi_fi: Näkymä on suodatettu, ja tapahtuma on suodattimen ulkopuolella. Jotkin toiminnot eivät ehkä toimi
fr_ca: La vue est filtrée et l'écriture est en dehors du filtre. Certaines actions risquent de ne pas fonctionner
is_is: Sjónarhornið er afmarkað og færslan er utan við afmörkunina. Sumar aðgerðir virka hugsanlega ekki
it_it: La visualizzazione è filtrata e il movimento è esterno al filtro. Alcune azioni potrebbero non funzionare
nb_no: Visningen er filtrert, og spørringen er utenfor filteret. Det kan være at noen handlinger ikke fungerer
nl_be: De weergave wordt gefilterd en het item is uitgefilterd. Sommige acties werken mogelijk niet
ru_ru: Представление отфильтровано, и запись находится вне фильтра. Некоторые операции могут не работать
sv_se: Vyn är filtrerad och transaktionen är utanför filtret. Vissa åtgärder fungerar eventuellt inte.

# PagePreviewIISExpressNotFound
source: Install {0} or later to enable the page preview for web-based clients. It can be downloaded from http://www.microsoft.com.
da_dk: Installer {0} eller nyere for at aktivere sidevisning for webbaserede klienter. Den kan downloades fra http://www.microsoft.com.
de_ch: Installieren Sie {0} oder höher, um die Seitenvorschau für webbasierte Clients zu aktivieren (verfügbar zum Download unter "http://www.microsoft.com").
es_mx: Instale {0} o posterior para habilitar la vista previa de la página de los clientes web. Se puede descargar desde http://www.microsoft.com.
fi_fi: Asenna {0} tai uudempi versio, jotta sivun esikatselu on käytössä verkkoasiakasohjelmille. Se voidaan ladata osoitteesta http://www.microsoft.com.
fr_ca: Installez {0} ou version ultérieure pour activer l'aperçu de page pour les clients web. Téléchargement possible à partir du site http://www.microsoft.com.
is_is: Setjið upp {0} eða nýrra til að leyfa forskoðun á vefbiðlara. Hægt er að sækja það á http://www.microsoft.com.
it_it: Installare {0} o versione successiva per abilitare l'anteprima della pagina per client basati sul Web. Il componente può essere scaricato dal sito http://www.microsoft.com.
nb_no: Du må installere {0} eller senere for å kunne aktivere sideforhåndsvisning for webbaserte klienter. Kan lastes ned fra http://www.microsoft.com.
nl_be: Installeer {0} of hoger om het paginavoorbeeld in te schakelen voor webclients. Dit kan worden gedownload van http://www.microsoft.com.
ru_ru: Установите {0} или более позднюю версию, чтобы обеспечить поддержку предварительного просмотра страниц для веб-клиентов. Загрузить продукт можно на веб-сайте http://www.microsoft.com.
sv_se: Installera {0} eller senare för att aktivera förhandsgranskningen för webbaserade klienter. Du kan hämta den från http://www.microsoft.com.

# ActionGroupGeneral
source: General
cs_cz: Obecné
da_dk: Generelt
de_ch: Allgemein
fi_fi: Yleinen
fr_ca: Général
is_is: Almennt
it_it: Generale
nb_no: Generelt
nl_be: Algemeen
ru_ru: Общее
sv_se: Allmänt

# NavNavigateUrlAction_BadNumberParameters
source: Navigate action can only have the node parameter.
cs_cz: Navigace akce mohou mít pouze parametr uzlu.
da_dk: Navigeringshandlinger kan kun have nodeparameteren.
de_ch: Die Navigationsaktion kann nur den Knotenparameter besitzen.
es_mx: La acción de navegación sólo puede tener el parámetro de nodo.
fi_fi: Navigointitoiminnolla voi olla vain solmun parametri.
fr_ca: L'action Bons de production ne peut disposer que du paramètre de nœud.
is_is: Færsluleitaraðgerð getur einungis innihaldið hnútsfæribreytuna.
it_it: L'azione di navigazione può avere solo il parametro del nodo.
nb_no: Navigeringshandlingen kan bare ha nodeparameteren.
nl_be: Navigate-actie kan alleen de knooppuntparameter bevatten.
ru_ru: Для операции перехода существует только параметр узла.
sv_se: Navigeringsåtgärden kan bara ha nodparametern.

# Button_CustomizeBand
source: Customize FastTab...
cs_cz: Upravit záložku...
da_dk: Tilpas oversigtspanel...
de_ch: Inforegister anpassen...
es_mx: Personalizar ficha desplegable...
fi_fi: Mukauta pikavälilehti...
fr_ca: Personnaliser le raccourci...
is_is: Sérstilla flýtiflipa...
it_it: Personalizza Scheda dettaglio...
nb_no: Tilpass hurtigfane...
nl_be: Sneltabblad aanpassen...
ru_ru: Настроить экспресс-вкладку...
sv_se: Anpassa snabbflik...

# AllTablesMustBeSynchronizedBeforeCopyingACompany
source: All tables must be in sync before a company can be copied
da_dk: Alle tabeller skal være synkroniseret, før et regnskab kan kopieres
de_ch: Alle Tabellen müssen synchronisiert sein, bevor ein Mandant kopiert werden kann.
es_mx: Para poder copiar una empresa, todas las tablas deben estar sincronizadas.
fi_fi: Kaikkien taulukkojen on oltava synkronoituja, ennen kuin yrityksen voi kopioida
fr_ca: Toutes les tables doivent être synchronisées avant de pouvoir copier une compagnie.
is_is: Allar töflur verða að vera samstilltar áður en hægt er að afrita fyrirtæki
it_it: Per poter copiare una società, è necessario che tutte le tabelle siano sincronizzate
nb_no: Alle tabeller må være synkronisert før et firma kan kopieres
nl_be: Alle tabellen moeten zijn gesynchroniseerd voordat een bedrijf kan worden gekopieerd.
ru_ru: Перед копированием компании необходимо синхронизировать все таблицы
sv_se: Alla tabeller måste vara synkroniserade innan ett företag kan kopieras

# DesignQueryAdvancedSystemObjectCaption
source: Design, Query, Advanced
cs_cz: Design, dotaz, rozšíření
da_dk: Design, forespørgsel, avancer.
de_ch: Design, Abfrage, Erweitert
es_mx: Diseño, Consulta, Avanzado
fi_fi: Muotoilu, Kysely, Lisäaset.
fr_ca: Création, Requête, Avancé
is_is: Hönnun, Fyrirspurn, Þróað
it_it: Design, Query, Avanzate
nb_no: Design, Spørring, Avansert
nl_be: Design, Query, Gevanceerd
ru_ru: Констр., Запрос, Расширенный
sv_se: Design, Fråga, Avancerad

# PrintDialogNetworkPrinterName
source: {0} on {1}
da_dk: {0} på {1}
de_ch: {0} auf {1}
es_mx: {0} en {1}
fi_fi: {0} palvelimessa {1}
fr_ca: {0} sur {1}
is_is: {0} á {1}
it_it: {0} su {1}
nb_no: {0} den {1}
nl_be: {0} op {1}
ru_ru: {0} в {1}
sv_se: {0} på {1}

source: millisecond
cs_cz: milisekunda
da_dk: millisekund
de_ch: Millisekunde
es_mx: milisegundo
fi_fi: millisekunti
fr_ca: milliseconde
is_is: millisekúnda
it_it: millisecondo
nb_no: millisekund
nl_be: milliseconde
ru_ru: мс.
sv_se: millisekund

source: Refresh
cs_cz: Aktualizovat
da_dk: Opdater
de_ch: Aktualisieren
es_mx: Actualizar
fi_fi: Päivitä
fr_ca: Actualiser
is_is: Endurnýja
it_it: Aggiorna
nb_no: Forny
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# FilterExpressionLhsCannotBeEmpty
source: The left side of an '{0}' operator cannot be empty.
cs_cz: Levá strana operátoru '{0}' nemůže být prázdná.
da_dk: Venstre side i en '{0}'-operator må ikke være tom.
de_ch: Die linke Seite eines Operators vom Typ '{0}' darf nicht leer sein.
es_mx: El lado izquierdo de un operador '{0}' no puede estar vacío.
fi_fi: Operaattorin "{0}" vasen puoli ei voi olla tyhjä.
fr_ca: La partie de gauche d'un opérateur « {0} » ne peut pas être vide.
is_is: Vinstri hlið virkja „{0}“ má ekki vera tóm.
it_it: Il limite sinistro di un operatore '{0}' non può essere vuoto.
nb_no: Venstre side for en {0}-operator kan ikke være tom.
nl_be: De linkerzijde van een '{0}' operator kan niet leeg zijn.
ru_ru: Левая сторона оператора "{0}" не может быть пустой.
sv_se: Vänster sida i operatorn {0} får inte vara tom.

# IllegalSecurityFilteringOnQuery
source: SECURITYFILTERING cannot be set to "Validated" on a Query.
cs_cz: SECURITYFILTERING nelze nastavit jako "Validated" v Query.
da_dk: SECURITYFILTERING kan ikke angives til "Valideret" ved en forespørgsel.
de_ch: SECURITYFILTERING kann für eine Abfrage nicht auf "Überprüft" festgelegt werden.
es_mx: SECURITYFILTERING no se puede establecer en "Validado" en una consulta.
fi_fi: Kohteen SECURITYFILTERING arvo ei voi olla "Vahvistettu" kyselyssä.
fr_ca: SECURITYFILTERING ne peut pas être défini sur « Validé » sur une requête.
is_is: SECURITYFILTERING er ekki hægt að stilla á „Validated“ í fyrirspurn.
it_it: Impossibile impostare SECURITYFILTERING su "Validated" in una query.
nb_no: SECURITYFILTERING kan ikke angis som validert for en spørring.
nl_be: SECURITYFILTERING kan bij een query niet worden ingesteld op Gevalideerd.
ru_ru: SECURITYFILTERING невозможно установить в "Проверено" для запроса.
sv_se: Det går inte att ange SECURITYFILTERING till "Verifierad" för en fråga.

# RepeaterChooseColumns
source: Choose Columns
cs_cz: Zvolit sloupce
da_dk: Vælg kolonner
de_ch: Spalten auswählen
es_mx: Elegir columnas
fi_fi: Valitse sarakkeet
fr_ca: Choisir les colonnes
is_is: Velja dálka
it_it: Scegli colonne
nb_no: Velg kolonner
nl_be: Kolommen kiezen
ru_ru: Выбрать столбцы
sv_se: Välj kolumner

# ReportViewerNotInstalled
source: You cannot print or preview a report when Microsoft Report Viewer is not installed. Microsoft Report Viewer can be installed from the Prerequisite Components folder on the Microsoft Dynamics NAV installation media. Contact your system administrator.
cs_cz: V případě, že není nainstalován Microsoft Report Viewer nelze tisknout nebo zobrazit náhled sestavy. Microsoft Report Viewer lze nainstalovat ze složky Prerequisite Components na instalačním médiu produktu Microsoft Dynamics NAV. Obraťte se na správce systému.
da_dk: Du kan ikke udskrive eller få vist et eksempel på en rapport, når Microsoft Report Viewer ikke er installeret. Microsoft Report Viewer kan installeres fra mappen Prerequisite Components på installationsmediet med Microsoft Dynamics NAV. Kontakt systemadministratoren.
de_ch: Das Anzeigen einer Vorschau oder Drucken von Berichten ist nicht möglich, wenn Microsoft Report Viewer nicht installiert ist. Microsoft Report Viewer kann vom Ordner mit den erforderlichen Komponenten aus installiert werden, der sich auf dem Installationsdatenträger von Microsoft Dynamics NAV befindet. Wenden Sie sich an den Systemadministrator.
es_mx: No se puede imprimir o previsualizar un informe si no está instalado Microsoft Report Viewer. Microsoft Report Viewer se puede instalar desde la carpeta Componentes de requisitos previos del soporte de instalación de Microsoft Dynamics NAV. Póngase en contacto con el administrador del sistema.
fi_fi: Raporttia ei voi tulostaa eikä esikatsella, jos Microsoft Report Viewer -ohjelmaa ei ole asennettu. Microsoft Report Viewer -ohjelman voi asentaa Microsoft Dynamics NAV:n asennusmedian edellytettyjen osien kansiosta (Prerequisite Components). Ota yhteys järjestelmänvalvojaan.
fr_ca: Vous ne pouvez pas imprimer ou afficher un aperçu d'un rapport si la Visionneuse de rapports Microsoft n'est pas installée. La Visionneuse de rapports Microsoft peut être installée depuis le dossier des composantes requis qui se trouve sur le support d'installation de Microsoft Dynamics NAV. Contactez votre administrateur système.
is_is: Það er ekki hægt að prenta eða skoða skýrslu ef Microsoft-skýrsluskoðun hefur ekki verið sett upp. Hægt er að setja upp Microsoft-skýrsluskoðun úr möppunni Nauðsynlegir íhlutir (Prerequisite Components) á uppsetningardiski Microsoft Dynamics NAV. Hafa skal samband við kerfisstjóra.
it_it: Impossibile stampare o visualizzare in anteprima un report se non è stato installato Visualizzatore report Microsoft. Visualizzatore report Microsoft può essere installato dalla cartella dei componenti dei prerequisiti del supporto di installazione di Microsoft Dynamics NAV. Contattare l'amministratore di sistema.
nb_no: Du kan ikke skrive ut eller forhåndsvise en rapport når Microsoft Report Viewer ikke er installert. Microsoft Report Viewer kan installeres fra mappen med nødvendige komponenter på installasjonsmediet for Microsoft Dynamics NAV. Kontakt systemansvarlig.
nl_be: U kunt geen (voorbeeld)afdrukken van lijsten maken als Microsoft Report Viewer niet is geïnstalleerd. U kunt Microsoft Report Viewer installeren vanuit de map Prerequisite Components op het installatiemedium van Microsoft Dynamics NAV. Neem contact op met de systeembeheerder.
ru_ru: Невозможно выполнить печать или предварительный просмотр отчета, т.к. не установлена программа Microsoft Report Viewer. Microsoft Report Viewer можно установить из папки необходимых компонентов, расположенной на установочном носителе Microsoft Dynamics NAV. Обратитесь к системному администратору.
sv_se: Du kan inte skriva ut eller förhandsgranska en rapport när Microsoft Report Viewer inte har installerats. Microsoft Report Viewer kan installeras från mappen för obligatoriska komponenter (Prerequisite Components) på installationsmediet för Microsoft Dynamics NAV. Kontakta systemadministratören.

# IllegalCalcDateArgument
source: CalcDate: The first argument must be of type DateFormula or Text
cs_cz: CalcDate: První parametr musí být typu DateFormula nebo Text
da_dk: CalcDate: Det første argument skal være af typen DateFormula eller Tekst
de_ch: CalcDate: Beim ersten Argument muss es sich um ein Argument vom Typ 'DateFormula' oder 'Text' handeln.
es_mx: CalcDate: El primer argumento debe ser de tipo DateFormula o Text
fi_fi: CalcDate: ensimmäisen argumentin tyypin pitää olla DateFormula tai Teksti
fr_ca: CalcDate : Le premier argument doit être de type DateFormula ou Text
is_is: CalcDate: Fyrsta frumbreytan verður að vera af tegundinni DateFormula eða Text
it_it: CalcDate: il primo argomento deve essere di tipo DateFormula o Text
nb_no: CalcDate: Det første argumentet må være av typen DateFormula eller Text
nl_be: BerDatum: Het eerste argument moet tot het type DateFormula of Text behoren
ru_ru: CalcDate: первый аргумент должен быть текстом или иметь тип DateFormula
sv_se: CalcDate: Det första argumentet måste vara av typen DateFormula eller Text
