Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# DotNetVariableNotCreated2
source: A DotNet variable has not been instantiated. Attempting to call {4}.{3} in {1} {2}: {0}
cs_cz: Toto hlášení je pro programátory C/AL: proměnná DotNet nebyla inicializována. Pokus o volání {4}.{3} v {1} {2}: {0}
da_dk: Der er ikke blevet instantieret en DotNet-variabel. Forsøger at kalde {4}.{3} i {1} {2}: {0}
de_ch: Für eine DotNet-Variable wurde keine Instanz erstellt. Versuch des Aufrufs von {4}.{3} in {1} {2}: {0}
es_mx: No se ha creado la instancia de la variable DotNet. Se está intentado llamar a {4}.{3} en {1} {2}: {0}
fi_fi: DotNet-muuttujan esiintymää ei ole luotu. Yritetään kutsua menetelmää {4}.{3} kohteessa {1} {2}: {0}
fr_ca: Une variable DotNet n'a pas été instanciée. Tentative d'appel de {4}.{3} dans {1} {2} : {0}
is_is: DotNet-færibreyta hefur ekki verið eintekin. Reynir að kalla á {4}.{3} í {1} {2}: {0}
it_it: Non è stata creata un'istanza di una variabile DotNet. Tentativo di chiamare {4}.{3} in {1} {2}: {0}
nb_no: En DotNet-variabel har ikke blitt instansiert. Forsøker å kalle {4}.{3} i {1} {2}: {0}
nl_be: De DotNet-variabele is niet geïnstantieerd. Poging om {4}.{3} aan te roepen in {1} {2}: {0}
ru_ru: Экземпляр переменной DotNet не создан. Попытка вызова {4}.{3} в {1} {2}: {0}
sv_se: En DotNet-variabel har inte instansierats. Försöker anropa {4}.{3} i {1} {2}: {0}

# DotNetVariableNotCreated3
source: A DotNet variable of type {3} has not been instantiated in {1} {2}: {0}
cs_cz: Tato zpráva je určena pro programátory C/AL: proměnná DotNet typu {3} nebyla inicializována v {1} {2}: {0}
da_dk: Der er ikke blevet instantieret en DotNet-variabel af typen {3} i {1} {2}: {0}
de_ch: Für eine DotNet-Variable vom Typ {3} wurde in {1} {2} keine Instanz erstellt: {0}
es_mx: No se ha creado la instancia de la variable DotNet de tipo {3} en {1} {2}: {0}
fi_fi: Tyypin {3} DotNet-muuttujan esiintymää ei ole luotu kohteessa {1} {2}: {0}
fr_ca: Une variable DotNet de type {3} n'a pas été instanciée dans {1} {2} : {0}
is_is: DotNet-færibreyta af gerðinni {3} hefur ekki verið eintekin í {1} {2}: {0}.
it_it: Non è stata creata un'istanza di una variabile DotNet di tipo {3} in {1} {2}: {0}
nb_no: En DotNet-variabel av typen {3} har ikke blitt instansiert i {1} {2}: {0}
nl_be: De DotNet-variabele van het type {3} is niet geïnstantieerd in {1} {2}: {0}
ru_ru: Экземпляр переменной DotNet типа {3} не создан в {1} {2}: {0}
sv_se: En DotNet-variabel av typen {3} har inte instansierats i {1} {2}: {0}

# DotNetControlEventHandler
source: EventHandler '{0}' is not valid. Make sure that the EventHandler's return type and parameter types are valid.
cs_cz: Toto hlášení je pro programátory C/AL: EventHandler '{0}' není platný. Ujistěte se, zda je platný typ a parametr vracený prostřednictvím EventHandler.
da_dk: EventHandler '{0}' er ugyldig. Kontrollér, at EventHandlerens returtype og parametertyper er gyldige.
de_ch: Der EventHandler '{0}' ist ungültig. Der Rückgabetyp und die Parametertypen des EventHandlers sind gültig.
es_mx: El EventHandler '{0}' no es válido. Compruebe que el tipo de retorno de EventHandler y los tipos de parámetro sean válidos.
fi_fi: EventHandler {0} ei ole kelvollinen. Varmista, että EventHandler-kohteen palautustyyppi ja parametrien tyypit ovat kelvolliset.
fr_ca: L'EventHandler « {0} » n'est pas valide. Assurez-vous que le type de retour et les types de paramètre de l'EventHandler sont valides.
is_is: EventHandler '{0}' er ekki gildur. Gakktu úr skugga um að skilagerð og færibreytugerðir EventHandler séu gildar.
it_it: EventHandler '{0}' non valido. Verificare che i tipi di parametri e il tipo restituito di EventHandler siano validi.
nb_no: EventHandler {0} er ikke gyldig. Kontroller at returtypen for EventHandler og parametertypene er gyldige.
nl_be: EventHandler '{0}' is niet geldig. Controleer of het retourtype en de parametertypen van EventHandler geldig zijn.
ru_ru: EventHandler "{0}" недопустим. Проверьте правильность возвращаемого типа и типов параметров для EventHandler.
sv_se: EventHandler {0} är inte giltig. Kontrollera att returtyper och parametertyper för EventHandler är giltiga.

# NavPane_OpenInNewWindow
source: Open In New Window
cs_cz: Otevřít v novém okně
da_dk: Åbn i nyt vindue
de_ch: In neuem Fenster öffnen
es_mx: Abrir en una nueva ventana
fi_fi: Avaa uudessa ikkunassa
fr_ca: Ouvrir dans une nouvelle fenêtre
is_is: Opna í nýjum glugga
it_it: Apri in un'altra finestra
nb_no: Åpne i nytt vindu
nl_be: Openen in nieuw venster
ru_ru: Открыть в новом окне
sv_se: Öppna i nytt fönster

# ToolTipClearFilterAction
source: Show all entities that exist for the page. The list of entities may be delimited to show only entities with a certain state.
cs_cz: Zobrazit všechny záznamy, které pro stránku existují.
da_dk: Vis alle de enheder, som eksisterer for siden. Listen over enheder kan afgrænses til kun at vise enheder med en bestemt tilstand.
de_ch: Zeigen Sie alle Entitäten an, die für die Seite vorhanden sind. Die Liste der Entitäten ist möglicherweise eingeschränkt und zeigt nur Entitäten mit einem bestimmten Status an.
es_mx: Muestra todas las entidades existentes para la página. La lista de entidades puede delimitarse para mostrar únicamente las entidades con un estado concreto.
fi_fi: Näytä kaikki sivun objektit. Objektiluettelon voi rajata siten, että siinä näkyvät vain objektit, joilla on tietty tila.
fr_ca: Affichez toutes les entités qui existent pour la page. La liste des entités peut être délimitée pour afficher uniquement les entités présentant une certaine province.
is_is: Sýna allar fyrirliggjandi einingar fyrir síðuna. Listi yfir einingar gæti verið afmarkaður til að sýna einungis einingar með tiltekna stöðu.
it_it: Mostra tutte le entità che esistono per la pagina. La lista può essere limitata in modo da mostrare solo le entità con un determinato stato.
nb_no: Vis alle enheter som finnes for siden. Listen over enheter kan begrenses til bare å vise enheter med en bestemt tilstand.
nl_be: Geef alle entiteiten weer die voor de pagina bestaan. De lijst met entiteiten kan worden beperkt zodat alleen entiteiten met een bepaalde status worden weergegeven.
ru_ru: Показать все существующие для страницы объекты. Список объектов можно ограничить и вывести только объекты в определенном состоянии.
sv_se: Visa alla enheter som finns för sidan. Listan med enheter kan vara begränsad till att bara visa enheter med en viss status.

# UserNameMustBeUnique
source: The user name must be unique.
cs_cz: Uživatelské jméno musí být unikátní.
da_dk: Brugernavnet skal være entydigt.
de_ch: Der Benutzername muss eindeutig sein.
es_mx: El nombre de usuario debe ser único.
fi_fi: Käyttäjänimen tulee olla yksilöivä.
fr_ca: Le nom d'utilisateur doit être unique.
is_is: Notandanafnið verður að vera einkvæmt.
it_it: Il nome utente deve essere univoco.
nb_no: Brukernavnet må være unikt.
nl_be: De gebruikersnaam moet uniek zijn.
ru_ru: Имя пользователя должно быть уникальным.
sv_se: Användarnamnet måste vara unikt.

# DesignPageBaseSystemObjectCaption
source: Design, Page, Basic
cs_cz: Design, stránky, Basic
da_dk: Design, Side, Grundlæggende
de_ch: Design, Seite, Standard
es_mx: Diseño, Página, Básico
fi_fi: Suunnittelu, Sivu, Perus
fr_ca: Créer, Page, Base
is_is: Hanna, Bls., Grunnur
it_it: Design, Pagina, Standard
nb_no: Design, Side, Basis
nl_be: Ontwerp, Pagina, Basis
ru_ru: Дизайн, Страница, Базовый
sv_se: Design, Sida, Grunder

# MissingUIHandler
source: Unhandled UI: {0} {1}
cs_cz: Neošetřené UI: {0} {1}
da_dk: Uhåndteret brugergrænseflade: {0} {1}
de_ch: Unbehandelte Benutzeroberfläche (UI): {0} '{1}'
es_mx: IU no controlada: {0} {1}
fi_fi: Käsittelemätön käyttöliittymä: {0} {1}
fr_ca: UI non gérée : {0} {1}
is_is: Ómeðhöndlað notendaviðmót: {0} {1}
it_it: Interfaccia utente non gestita: {0} {1}
nb_no: Ubehandlet grensesnitt: {0} {1}
nl_be: Niet-verwerkte gebruikersinterface: {0} {1}
ru_ru: Необработанный пользовательский интерфейс: {0} {1}
sv_se: Ohanterat gränssnitt: {0} {1}

# ObsoleteType
source: The {0} type is obsolete.
cs_cz: Typ {0} je zastaralý.
da_dk: Typen {0} er forældet.
de_ch: Der {0}-Typ ist veraltet.
es_mx: El tipo {0} está obsoleto.
fi_fi: Tyyppi {0} on vanhentunut.
fr_ca: Le type {0} est obsolète.
is_is: Gerðin {0} er úrelt.
it_it: Il tipo {0} è obsoleto.
nb_no: Typen {0} er foreldet.
nl_be: Het type {0} is verouderd.
ru_ru: Тип {0} является устаревшим.
sv_se: Typen {0} är föråldrad.

# UpgradeTableDefinitionDifferFromOldTable
source: The definition of the upgrade table '{0}' must match the definition of the old table '{1}'.
da_dk: Definitionen af opgraderingstabellen '{0}' skal svare til definitionen af den gamle tabel '{1}'.
de_ch: Die Definition der Upgrade-Tabelle "{0}" muss der Definition der alten Tabelle "{1}" entsprechen.
es_mx: La definición de la tabla de actualización '{0}' debe corresponder con la definición de la tabla anterior '{1}'.
fi_fi: Päivitystaulukon {0} määrityksen on vastattava vanhan taulukon {1} määritystä.
fr_ca: La définition de la table de mise à niveau « {0} » doit correspondre à celle de l'ancienne table « {1} ».
is_is: Skilgreiningin á uppfærslutöflunni „{0}“ þarf að passa við skilgreiningu gömlu töflunnar „{1}“.
it_it: La definizione della tabella di aggiornamento '{0}' deve corrispondere alla definizione della tabella precedente '{1}'.
nb_no: Definisjonen av oppgraderingstabellen {0} må samsvare med definisjonen av den gamle tabellen {1}.
nl_be: De definitie van de upgradetabel '{0}' moet overeenkomen met de definitie van de oude tabel '{1}'.
ru_ru: Определение таблицы обновления "{0}" должно совпадать с определением старой таблицы "{1}".
sv_se: Definitionen av uppgraderingstabellen {0} måste matcha definitionen i den gamla tabellen {1}.

# FilterAccDescription_SummaryPane
source: Shows a summary of applied filters and sort order.
cs_cz: Zobrazí souhrn použité filtry a pořadí řazení.
da_dk: Viser en oversigt over anvendte filtre og sorteringsrækkefølgen.
de_ch: Zeigt eine Zusammenfassung der angewendeten Filter und Sortierreihenfolge an.
es_mx: Muestra un resumen de los filtros aplicados y el orden de clasificación.
fi_fi: Näyttää yhteenvedon käytetyistä suodattimista ja lajittelujärjestyksestä.
fr_ca: Affiche un récapitulatif des filtres appliqués et de l'ordre de tri.
is_is: Sýnir samantekt yfir notaðar afmarkanir og röðun.
it_it: Mostra un riepilogo dei filtri e dell'ordinamento applicati.
nb_no: Vis et sammendrag av filtre og sorteringsrekkefølger som er brukt.
nl_be: Een overzicht weergeven van toegepaste filters en de sorteervolgorde.
ru_ru: Отображает сводку по примененным фильтрам и сортировке.
sv_se: Visar en sammanfattning av filter som används och sorteringsordningen.

# ValidationErrorsOnParentForm
source: There are validation errors on the page. Resolve the validation errors before customizing.
cs_cz: Na stránce existují chyby v ověřování. Vyřešte chyby ověření před přizpůsobením stránky.
da_dk: Der er valideringsfejl på siden. Ret valideringsfejlene, før du foretager tilpasninger.
de_ch: Die Seite enthält Überprüfungsfehler. Beheben Sie die Fehler vor der Anpassung.
es_mx: Hay errores de validación en la página. Resuelva los errores de validación antes de personalizar.
fi_fi: Sivulla on tarkistusvirheitä. Ratkaise tarkistusvirheet ennen mukauttamista.
fr_ca: La page contient des erreurs de validation. Résolvez-les avant de personnaliser la page.
is_is: Það eru prófunarvillur á síðunni. Lagfæra þarf villurnar fyrir sérstillingu.
it_it: Errori di convalida nella pagina. Risolvere gli errori di convalida prima della personalizzazione.
nb_no: Siden inneholder valideringsfeil. Løs valideringsfeilene før siden tilpasses.
nl_be: Er zijn validatiefouten op de pagina. Los de validatiefouten op voordat u aanpassingen maakt.
ru_ru: На странице обнаружены ошибки проверки. Их следует устранить до выполнения настройки.
sv_se: Det finns valideringsfel på sidan. Lös valideringsfelen innan du anpassar.

source: Cannot connect to NST
cs_cz: Nelze se připojit k NST
da_dk: Der kan ikke oprettes forbindelse til NST
de_ch: Verbindung mit NST kann nicht hergestellt werden.
es_mx: No se puede conectar con NST
fi_fi: Yhteyden muodostaminen NST-kohteeseen ei onnistu
fr_ca: Impossible de se connecter à NST
is_is: Það er ekki hægt að tengjast NST
it_it: Impossibile connettersi a NST
nb_no: Kan ikke koble til NST
nl_be: Kan geen verbinding maken met NST
ru_ru: Не удается подключиться к NST
sv_se: Det går inte att ansluta till NST

# ErrorReportingCopyToClipBoard
source: Do you want to copy the stack trace to the Clipboard?
cs_cz: Přejete si zkopírovat trasování zásobníku do schránky?
da_dk: Vil du kopiere staksporingen til Udklipsholder?
de_ch: Möchten Sie die Stapelüberwachung in die Zwischenablage kopieren?
es_mx: ¿Desea copiar el seguimiento de la pila en el Portapapeles?
fi_fi: Haluatko kopioida pinon jäljityksen leikepöydälle?
fr_ca: Souhaitez-vous copier le suivi de la pile dans le Presse-papiers ?
is_is: Á að afrita staflaferilinn á klippiborðið?
it_it: Copiare l'analisi dello stack negli Appunti?
nb_no: Vil du kopiere stakksporingen til utklippstavlen?
nl_be: Wilt u de stacktracering naar het klembord kopiëren?
ru_ru: Копировать данные трассировки стека в буфер обмена?
sv_se: Vill du kopiera stackspåret till Urklipp?

# MenuItemSort
source: Sort
cs_cz: Řazení
da_dk: Sortér
de_ch: Sortieren
es_mx: Ordenar
fi_fi: Lajittele
fr_ca: Trier
is_is: Raða
it_it: Ordina
nb_no: Sorter
nl_be: Sorteren
ru_ru: Сортировка
sv_se: Sortera

# Caption_RenameButton
source: Rename "{0}"
cs_cz: Přejmenovat "{0}"
da_dk: Omdøb "{0}"
de_ch: "{0}" umbenennen
es_mx: Cambiar de nombre "{0}"
fi_fi: Nimeä "{0}" uudelleen
fr_ca: Renommer « {0} »
is_is: Breyta heiti "{0}"
it_it: Rinomina "{0}"
nb_no: Gi nytt navn til {0}
nl_be: Naam van "{0}" wijzigen
ru_ru: Переименовать "{0}"
sv_se: Byt namn på {0}

# 00095-50010
source: The value of {0} parameter {1} is outside of the permitted range. The current value is: {2}. The permitted range is: from {3} to {4}.
cs_cz: Hodnota {0} parametru {1} leží mimo definovaný interval. Aktuální hodnota je: {2}. Definovaný interval je: od {3} do {4}.
da_dk: Værdien af {0}-parameteren {1} er ikke inden for det tilladte interval. Den aktuelle værdi er: {2}. Det tilladte interval er: Fra {3} til {4}.
de_ch: Der Wert des {0}-Parameters {1} liegt ausserhalb des zulässigen Bereichs. Der aktuelle Wert ist: {2}. Der zulässige Bereich ist: {3} bis {4}.
es_mx: El valor del parámetro {1} de {0} está fuera del intervalo permitido. El valor actual es: {2}. El intervalo permitido es: de {3} a {4}.
fi_fi: Kohteen {0} parametrin {1} arvo on sallitun alueen ulkopuolella. Nykyinen arvo on {2}. Sallittu arvoalue on {3} - {4}.
fr_ca: La valeur du paramètre {0} {1} est en-dehors de l'intervalle autorisé. La valeur actuelle est : {2}. L'intervalle autorisé est : de {3} à {4}.
is_is: Gildi færibreytunnar {0}, {1}, er utan leyfilegs sviðs. Núverandi gildi er: {2}. Leyfilegt gildi er: frá {3} til {4}.
it_it: Il valore {1} del parametro {0} non è compreso nell'intervallo consentito. Valore corrente: {2}. Intervallo consentito: da {3} a {4}.
nb_no: Verdien for {0}-parameteren {1} er utenfor det tillatte området. Gjeldende verdi er {2}. Det tillatte området er fra {3} til {4}.
nl_be: De waarde van {0} parameter {1} valt buiten het toegestane bereik. De huidige waarde is: {2}. Het toegestane bereik is: van {3} tot {4}.
ru_ru: Значение {0} параметра {1} вне разрешенного диапазона. Текущее значение: {2}. Разрешенный диапазон: от {3} до {4}.
sv_se: Värdet för {0}-parametern {1} ligger utanför det tillåtna intervallet. Det aktuella värdet är {2}. Det tillåtna intervallet är: från {3} till {4}.

# 00095-50110
source: The Element <{0}> is unexpected.
cs_cz: Element <{0}> je nečekaný
da_dk: Elementet <{0}> var uventet.
de_ch: Das Element <{0}> wurde nicht erwartet.
es_mx: No se espera el elemento <{0}>.
fi_fi: Elementti <{0}> on odottamaton.
fr_ca: L'élément <{0}> n'est pas attendu.
is_is: Atriðið <{0}> er óvænt.
it_it: L'elemento <{0}> non è previsto.
nb_no: Elementet <{0}> er uventet.
nl_be: Element <{0}> wordt niet verwacht.
ru_ru: Непредвиденный элемент <{0}>.
sv_se: Elementet <{0}> förväntas inte.

# NavigateQueryNodeParameterNotSpecified
source: The navigate command requires the node parameter, which is not specified.
cs_cz: Navigační příkaz vyžaduje parametr uzlu, který není zadán.
da_dk: Navigationskommandoen kræver nodeparameteren, og denne ikke er angivet.
de_ch: Für den Navigationsbefehl ist der Knotenparameter erforderlich, der nicht angegeben wurde.
es_mx: El comando de navegación requiere un parámetro de nodo que no se especifica.
fi_fi: Navigointikomento edellyttää solmun parametria, jota ei ole määritetty.
fr_ca: La commande Naviguer exige le paramètre de nœud, mais celui-ci n'est pas spécifié.
is_is: Færsluleitarskipunin krefst hnútsfæribreytunnar, sem er ekki tilgreind.
it_it: Per il corretto funzionamento del comando di navigazione, è necessario specificare il parametro del nodo.
nb_no: Navigeringskommandoen krever at nodeparameteren angis. Dette er ikke gjort.
nl_be: De opdracht navigate vereist de parameter node, maar deze is niet opgegeven.
ru_ru: Не указан параметр node, обязательный для команды navigate.
sv_se: Navigeringskommandot kräver nodparametern, som inte angetts.

# Label_BandGroupEnd
source: End of {0}
cs_cz: Konec {0}
da_dk: Slut på {0}
de_ch: Ende von {0}
es_mx: Final de {0}
fi_fi: Kohteen {0} loppu
fr_ca: Fin de {0}
is_is: Lok {0}
it_it: Fine di {0}
nb_no: Slutt på {0}
nl_be: Einde van {0}
ru_ru: Конец {0}
sv_se: Slut på {0}

# MenuItemSelectedItem
source: Selected Item
cs_cz: Vybraná položka
da_dk: Valgte vare
de_ch: Ausgewählter Artikel
es_mx: Producto seleccionado
fi_fi: Valittu nimike
fr_ca: Élément sélectionné
is_is: Valin vara
it_it: Articolo selezionato
nb_no: Valgt vare
nl_be: Geselecteerd artikel
ru_ru: Выбранный товар
sv_se: Valt objekt

# CallbackNotAllowedCreateDotNetHandle
source: {0} attempted to issue a client callback to create a DotNet object: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta pro vytvoření objektu DotNet: {1} ({2}{4} {3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at oprette et DotNet-objekt: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Erstellen eines .NET-Objekts auszugeben: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para crear un objeto DotNet: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun DotNet-objektin luomista varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour créer un objet DotNet : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að stofna DotNet-hlut: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per creare un oggetto .NET: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å opprette et DotNet-objekt: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een DotNet-object te maken: {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для создания объекта DotNet: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna skapa ett DotNet-objekt: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# MenuItemPart
source: Part
cs_cz: Část
da_dk: Del
de_ch: Teil
es_mx: Elemento
fi_fi: Osa
fr_ca: Partie
is_is: Hluti
it_it: Parte
nb_no: Del
nl_be: Onderdeel
ru_ru: Часть
sv_se: Del

# MenuItemShowInStandardView
source: Show in Standard View
cs_cz: Zobrazit ve standardním zobrazení
da_dk: Vis i standardvisning
de_ch: In der Standardansicht anzeigen
es_mx: Mostrar en vista estándar
fi_fi: Näytä vakionäkymässä
fr_ca: Afficher dans la vue standard
is_is: Sýna í venjulegu yfirliti
it_it: Visualizzazione standard
nb_no: Vis i standardvisning
nl_be: Weergeven in standaardweergave
ru_ru: Показать в стандартном представлении
sv_se: Visa i standardvy

# Saml2TokenExpired
source: The SAML2 token is invalid because its validity period ended.
cs_cz: SAML2 tokenu je neplatný, protože jeho platnost skončila.
da_dk: Tokenet SAML2 er ugyldigt, fordi gyldighedsperioden er endt.
de_ch: Das SAML2-Token ist ungültig, da die Gültigkeitsdauer beendet ist.
es_mx: El token SAML2 no es válido porque su periodo de validez ha finalizado.
fi_fi: SAML2-tunnus ei kelpaa, koska sen voimassaoloaika on päättynyt.
fr_ca: Le jeton SAML2 n'est pas valide car sa période de validité est terminée.
is_is: SAML2-merkið er ógilt, gildistími þess er liðinn.
it_it: Il token SAML2 non è valido perché il periodo di validità è scaduto.
nb_no: SAML2-tokenet er ugyldig fordi gyldighetsperioden er utløpt.
nl_be: Het SAML2-token is ongeldig omdat de geldigheidsperiode van het token is verstreken.
ru_ru: Маркер SAML2 недействителен, так как период его действия истек.
sv_se: Den angivna SAML2-token är ogiltig eftersom dess giltighetstid har gått ut.

# FilterOnInvalidField
source: Filter could not be applied. Could not apply filter "{1}" to column no. "{0}" because the field is missing or unavailable.
cs_cz: Nelze použít filtr "{1}" na sloupec číslo "{0}", protože pole chybí nebo není k dispozici.
da_dk: Filteret kunne ikke anvendes. Kunne ikke anvende filter "{1}" på kolonnenr. "{0}", da feltet mangler eller er ikke er disponibelt.
de_ch: Der Filter konnte nicht angewendet werden. Es war nicht möglich, den Filter "{1}" auf die Spaltennr. "{0}" anzuwenden, da das Feld fehlt oder nicht verfügbar ist.
es_mx: El filtro no se pudo aplicar. No se pudo aplicar el filtro "{1}" a la columna n.º '{0}' porque que falta el campo o no está disponible.
fi_fi: Suodatinta ei voitu ottaa käyttöön. Suodatinta "{1}" ei voi käyttää sarakkeeseen nro "{0}", koska kenttä puuttuu tai ei ole käytössä.
fr_ca: Le filtre ne peut pas être appliqué. Impossible d'appliquer le filtre « {1} » au n° colonne « {0} » car le champ est absent ou non disponible.
is_is: Ekki var hægt að nota afmörkunina. Ekki tókst að nota afmörkunina „{1}“ á dálk nr. „{0}“ því reitina vantar eða þeir eru ekki tiltækir.
it_it: Impossibile applicare il filtro "{1}" alla colonna nr. "{0}" perché il campo è mancante o non disponibile.
nb_no: Kan ikke ta i bruk filteret. Kan ikke ta i bruk filteret {1} med kolonne nummer {0} fordi feltet mangler eller er utilgjengelig.
nl_be: Filter kan niet worden toegepast. Kan filter {1} niet toepassen op kolomnummer {0} omdat het veld niet beschikbaar is of is uitgeschakeld.
ru_ru: Фильтр не удалось применить. Не удалось применить фильтр "{1}" к столбцу с номером "{0}", так как поле отсутствует или недоступно.
sv_se: Det gick inte att använda filtret. Det gick inte att använda filtret {1} i kolumn nummer {0} eftersom fältet saknas eller är inte är tillgängligt.
