Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# NavConstFilterNotCompatible
source: The type of the constant must be compatible with that of the {2} field, and the length of the constant must not exceed the length of the field. Type: {0} <-- {1} Field: {2} <-- {3} Table: {4}
cs_cz: Typ konstanty musí být kompatibilní s pole (2), a délka konstanta nesmí přesáhnout délku pole. Typ: {0} < – {1} Obor: {2} < – {3} Tabulka: {4}
da_dk: Konstanten skal have samme type som feltet {2}, og konstantens længde må ikke overskride feltets længde. Type: {0} <-- {1} Felt: {2} <-- {3} Tabel: {4}
de_ch: Die Art der Konstante muss mit der Art des Felds '{2}' kompatibel sein, und die Länge der Konstante darf die Länge des Felds nicht übersteigen. Typ: {0} <-- {1} Field: {2} <-- {3} Tabelle: {4}
es_mx: El tipo de la constante debe ser compatible con el del campo {2} y la longitud de la constante no debe superar la longitud del campo. Tipo: {0} <-- {1} Campo: {2} <-- {3} Tabla: {4}
fi_fi: Vakion tyypin on oltava yhteensopiva kentän {2} tyypin kanssa, eikä vakion pituus saa ylittää kentän pituutta. Tyyppi: {0} <-- {1} Kenttä: {2} <-- {3} Taulukko: {4}
fr_ca: Le type de la constante doit être compatible avec celui du champ {2}, et la longueur de la constante ne doit pas excéder celle du champ. Type : {0} <-- {1} Champ : {2} <-- {3} Table : {4}
is_is: Tegund fasta verður að vera í samræmi við tegund reitsins {2} og lengd fastans má ekki vera meiri en lengd reitsins. Tegund: {0} <-- {1} Reitur: {2} <-- {3} Tafla: {4}
it_it: Il tipo della costante deve essere compatibile con quella del campo {2}, e la lunghezza della costante non può essere maggiore di quella del campo. Tipo: {0} <-- {1} Campo: {2} <-- {3} Tabella: {4}
nb_no: Konstantens type må være kompatibel med den i feltet {2}, og konstantens lengde kan ikke være større enn feltet. Type: {0} <-- {1} Felt: {2} <-- {3} Tabell: {4}
nl_be: De constante moet hetzelfde type en grootte hebben als het veld {2}. Type: {0} <-- {1} Veld: {2} <-- {3} Tabel: {4}
ru_ru: Тип константы должен быть совместим с типом поля {2}, а длина константы не должна превышать длину поля. Тип: {0} <-- {1} Поле: {2} <-- {3} Таблица: {4}
sv_se: Konstanten måste ha samma datatyp som fältet {2} och konstantens längd får inte överskrida fältets längd. Typ: {0} <-- {1} Fält: {2} <-- {3} Tabell: {4}

# InvalidPersonalizationMetadataFormat
source: The page definition is not valid. You cannot personalize this page.
cs_cz: Definice stránky je neplatný. Nelze přizpůsobit tuto stránku.
da_dk: Sidedefinitionen er ugyldig. Du kan ikke tilpasse denne side.
de_ch: Die Seitendefinition ist ungültig. Diese Seite kann nicht personalisiert werden.
es_mx: La definición de página especificada no es válida. No se puede personalizar esta página.
fi_fi: Sivun määritys ei kelpaa. Et voi mukauttaa tätä sivua.
fr_ca: La définition de page n'est pas valide. Vous ne pouvez pas personnaliser cette page.
is_is: Síðuskilgreiningin er ekki gild. Ekki er hægt að sérsníða þessa síðu.
it_it: La definizione di pagina specificata non è valida. Impossibile personalizzare questa pagina.
nb_no: Sidedefinisjonen er ikke gyldig. Du kan ikke tilpasse denne siden.
nl_be: De paginadefinitie is niet geldig. U kunt deze pagina niet personaliseren.
ru_ru: Определение страницы не действительно. Эту страницу невозможно персонализировать.
sv_se: Siddefinitionen är ogiltig. Det går inte att anpassa den här sidan.

# ValidateFlowFieldDifferenceOutsideFilter
source: It is not possible to change the value of the {0} field in the {1} table, because the difference between the existing and new values falls outside the range permitted by the filters on the field.
cs_cz: Není možné změnit hodnotu pole {0} v {1} tabulce, protože rozdíl mezi stávajícími a novými hodnotami spadá mimo interval definovaný filtry na poli.
da_dk: Det er ikke muligt at ændre værdien af feltet {0} i tabellen {1}, fordi forskellen mellem de eksisterende værdier og de nye værdier ligger uden for det interval, der tillades af filtrene på feltet.
de_ch: Der Wert des Felds '{0}' in der Tabelle '{1}' kann nicht geändert werden, da die Differenz zwischen dem vorhandenen und dem neuen Wert ausserhalb des zulässigen Bereichs liegt, der durch die Filter für das Feld vorgegeben ist.
es_mx: No es posible cambiar el valor del campo {0} en la tabla {1} porque la diferencia entre los valores nuevos y existentes se encuentra fuera del rango permitido por los filtros del campo.
fi_fi: Taulukon {1} kentän {0} arvoa ei ole mahdollista muuttaa, koska aiempien ja uusien arvojen ero on kentän suodattimien salliman alueen ulkopuolella.
fr_ca: Il n'est pas possible de modifier la valeur du champ {0} dans la table {1}, car la différence entre les valeurs existantes et nouvelles sont en dehors de la plage autorisée par les filtres sur le champ.
is_is: Ekki er hægt að breyta gildi fyrir reitinn {0} í töflunni {1} vegna þess að mismunurinn á milli fyrirliggjandi gilda og nýrra gilda fellur utan bilsins sem afmarkanir í reitnum leyfa.
it_it: Impossibile modificare il valore del campo {0} nella tabella {1}, perché la differenza tra i valori esistenti e i valori nuovi è esterna all'intervallo consentito dai filtri nel campo.
nb_no: Det er ikke mulig å endre verdien for feltet {0} i tabellen {1} fordi forskjellen mellom de eksisterende og nye verdiene faller utenfor området som tillates av filtrene for feltet.
nl_be: Het is niet mogelijk de waarde te wijzigen van het veld {0} in de tabel {1}, omdat het verschil tussen de bestaande en nieuwe waarden vallen buiten het bereik dat is toegestaan door de filters in het veld.
ru_ru: Невозможно изменить значение поля {0} в таблице {1}, так как разность между существующим и новым значениями выходит за диапазон, разрешенный фильтрами по этому полю.
sv_se: Det går inte att ändra värdet i fältet {0} i tabellen {1} eftersom skillnaden mellan det befintliga och nya värdet hamnar utanför det tillåtna intervallet i filtret i fältet.

# ChartDefinitionFieldsMustBeSpecifiedForMeasures
source: The field of a measure must be specified.
cs_cz: Pole metriky musí být specifikováno.
da_dk: Feltet for et mål skal angives.
de_ch: Für eine Kennzahl muss das Feld angegeben werden.
es_mx: Se debe especificar el campo de una medida.
fi_fi: Mitan kentän tulee olla määritettynä.
fr_ca: Le champ d'une mesure doit être spécifié.
is_is: Tilgreina verður mælieiningareitinn.
it_it: Specificare il campo di una misura
nb_no: Feltet for et mål må angis.
nl_be: Het veld van een meting moet worden opgegeven.
ru_ru: Должно быть задано поле меры.
sv_se: Fältet för ett mätvärde måste anges.

# ChunkAlreadyExist
source: A user-defined group with the name {0} already exists.
cs_cz: Uživatelsky definovaná skupina s názvem {0} již existuje.
da_dk: Der findes allerede en brugerdefineret gruppe med navnet {0}.
de_ch: Eine benutzerdefinierte Gruppe mit dem Namen '{0}' ist bereits vorhanden.
es_mx: Ya existe un grupo definido por el usuario denominado {0}.
fi_fi: Käyttäjän määrittämä ryhmä {0} on jo olemassa.
fr_ca: Un groupe défini par l'utilisateur nommé {0} existe déjà.
is_is: Notandaskilgreindur hópur með heitið {0} er þegar til.
it_it: Un gruppo definito dall'utente con il nome {0} esiste già.
nb_no: En brukerdefinert gruppe med navnet {0} finnes allerede.
nl_be: De door de gebruiker gedefinieerde groep {0} bestaat al.
ru_ru: Пользовательская группа с именем {0} уже существует.
sv_se: Det finns redan en användardefinierad grupp med namnet {0}.

# LoadFileName
source: Name:
cs_cz: Název:
da_dk: Navn:
es_mx: Nombre:
fi_fi: Nimi:
fr_ca: Nom :
is_is: Heiti:
it_it: Nome:
nb_no: Navn:
nl_be: Naam:
ru_ru: Название:
sv_se: Namn:

# BatchJobCriteria
source: Batch Job Criteria - {0}
cs_cz: Kritérií dávkové úlohy - {0}
da_dk: Kørselskriterier - {0}
de_ch: Stapelverarbeitungskriterien - {0}
es_mx: Criterios de trabajo por lotes - {0}
fi_fi: Eräajon kriteerit - {0}
fr_ca: Critères de traitement en lot - {0}
is_is: Keyrsluskilyrði - {0}
it_it: Criteri processo batch - {0}
nb_no: Kjørselkriterier - {0}
nl_be: Batchtaakcriteria - {0}
ru_ru: Критерии пакетного задания - {0}
sv_se: Kriterier för batchjobb - {0}

# FileExportBinarySystemObjectCaption
source: File, Export, Binary
cs_cz: Soubor, Export, binárně
da_dk: Filer, Udlæs obj., Binært
de_ch: Datei, Export, Binär
es_mx: Archivo, Exportar, Binario
fi_fi: Tiedosto, Vie, Binaari
fr_ca: Fichier, Exporter, Binaire
is_is: Skrá, Flytja út, Tvíundar
it_it: File, Esporta, Binario
nb_no: Fil, Eksporter, Binært
nl_be: Bestand, Exporteren, Binair
ru_ru: Файл, Экспорт, Двоичный
sv_se: Fil, Export, Binär

# ChartInvalidOperationExceptionUnknownKey
source: The specified key does not exist. Key: {0}
cs_cz: Zadaný klíč registru neexistuje. Klíč: {0}
da_dk: Den angivne nøgle findes ikke. Nøgle: {0}
de_ch: Der angegebene Schlüssel ist nicht vorhanden. Key: {0}
es_mx: La clave especificada no existe. Clave: {0}
fi_fi: Määritettyä avainta ei ole. Avain: {0}
fr_ca: La clé spécifiée n'existe pas. Clé : {0}
is_is: Þessi lykill er ekki til. Lykill: {0}
it_it: Chiave specificata inesistente. Chiave: {0}
nb_no: Den angitte nøkkelen finnes ikke. Nøkkel: {0}
nl_be: De opgegeven sleutel bestaat niet. Sleutel: {0}
ru_ru: Указанный ключ не существует. Ключ: {0}
sv_se: Den angivna nyckeln finns inte. Nyckel: {0}

# TestCodeUnitsDoNotNest
source: You cannot nest the execution of test codeunits. Test codeunit {0} {1} was called from another test codeunit.
cs_cz: Nelze vnořit zpracování testovacích codeunit. Testovací codeunit {0} {1} byla volána z jiné testovací codeunit.
da_dk: Du kan ikke indlejre kørslen af test codeunits. Test codeunit {0} {1} blev kaldt fra en anden test codeunit.
de_ch: Die Ausführung von Testcodeunits kann nicht geschachtelt werden. Die Testcodeunit '{0} {1}' wurde von einer anderen Testcodeunit aufgerufen.
es_mx: No se puede anidar la ejecución de codeunits de prueba. El codeunit de prueba {0} {1} se llamó desde otro codeunit de prueba.
fi_fi: Testi-codeuniteja ei voi suorittaa sisäkkäin. Toinen testi-codeunit kutsui testi-codeunitia {0} {1}.
fr_ca: Vous ne pouvez pas imbriquer l'exécution de codeunits Test. Le codeunit Test {0} {1} a été appelé avec un autre codeunit Test.
is_is: Ekki er hægt að falda keyrslu prófunarkótasafns. Prófunarkótasafn {0} {1} var kallað fram úr öðru prófunarkótasafni.
it_it: Impossibile nidificare l'esecuzione di codeunit di test. La codeunit di test {0} {1} è stata chiamata da un'altra codeunit di test.
nb_no: Du kan ikke neste kjøringen av testkodeenheter. Testkodeenheten {0} {1} ble kalt fra en annen testkodeenhet.
nl_be: U kunt de uitvoering van controlecodeunits niet nesten. Controlecodeunit {0} {1} is aangeroepen vanuit een andere controlecodeunit.
ru_ru: Вложение исполнения тестовых модулей Codeunit невозможно. Тестовые модули Codeunit {0} {1} вызывались из другого тестового модуля Codeunit.
sv_se: Du kan inte kapsla körningen av testkodenheter. Testkodenhet {0} {1} anropades från en annan testkodenhet.

# AutomationCreateErrorUnknownServer
source: Cannot create an instance of an Automation Server with CLSID = {0}.
cs_cz: Toto hlášení je pro programátory C/AL: Nelze vytvořit instanci Automation Serveru s CLSID = {0}.
da_dk: Der kan ikke oprettes en forekomst af Automation Server med CLSID = {0}.
de_ch: Eine Instanz eines Automatisierungsservers kann mit CLSID = {0} nicht erstellt werden.
es_mx: No se puede crear una instancia de una automation server con CLSID = {0}.
fi_fi: Automaatiopalvelimen esiintymää ei voi luoda arvolla CLSID = {0}.
fr_ca: Impossible de créer une instance de Automation Server avec CLSID = {0}.
is_is: Ekki er hægt að búa til tilvik af sjálfvirkniþjóni með CLSID = {0}.
it_it: Impossibile creare un'istanza di Automation Server con CLSID = {0}.
nb_no: Kan ikke opprette en forekomst av en Automation Server med CLSID = {0}.
nl_be: Kan geen instance van Automation Server maken met CLSID = {0}.
ru_ru: Не удается создать экземпляр сервера автоматизации с CLSID = {0}.
sv_se: Det går inte att skapa en instans av en Automation Server med CLSID = {0}.

# AboutFormLicensed
source: This product is licensed to:
cs_cz: Tento produkt je licencován pro:
da_dk: Dette produkt er givet i licens til:
de_ch: Dieses Produkt ist lizenziert für:
es_mx: Se autoriza el uso de este producto a:
fi_fi: Tämä tuote on lisensoitu kohteelle:
fr_ca: Licence d'utilisation accordée à :
is_is: Notkun á vörunni er heimil fyrir:
it_it: Questo prodotto è concesso in licenza a:
nb_no: Dette produktet er lisensiert til:
nl_be: Een gebruiksrecht op dit product is verleend aan:
ru_ru: Правом использования этой копии продукта обладает:
sv_se: Produkten är licensierad för:

# NavClassicReportNotSupportedException
source: Running Classic reports is not supported.
cs_cz: Běh klasické sestavy není podporován.
da_dk: Kørsel af Classic-rapporter understøttes ikke.
de_ch: Das Ausführen von Classic-Berichten wird nicht unterstützt.
es_mx: No se admite la ejecución de informes clásicos.
fi_fi: Perinteisten raporttien suorittamista ei tueta.
fr_ca: L'exécution de rapports Classic n'est pas prise en charge.
is_is: Keyrsla á Classic-skýrslum er ekki studd.
it_it: L'esecuzione di report relativi al client con interfaccia classica non è supportata.
nb_no: Kjøring av Classic-rapporter støttes ikke.
nl_be: Er wordt geen ondersteuning geboden voor het uitvoeren van Classic-lijsten.
ru_ru: Создание классических отчетов не поддерживается.
sv_se: Körning av Classic-rapporter stöds inte.

# UnableToResolveSettingsName
source: The configuration setting '{0}' is not valid for Microsoft Dynamics NAV Server.
cs_cz: Konfigurace nastavení {0} není platná pro Microsoft Dynamics NAV Server.
da_dk: Konfigurationsindstillingen '{0}' er ugyldig for Microsoft Dynamics NAV Server.
de_ch: Die Konfigurationseinstellung '{0}' ist für Microsoft Dynamics NAV Server nicht gültig.
es_mx: El valor de configuración '{0}' no es válido para Microsoft Dynamics NAV Server.
fi_fi: Määritysasetus '{0}' ei kelpaa Microsoft Dynamics NAV Serverissä.
fr_ca: Le paramètre de configuration « {0} » n'est pas valide pour Microsoft Dynamics NAV Server.
is_is: Grunnstillingarnar „{0}“ eru ekki gildar fyrir Microsoft Dynamics NAV Server.
it_it: L'impostazione di configurazione '{0}' non è valida per Microsoft Dynamics NAV Server.
nb_no: Konfigurasjonsinnstillingen {0} er ikke gyldig for Microsoft Dynamics NAV Server.
nl_be: De configuratie-instelling '{0}' is niet geldig voor Microsoft Dynamics NAV Server.
ru_ru: Недопустимый параметр конфигурации "{0}" для Microsoft Dynamics NAV Server.
sv_se: Konfigurationsinställningen {0} gäller inte för Microsoft Dynamics NAV Server.

# ToolsSecurityRolesSystemObjectCaption
source: Tools, Security, Roles
cs_cz: Nástroje, ochrana, role
da_dk: Funk., Sikkerhed, Roll.
de_ch: Extras, Zugriffsrechte, Rollen
es_mx: Herramientas, Segurid., Roles
fi_fi: Työkalut, Suojaus, Roolit
fr_ca: Outils, Sécurité, Rôles
is_is: Verkfæri, Öryggi, Hlutverk
it_it: Strumenti, Protezione, Ruoli
nb_no: Verktøy, Sikkerhet, Roller
nl_be: Extra, Beveiliging, Rollen
ru_ru: Сервис, Безопасн., Роли
sv_se: Verktyg, Säkerhet, Roller

source: When the TableSynchSetup.Mode::Copy mode is used in an upgrade codeunit for synchronizing a table, the upgrade table can contain a subset of fields of the original table. The fields and the primary key of the upgrade table must match those in the original table. The following errors must be fixed:
da_dk: Når tilstanden TableSynchSetup.Mode::Copy bruges i en opgraderings-codeunit til synkronisering af en tabel, kan opgraderingstabellen indeholde et undersæt af felter fra den oprindelige tabel. Felterne og den primære nøgle i opgraderingstabellen skal stemme overens med dem i den oprindelige tabel. Følgende fejl skal rettes:
de_ch: Wenn der TableSynchSetup.Mode::Copy-Modus in einer Upgrade-Codeunit zum Synchronisieren einer Tabelle verwendet wird, kann die Upgradetabelle eine Teilmenge an Feldern der Originaltabelle enthalten. Die Felder und der primäre Schlüssel der Upgradetabelle müssen mit denen in der Originaltabelle übereinstimmen. Die folgenden Fehler müssen behoben werden:
es_mx: Cuando se usa el modo TableSynchSetup.Mode::Copy en una codeunit de actualización para la sincronización de una tabla, la tabla de actualización puede incluir un subconjunto de campos de la tabla original. Los campos y la clave principal de la tabla de actualización deben coincidir con los de la tabla original. Se deben corregir los errores siguientes:
fi_fi: Kun päivityskoodiyksikössä käytetään TableSynchSetup.Mode::Copy-tilaa taulukon synkronointiin, päivitystaulukko voi sisältää alkuperäisen taulukon kenttien alijoukon. Kenttien ja päivitystaulukon perusavaimen täytyy olla samat kuin alkuperäisessä taulukossa. Seuraavat virheet täytyy korjata:
fr_ca: Lorsque le mode TableSynchSetup.Mode::Copy est utilisé dans un codeunit de mise à niveau pour la synchronisation d'une table, la table de mise à niveau peut contenir un sous-ensemble de champs de la table d'origine. Les champs et la clé primaire de la table de mise à niveau doivent correspondre à ceux de la table d'origine. Les erreurs suivantes doivent être corrigées :
is_is: Þegar TableSynchSetup.Mode::Copy stillingin er notuð í uppfærðri kóðaeiningu fyrir samstillingu töflu þarf getur uppfærslutaflan innihaldið undirmengi upprunalegu töflunnar. Reitirnir og aðallykill uppfærslutöflunnar verða að passa við þá í upprunalegu töflunni. Laga þarf eftirfarandi villur:
it_it: Quando la modalità TableSynchSetup.Mode::Copy viene utilizzata in una codeunit di aggiornamento per sincronizzare una tabella, la tabella di aggiornamento può contenere un subset di campi della tabella originale. I campi e la chiave primaria della tabella di aggiornamento devono corrispondere a quelli della tabella originale. Gli errori seguenti devono essere corretti:
nb_no: Når modusen TableSynchSetup.Mode::Copy brukes i en oppgraderingskodeenhet for synkronisering av en tabell, kan oppgraderingstabellen inneholde et delsett med felt fra den opprinnelige tabellen. Feltene og primærnøkkelen i oppgraderingstabellen må samsvare med den opprinnelige tabellen. Følgende feil må rettes:
nl_be: Wanneer de modus TableSynchSetup.Mode::Copy in een upgrade-codeunit wordt gebruikt voor synchronisatie van een tabel, kan de upgradetabel een subset van velden van de oorspronkelijke tabel bevatten. De velden en de primaire sleutel van de upgradetabel moeten overeenkomen met die in de oorspronkelijke tabel. De volgende fouten moeten worden opgelost:
ru_ru: При использовании режима TableSynchSetup.Mode::Copy в модуле обновления Codeunit для синхронизации таблицы таблица обновления может содержать подмножество полей исходной таблицы. Поля и основной ключ таблицы обновления должны совпадать с соответствующими элементами исходной таблицы. Необходимо исправить следующие ошибки:
sv_se: När läget TableSynchSetup.Mode::Copy används i en uppgraderingskodmodul för att synkronisera en tabell kan den uppgraderade tabellen innehålla en deluppsättning av fält ur den ursprungliga tabellen. Fälten och den primära nyckeln i den uppgraderade tabellen måste stämma överens med dem i den ursprungliga tabellen. Följande fel måste åtgärdas:

# Button_CreateDropDown
source: Create Menu
cs_cz: Vytvořit nabídku
da_dk: Opret menu
de_ch: Menü erstellen
es_mx: Crear menú
fi_fi: Luo valikko
fr_ca: Menu Créer
is_is: Stofna valmynd
it_it: Crea menu
nb_no: Opprett meny
nl_be: Menu maken
ru_ru: Создать меню
sv_se: Skapa meny

# ChangeServiceFormAfter
source: After selecting a server, select a company.
cs_cz: Po výběru serveru, vyberte společnost.
da_dk: Vælg et regnskab, når du har valgt en server.
de_ch: Wählen Sie einen Server und anschliessend einen Mandanten aus.
es_mx: Tras elegir un servidor, seleccione una empresa.
fi_fi: Valitse yritys, kun olet valinnut palvelimen.
fr_ca: Après avoir sélectionné un serveur, sélectionnez une compagnie.
is_is: Eftir að netþjónn hefur verið valinn þarf að velja fyrirtæki.
it_it: Dopo la selezione di un server, selezionare una società.
nb_no: Velg et firma etter at du har koblet til en server.
nl_be: Nadat u een server hebt geselecteerd, selecteert u een bedrijf.
ru_ru: После выбора сервера следует выбрать организацию.
sv_se: Välj ett företag när du har valt en server.

# ClosingDate_Character
source: C
cs_cz: U
da_dk: U
de_ch: U
es_mx: U
fi_fi: S
is_is: U
nb_no: U
nl_be: U
ru_ru: З
sv_se: S

# PageCannotClose
source: The page cannot be closed at this time.
cs_cz: V tuto chvíli nelze stránku uzavřít.
da_dk: Siden kan ikke lukkes på nuværende tidspunkt.
de_ch: Die Seite kann zu diesem Zeitpunkt nicht geschlossen werden.
es_mx: La página no se puede cerrar en este momento.
fi_fi: Sivua ei voi sulkea juuri nyt.
fr_ca: Impossible de fermer la page à ce moment.
is_is: Það er ekki hægt að loka síðunni núna.
it_it: Impossibile chiudere la pagina in questo momento.
nb_no: Siden kan ikke lukkes nå.
nl_be: De pagina kan nu niet worden gesloten.
ru_ru: В настоящий момент невозможно закрыть страницу.
sv_se: Den här sidan kan inte stängas för tillfället.

# EditFindSystemObjectCaption
source: Edit, Find
cs_cz: Úpravy, najít
da_dk: Rediger, Søg
de_ch: Bearbeiten, Suchen
es_mx: Edición, Buscar
fi_fi: Muokkaa, Etsi
fr_ca: Edition, Rechercher
is_is: Breyta, Finna
it_it: Modifica, Trova
nb_no: Rediger, Søk
nl_be: Bewerken, Zoeken
ru_ru: Правка, Поиск
sv_se: Redigera, Sök

# UserDoesNotHaveAccessToCompany
source: Access is denied to company '{0}'.
cs_cz: Do společnosti {0} je přístup odepřen.
da_dk: Adgang til virksomheden '{0}' nægtes.
de_ch: Der Zugriff auf das Unternehmen '{0}' wurde verweigert.
es_mx: Acceso denegado a la empresa '{0}'.
fi_fi: Käyttö on estetty yritykseen '{0}'.
fr_ca: L'accès à la compagnie « {0} » est refusé.
is_is: Aðgangi er hafnað fyrir fyrirtæki „{0}“.
it_it: Accesso alla società '{0}' negato.
nb_no: Ingen tilgang til selskapet {0}.
nl_be: Toegang tot bedrijf {0} geweigerd.
ru_ru: Для компании "{0}" ограничен доступ.
sv_se: Åtkomst nekades till företaget {0}.

# DocumentCanNotBeSaved
source: The document cannot be saved to document storage.
cs_cz: Dokument nelze uložit do úložiště dokumentů.
da_dk: Dokumentet kan ikke gemmes i dokumentlageret.
de_ch: Das Dokument kann nicht im Dokumentenspeicher gespeichert werden.
es_mx: El documento no se puede guardar en el almacenamiento de documentos.
fi_fi: Asiakirjaa ei voi tallentaa asiakirjasäilöön.
fr_ca: Impossible d'enregistrer le document dans le stockage de documents.
is_is: Ekki er hægt að vista fylgiskjalið í skjalageymslunni.
it_it: Impossibile salvare il documento nell'archiviazione documenti.
nb_no: Dokumentet kan ikke lagres i dokumentlager.
nl_be: Het document kan niet in de documentopslag worden opgeslagen.
ru_ru: Не удается сохранить документ в хранилище документов.
sv_se: Det går inte att spara dokumentet till dokumentlagringen.
