Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# PermissionSetCannotRenamed
source: Permission sets cannot be renamed. Create a new permission set or user the Copy action.
cs_cz: Sady oprávnění nelze přejmenovat. Vytvořte novou sadu oprávnění nebo uživatelské akce kopírování.
da_dk: Rettighedssæt kan ikke omdøbes. Opret et nyt rettighedssæt, eller brug handlingen Kopiér.
de_ch: Berechtigungssätze können nicht umbenannt werden. Erstellen Sie einen neuen Berechtigungssatz, oder verwenden Sie die Kopierfunktion.
es_mx: No se puede cambiar el nombre de los conjuntos de permisos. Cree un nuevo conjunto de permisos o use la acción Copiar.
fi_fi: Käyttöoikeuksien joukkoja ei voi nimetä uudelleen. Luo uusi käyttöoikeuksien joukko tai käytä kopiointitoimintoa.
fr_ca: Les ensembles d'autorisations ne peuvent pas être renommés. Créez un nouvel ensemble d'autorisations ou utilisez l'action Copier.
is_is: Ekki er hægt að endurnefna heimildasamstæður. Stofnið nýja heimildasamstæðu eða notið valkostinn Afrita.
it_it: Impossibile rinominare il set di autorizzazioni. Creare un nuovo set di autorizzazioni o utilizzare l'azione Copia.
nb_no: Kan ikke endre navn på tillatelsessett. Opprett et nytt tillatelsessett, eller bruk Kopier-handlingen.
nl_be: Namen van machtigingensets kunnen niet worden gewijzigd. Maak een nieuwe machtigingenset of maak gebruik van de kopieerbewerking.
ru_ru: Переименование наборов разрешений невозможно. Создайте новый набор разрешений или воспользуйтесь действием копирования.
sv_se: Det går inte att byta namn på behörighetsuppsättningar. Skapa en ny behörighetsuppsättning eller använd åtgärden Kopiera.

# CaptionHomepage
source: Customize the Role Center
cs_cz: Přizpůsobit centrum rolí
da_dk: Tilpas Rollecenter
de_ch: Rollencenter anpassen
es_mx: Personalizar Área de tareas
fi_fi: Mukauta Roolikeskus
fr_ca: Personnaliser le Tableau de bord
is_is: Sérstilla Mitt hlutverk
it_it: Personalizza Gestione ruolo utente
nb_no: Tilpass rollesenteret
nl_be: Het rolcentrum aanpassen
ru_ru: Настроить ролевой центр
sv_se: Anpassa Rollcenter

# ToolsRenumberSystemObjectCaption
source: Tools, Renumber
cs_cz: Nástroje, přečíslovat
da_dk: Funk., Renummerer
de_ch: Extras, Neu nummerieren
es_mx: Herramientas, Renumerar
fi_fi: Työkalut, Numeroi uudelleen
fr_ca: Outils, Renuméroter
is_is: Verkfæri, Endurtölusetja
it_it: Strumenti, Rinumera
nb_no: Verktøy, Renummerer
nl_be: Extra, Nummer wijzigen
ru_ru: Сервис, Перенумерация
sv_se: Verktyg, Omnumrering

# RecordLinks_Action_Open
source: Open
cs_cz: Otevřené
da_dk: Åbn
de_ch: Öffnen
es_mx: Abrir
fi_fi: Avaa
fr_ca: Ouvrir
is_is: Opna
it_it: Apri
nb_no: Åpne
nl_be: Openen
ru_ru: Открыть
sv_se: Öppna

# ButtonOpen
source: &Open
cs_cz: &Otevřít
da_dk: &Åbn
de_ch: Ö&ffnen
es_mx: &Abrir
fi_fi: &Avaa
fr_ca: &Ouvrir
is_is: &Opna
it_it: &Apri
nb_no: Å&pne
nl_be: &Openen
ru_ru: &Открыть
sv_se: &Öppna

# CallbackNotAllowedSelectionMenu
source: {0} attempted to issue a client callback to show a selection menu: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vydání klientského zpětného volání pro zobrazení menu výběru: {1} {2} {4} {3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at vise en menu, der kan vælges i: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Anzeigen eines Auswahlmenüs auszugeben: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para mostrar un menú de selección: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun valintavalikon näyttämistä varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour afficher un menu de sélection : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að sýna valmynd til að velja: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per mostrare un menu di selezione: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å vise en valgmeny: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een selectiemenu weer te geven: {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для отображения меню выбора: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna visa en urvalsmeny: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# Radio_Ascending
source: Ascending
cs_cz: Vzestupně
da_dk: Stigende
de_ch: Aufsteigend
es_mx: Ascendente
fi_fi: Nouseva
fr_ca: Croissant
is_is: Hækkandi
it_it: Crescente
nb_no: Stigende
nl_be: Oplopend
ru_ru: По возрастанию
sv_se: Stigande

# 00095-50112
source: The XMLPort '{0}' is designed for export only.
cs_cz: Objekt XMLPort '{0}' je určen pouze k exportu.
da_dk: XMLPort'en '{0}' er kun beregnet til udlæsning.
de_ch: Der XMLPort '{0}' ist nur für den Export vorgesehen.
es_mx: XMLPort '{0}' se diseñó sólo para la exportación.
fi_fi: XMLPort "{0}" on tarkoitettu vain vientiä varten.
fr_ca: La valeur XMLport « {0} » n'est conçue que pour l'export.
is_is: XMLPort '{0}' er eingöngu hannað fyrir útflutning.
it_it: XMLport '{0}' è progettato solo per l'esportazione.
nb_no: XMLPort {0} er utformet bare for eksport.
nl_be: XMLPort '{0}' is uitsluitend voor export ontworpen.
ru_ru: XMLport '{0}' предназначен только для экспорта.
sv_se: XMLPort {0} är endast avsedd för export.

# Button_MoveRight
source: Move Right
cs_cz: Posunout doprava
da_dk: Flyt til højre
de_ch: Nach rechts
es_mx: Mover derecha
fi_fi: Siirrä oikealle
fr_ca: Déplacer vers la droite
is_is: Flytja til hægri
it_it: Sposta a destra
nb_no: Flytt til høyre
nl_be: Naar rechts
ru_ru: Сдвинуть вправо
sv_se: Flytta höger

# HyperlinkIsNotSpecified
source: The requested page cannot be opened because the related hyperlink does not exist.
cs_cz: Požadovanou stránku nelze otevřít, protože související odkaz neexistuje.
da_dk: Den side, der blev anmodet om, kan ikke åbnes, fordi det relaterede link ikke findes.
de_ch: Die angeforderte Seite kann nicht geöffnet werden, da der entsprechende Hyperlink nicht vorhanden ist.
es_mx: No se puede abrir la página solicitada porque no existe el hipervínculo relacionado.
fi_fi: Pyydettyä sivua ei voi avata, koska liittyvää hyperlinkkiä ei ole.
fr_ca: Impossible d'ouvrir la page demandée car l'hyperlien associé n'existe pas.
is_is: Ekki er hægt að opna umbeðna síðu því að tengdur tengill er ekki til.
it_it: Impossibile aprire la pagina richiesta perché il collegamento ipertestuale correlato non esiste.
nb_no: Kan ikke åpne den forespurte siden fordi den relaterte hyperkoblingen ikke finnes.
nl_be: De gevraagde pagina kan niet worden geopend, omdat de bijbehorende hyperlink niet bestaat.
ru_ru: Запрошенную страницу невозможно открыть, так как связанная гиперссылка не существует.
sv_se: Det går inte att öppna den begärda sidan eftersom den relaterade hyperlänken inte finns.

# CannotImportApplicationIntoExistingNavDatabase
source: Cannot import the application into the {0} database on the {1} server. The database already contains Microsoft Dynamics NAV application objects.
da_dk: Programmet kan ikke importeres til databasen {0} på serveren {1}. Databasen indeholder allerede Microsoft Dynamics NAV-programobjekter.
de_ch: Die Anwendung kann nicht in die Datenbank {0} auf dem Server {1} importiert werden. Die Datenbank enthält Microsoft Dynamics NAV-Anwendungsobjekte.
es_mx: No se puede importar la aplicación en la base de datos {0} del servidor {1}. La base de datos ya contiene objetos de la aplicación de Microsoft Dynamics NAV.
fi_fi: Sovellusta ei voi tuoda palvelimessa {1} sijaitsevaan tietokantaan {0}. Tietokanta sisältää jo Microsoft Dynamics NAV -sovellusobjektit.
fr_ca: Impossible d'importer l'application dans la base de données {0} sur le serveur {1}. La base de données contient déjà des objets d'application Microsoft Dynamics NAV.
is_is: Ekki er hægt að flytja forritið inn í gagnagrunninn {0} á þjóninum {1}. Gagnagrunnurinn inniheldur þegar hugbúnaðarhluta úr Microsoft Dynamics NAV.
it_it: Impossibile importare l'applicazione nel database {0} sul server {1}. Il database contiene già oggetti applicazione Microsoft Dynamics NAV.
nb_no: Kan ikke importere programmet i databasen {0} på serveren {1}. Databasen inneholder allerede programobjekter for Microsoft Dynamics NAV.
nl_be: Kan de toepassing niet in de database {0} op de server {1} importeren. De database bevat al Microsoft Dynamics NAV-toepassingsobjecten.
ru_ru: Не удается импортировать приложение в базу данных {0} на сервере {1}. База данных уже содержит объекты приложения Microsoft Dynamics NAV.
sv_se: Det går inte att importera programmet till databasen {0} på servern {1}. Databasen innehåller redan Microsoft Dynamics NAV-programobjekt.

# MenuItemNavigationPaneOnHome
source: Navigation Pane on Home
cs_cz: Navigační podokno na domovské stránce
da_dk: Navigationsrude i Start
de_ch: Navigationsbereich auf Startseite
es_mx: Panel de exploración en Inicio
fi_fi: Kotisivun siirtymisruutu
fr_ca: Volet de navigation sur la page d'accueil
is_is: Yfirlitssvæði á upphafssvæði
it_it: Riquadro di spostamento nella pagina iniziale
nb_no: Navigasjonsrute på startsiden
nl_be: Navigatiedeelvenster op homepage
ru_ru: Панель навигации на домашней странице
sv_se: Navigeringsruta på startsidan

# ReadWriteFileProgressUnknownSize
source: Please wait until the process completes. This can take more than a few minutes.
da_dk: Vent, til processen er fuldført. Det kan tage længere end et par minutter.
de_ch: Bitte warten Sie, bis der Vorgang abgeschlossen ist. Dies kann länger als einige Minuten dauern.
es_mx: Espere hasta que el proceso finalice. Esto puede tardar más de unos pocos minutos.
fi_fi: Odota, kunnes prosessi on valmis. Tämä voi kestää kauemmin kuin muutaman minuutin.
fr_ca: Veuillez attendre la fin du processus. Cela peut prendre plus de quelques minutes.
is_is: Bíðið þar til vinnslunni lýkur. Það gæti tekið einhvern tíma.
it_it: Attendere il completamento del processo. Questa operazione può richiedere alcuni minuti.
nb_no: Vent til prosessen er fullført. Dette kan ta mer enn et par minutter.
nl_be: Wacht totdat het proces is voltooid. Dat kan langer dan enkele minuten duren.
ru_ru: Подождите завершения процесса. Он может занять несколько минут и более.
sv_se: Vänta till dess att processen har slutförts. Detta kan ta mer än några minuter.

# 00095-50050
source: Object ID not found.
cs_cz: ID objektu nebyl nalezen.
da_dk: Objekt-id'et blev ikke fundet.
de_ch: Objekt-ID wurde nicht gefunden.
es_mx: No se encontró el Id. de objeto.
fi_fi: Objektitunnusta ei löydy.
fr_ca: Code objet introuvable.
is_is: Hlutarkenni fannst ekki.
it_it: ID oggetto non trovato.
nb_no: Finner ikke objekt-ID.
nl_be: Object-id niet gevonden.
ru_ru: Номер объекта не найден.
sv_se: Det gick inte att hitta objekt-ID.

# ConfigurationFileError
source: Configuration file error: {0}
cs_cz: Chyba v konfiguračním souboru: {0}
da_dk: Fejl i konfigurationsfil: {0}
de_ch: Fehler in der Konfigurationsdatei: {0}
es_mx: Error del archivo de configuración: {0}
fi_fi: Määritystiedoston virhe: {0}
fr_ca: Erreur du fichier de configuration : {0}
is_is: Samstillingarskrárvilla: {0}
it_it: Errore del file di configurazione: {0}
nb_no: Feil i konfigurasjonsfil: {0}
nl_be: Fout in configuratiebestand: {0}
ru_ru: Ошибка в файле конфигурации: {0}
sv_se: Fel i konfigurationsfil: {0}

# MethodNotFound
source: The {0} method cannot be found in {1} {2}.
cs_cz: Metoda {0} nebyla nalezena v {1} {2}.
da_dk: Metoden {0} kan ikke findes i {1} {2}.
de_ch: Die '{0}'-Methode wurde nicht in {1} {2} gefunden.
es_mx: No se encuentra el método {0} en {1} {2}.
fi_fi: Kohteen {0} menetelmää ei löydy kohteesta {1} {2}.
fr_ca: La méthode {0} est introuvable dans {1} {2}.
is_is: Aðferðin {0} finnst ekki í {1} {2}.
it_it: Impossibile trovare il metodo {0} in {1} {2}.
nb_no: Finner ikke metoden {0} i {1} {2}.
nl_be: De methode {0} is niet gevonden in {1} {2}.
ru_ru: Не удается найти метод {0} в {1} {2}.
sv_se: Det går inte att hitta metoden {0} i {1} {2}.

# Button_ChangeSize
source: Change Size
cs_cz: Změnit velikost
da_dk: Skift størrelse
de_ch: Grösse ändern
es_mx: Cambiar tamaño
fi_fi: Muuta kokoa
fr_ca: Modifier la taille
is_is: Breyta stærð
it_it: Cambia dimensione
nb_no: Endre størrelse
nl_be: Formaat wijzigen
ru_ru: Изменить размер
sv_se: Ändra storlek

# UnsupportedMethodsInTriggers
source: Trigger invokes an unsupported method or methods.
cs_cz: Aktivační událost vyvolá nepodporovanou metodu nebo metody.
da_dk: Trigger kalder en metode eller metoder, som ikke understøttes.
de_ch: Durch den Trigger wird mindestens eine nicht unterstützte Methode aufgerufen.
es_mx: El desencadenador invoca un método o métodos no compatibles.
fi_fi: Käynnistin aktivoi ainakin yhden menetelmän, jota ei tueta.
fr_ca: Le déclencheur invoque une ou des méthodes non prises en charge.
is_is: Kveikja vekur óstudda aðferð eða aðferðir.
it_it: Il trigger chiama uno o più metodi non supportati.
nb_no: Utløseren aktiverer én eller flere metoder som ikke støttes.
nl_be: Met Trigger wordt een niet-ondersteunde methode of methoden opgeroepen.
ru_ru: Триггер вызывает неподдерживаемые методы (или метод).
sv_se: Utlösare anropar en eller flera metoder som inte stöds.

# Tab_CustomizeTaskPage2
source: FactBoxes
cs_cz: Informační okna
da_dk: Faktabokse
de_ch: Infoboxen
es_mx: Cuadros informativos
fi_fi: Tietoruudut
fr_ca: Récapitulatifs
is_is: Upplýsingakassar
it_it: Riquadri Dettaglio informazioni
nb_no: Faktabokser
nl_be: Infoblokken
ru_ru: Информационные панели
sv_se: Faktaboxar

# FindRowIs
source: matches
cs_cz: odpovídá
da_dk: svarer til
de_ch: Übereinstimmungen
es_mx: coincidencias
fi_fi: vastaa
fr_ca: correspondances
is_is: samsvarar
it_it: corrisponde a
nb_no: treff
nl_be: overeenkomsten
ru_ru: совпадения
sv_se: matchningar

# XmlMultipleColonsNotSupported
source: Exporting a node name that contains multiple colons (:) is not supported (node: {0}).
cs_cz: Export název uzlu, který obsahuje více dvojtečky (:) není podporována (uzlu: {0}).
da_dk: Eksport af et nodenavn, der indeholder flere koloner (:), understøttes ikke (node: {0}).
de_ch: Das Exportieren eines Knotennamens mit mehreren Doppelpunkten (:) wird nicht unterstützt (Knoten: {0}).
es_mx: No se admite la exportación de un nombre de nodo que contenga varios punto y comas (:) (nodo: {0}).
fi_fi: Useita kaksoispisteitä (:) sisältävän solmun nimen viemistä ei tueta (solmu: {0}).
fr_ca: L'exportation d'un nom de noeud contenant plusieurs deux-points (:) n'est pas prise en charge (noeud : {0}).
is_is: Útflutningur á hnútsheiti sem inniheldur marga tvípunkta (:) er ekki studdur (hnútur: {0}).
it_it: L'esportazione di un nome nodo che contiene più simboli due punti (:) non è supportata (nodo: {0}).
nb_no: Eksport av nodenavn som inneholder flere kolon (:), støttes ikke (node: {0}).
nl_be: Het exporteren van een knooppuntnaam die meerdere dubbele punten (:) bevat wordt niet ondersteund (knooppunt: {0}).
ru_ru: Экспорт имени узла, содержащего несколько двоеточий (:), не поддерживается (узел: {0}).
sv_se: Export av ett nodnamn som innehåller flera kolon (:) stöds inte (nod: {0}).

# CommunicationError
source: An error occurred when communicating with Microsoft Dynamics NAV Server.
cs_cz: Došlo k chybě při komunikaci se serverem Microsoft Dynamics NAV Server.
da_dk: Der opstod en fejl under kommunikationen med Microsoft Dynamics NAV Server.
de_ch: Fehler bei der Kommunikation mit Microsoft Dynamics NAV Server.
es_mx: Error de comunicación con el servidor de Microsoft Dynamics NAV.
fi_fi: Microsoft Dynamics NAV -palvelimen tiedonsiirtovirhe.
fr_ca: Une erreur est survenue lors de la communication avec Microsoft Dynamics NAV Server.
is_is: Villa kom upp í samskiptum við Microsoft Dynamics NAV Server.
it_it: Errore durante la comunicazione con Microsoft Dynamics NAV Server.
nb_no: Det oppstod en feil under kommunikasjon med Microsoft Dynamics NAV Server.
nl_be: Er is een fout opgetreden tijdens het communiceren met Microsoft Dynamics NAV Server.
ru_ru: Ошибка при обмене данными с Microsoft Dynamics NAV Server.
sv_se: Ett fel uppstod under kommunikation med Microsoft Dynamics NAV-servern.

# FilterDescriptionTitle_FlowFilters
source: Limit totals:
cs_cz: Omezit součty:
da_dk: Begræns totaler:
de_ch: Summenberechnung einschränken:
es_mx: Totales límite:
fi_fi: Rajoita kokonaisarvot:
fr_ca: Limiter les totaux :
is_is: Takmarka heildarstærðir:
it_it: Limita totali:
nb_no: Begrens totaler:
nl_be: Totalen beperken:
ru_ru: Ограничить итоги:
sv_se: Begränsa totaler:

# ArrayCloneIllegalType
source: ALCompiler.CloneArray was called with an unsupported type {0}.
cs_cz: ALCompiler.CloneArray byla volána s nepodporovaným typem {0}.
da_dk: ALCompiler.CloneArray blev kaldt med en ikke-understøttet type {0}.
de_ch: ALCompiler.CloneArray wurde mit dem nicht unterstützten Typ '{0}' aufgerufen.
es_mx: ALCompiler.CloneArray llamado con un tipo no compatible {0}.
fi_fi: ALCompiler.CloneArray on kutsuttu käyttämällä tyyppiä {0}, jota ei tueta.
fr_ca: ALCompiler.CloneArray a été appelé avec un type non pris en charge {0}.
is_is: ALCompiler.CloneArray var kallað upp með óstuddri gerð {0}.
it_it: ALCompiler.CloneArray è stato chiamato con un tipo {0} non supportato.
nb_no: ALCompiler.CloneArray ble kalt med typen {0}, som ikke støttes.
nl_be: ALCompiler.CloneArray is aangeroepen met een niet-ondersteund type: {0}.
ru_ru: Выполнен вызов ALCompiler.CloneArray с неподдерживаемым типом {0}.
sv_se: ALCompiler.CloneArray anropades med en typ, {0}, som inte stöds.

# ShareTableHandleOnlyAllowedForTemporaryRecords
source: The COPY function can only be used with the shareTable argument set to true if both records are temporary.
cs_cz: Funkci kopírování lze použít pouze s shareTable nastaveným na hodnotu true, pokud jsou oba záznamy dočasné hodnotu.
da_dk: Hvis argumentet shareTable er angivet til sand, kan funktionen COPY kun anvendes, hvis begge records er midlertidige.
de_ch: Die COPY-Funktion kann nur verwendet werden, wenn für das 'shareTable'-Argument 'true' festgelegt wurde und falls beide Datensätze temporär sind.
es_mx: La función COPY sólo se puede usar con el argumento shareTable establecido en true si ambos registros son temporales.
fi_fi: COPY-toimintoa voi käyttää shareTable-argumentin ollessa tosi vain, jos molemmat tietueet ovat tilapäisiä.
fr_ca: La fonction COPIER ne peut être utilisée qu'avec l'argument shareTable défini sur « true » si les deux enregistrements sont temporaires.
is_is: Aðgerðina COPY má aðeins nota með frumbreytuna shareTable stillta á „true“ ef báðar skrár eru tímabundnar.
it_it: È possibile utilizzare la funzione COPY con l'argomento shareTable impostato su true solo se entrambi i record sono temporanei.
nb_no: COPY-funksjonen kan bare brukes med argumentet shareTable satt til sann hvis begge postene er midlertidige.
nl_be: De functie COPY kan alleen worden gebruikt wanneer het argument shareTable is ingesteld op true als beide records tijdelijk zijn.
ru_ru: Функцию COPY можно использовать, только если аргумент shareTable имеет значение true и обе записи являются временными.
sv_se: Om båda posterna är temporära måste argumentet shareTable vara sant för att funktionen KOPIA ska kunna användas.

# ButtonOKFilterForm
source: &OK
es_mx: &Aceptar
is_is: &Í lagi
ru_ru: &ОК

# DeviceOnlyConnectionsLicenseViolation
source: Your program license does not permit more device only users to work simultaneously. Wait until another device only user has stopped using the program. Contact your system administrator if you want to allow more simultaneous device only users on your system.
cs_cz: Vaše licence programu nepovoluje více zařízení pouze uživatelům pracovat současně. Počkejte až do jiného zařízení, pouze uživatel zastavil, pomocí programu. Pokud chcete povolit více současných zařízení pouze uživatelé ve vašem systému, obraťte se na správce systému.
da_dk: Din programlicens tillader ikke, at flere enhedsbrugere arbejder samtidig. Vent, til de andre enhedsbrugere er færdige med at bruge programmet. Kontakt systemadministratoren, hvis du ønsker, at flere enhedsbrugere skal kunne arbejde på systemet samtidig.
de_ch: Ihre Programmlizenz lässt nicht zu, dass mehr Gerätebenutzer gleichzeitig arbeiten. Warten Sie, bis ein anderer Gerätebenutzer die Nutzung des Programms einstellt. Wenden Sie sich an den Systemadministrator, wenn mehr gleichzeitige Gerätebenutzer im System erlaubt werden sollen.
es_mx: Su licencia de programa no permite que más usuarios de solo dispositivo trabajen de forma simultánea. Espere hasta que otro usuario de solo dispositivo deje de usar el programa. Póngase en contacto con el administrador para permitir más usuarios de solo dispositivo de forma simultánea en el sistema.
fi_fi: Ohjelman käyttöoikeutesi ei salli laitteen usean käyttäjän samanaikaista työskentelyä. Odota, kunnes laitteen käyttäjä on poistunut ohjelmasta. Ota yhteyttä järjestelmänvalvojaan, jos järjestelmässä tarvitaan useita samanaikaisia laitteen käyttäjiä.
fr_ca: Votre licence n'autorise pas davantage d'utilisateurs avec périphérique uniquement à travailler simultanément. Patientez jusqu'à ce qu'un autre utilisateur avec périphérique uniquement arrête d'utiliser le programme. Contactez votre administrateur système si vous souhaitez autoriser davantage d'utilisateurs avec périphérique uniquement simultanés sur votre système.
is_is: Forritsleyfið leyfir ekki að fleiri notendur með tæki eingöngu vinni samtímis. Bíða þarf uns annar notandi með tæki eingöngu hefur hætt að nota forritið. Hafa þarf samband við kerfisstjórann ef heimila á fleiri notendur með tæki eingöngu samtímis á kerfinu.
it_it: La licenza del programma non consente il lavoro simultaneo di più utenti su unico dispositivo. Attendere che un altro utente su unico dispositivo esca dal programma. Contattare l'amministratore di sistema per consentire la presenza contemporanea di più utenti su unico dispositivo nel sistema.
nb_no: Programlisensen tillater ikke flere samtidige brukere som bare bruker enheter. Vent til en annen bruker som bare bruker enheter, har sluttet å bruke programmet. Kontakt systemansvarlig hvis du vil tillate flere samtidige brukere som bare bruker enheter, i systemet.
nl_be: Uw programmalicentie staat niet toe dat er meerdere gebruikers van het type Alleen apparaat tegelijk werkzaam zijn. Wacht totdat de andere gebruiker van het type Alleen apparaat stopt met het gebruik van het programma. Neem contact op met uw systeembeheerder als u op uw systeem meer gebruikers van het type Alleen apparaat wilt toestaan.
ru_ru: Вашей лицензией не разрешается одновременная работа большему числу единственных пользователей устройств. Подождите пока единственный пользователь другого устройства не прекратит пользоваться программой. Обратитесь за помощью к своему системному администратору, если необходимо разрешить большему числу единственных пользователей устройств одновременно работать в вашей системе.
sv_se: Programlicensen tillåter inte att flera enhetsspecifika användare arbetar samtidigt. Vänta tills en annan enhetsspecifik användare har slutat använda programmet. Kontakta systemadministratören om du vill tillåta flera enhetsspecifika användare samtidigt i systemet.
