Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# DepartmentCategoryTypeLists
source: Lists
cs_cz: Seznamy
da_dk: Lister
de_ch: Listen
es_mx: Listas
fi_fi: Luettelot
fr_ca: Listes
is_is: Listar
it_it: Liste
nb_no: Oversikter
nl_be: Lijsten
ru_ru: Списки
sv_se: Listor

# HomePage
source: Customize the Role Center
cs_cz: Přizpůsobit centrum rolí
da_dk: Tilpas Rollecenter
de_ch: Rollencenter anpassen
es_mx: Personalizar Área de tareas
fi_fi: Mukauta Roolikeskus
fr_ca: Personnaliser le Tableau de bord
is_is: Sérstilla Mitt hlutverk
it_it: Personalizza Gestione ruolo utente
nb_no: Tilpass rollesenteret
nl_be: Het rolcentrum aanpassen
ru_ru: Настроить ролевой центр
sv_se: Anpassa Rollcenter

# CallbackNotAllowedFormClose
source: {0} attempted to issue a client callback to close page {1} {2}. Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vydání klientského zpětného volání zavřít stránku {1} {2}. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at lukke siden {1} {2}: Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um die Seite '{1} {2}' zu schliessen. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para cerrar la página {1} {2}. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun sivun {1} {2} sulkemista varten. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour fermer la page {1} {2}. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að loka síðu {1} {2}. Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per chiudere la pagina {1} {2}. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å lukke siden {1} {2}. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om scherm {1} {2} te sluiten. Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для закрытия страницы {1} {2}. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna stänga sidan {1} {2}. Klientåteranrop stöds inte i {0}.

# OfficeDocumentCouldNotBeMerged
source: The {0} document cannot be merged with the business data. The following error occurred: {1}
da_dk: Dokumentet {0} kan ikke flettes med forretningsdataene. Der opstod følgende fejl: {1}
de_ch: Das Dokument {0} kann nicht mit den Unternehmensdaten zusammengefasst werden. Der folgende Fehler ist aufgetreten: {1}
es_mx: El documento {0} no se puede combinar con los datos empresariales. Se produjo el siguiente error: {1}
fi_fi: Tiedostoa {0} ei voi yhdistää liiketoimintatietoihin. Tapahtui seuraava virhe: {1}
fr_ca: Le document {0} ne peut pas être fusionné avec les données commerciales. L'erreur suivante s'est produite : {1}
is_is: Ekki er hægt að sameina skjalið {0} við viðskiptagögnin. Eftirfarandi villa kom upp: {1}
it_it: Impossibile unire il documento {0} ai dati aziendali. Si è verificato l'errore seguente: {1}
nb_no: Dokumentet {0} kan ikke flettes med forretningsdataene. Følgende feil oppstod: {1}
nl_be: Het document {0} kan niet worden samengevoegd met de bedrijfsgegevens. De volgende fout is opgetreden: {1}
ru_ru: Невозможно объединить документ {0} с бизнес-данными. Произошла следующая ошибка: {1}
sv_se: Det går inte att slå samman dokumentet {0} med affärsdata. Följande fel inträffade: {1}

# ReportNullSourceExprException
source: The report is not valid. This can be caused by encoding differences. Compile the report again.
cs_cz: Sestava není platná. To může být způsobeno rozíly v kódování. Zkompilujte sestavu znovu.
da_dk: Rapporten er ugyldig. Dette kan skyldes forskellig kodning. Kompiler rapporten igen.
de_ch: Der Bericht ist ungültig. Dies kann auf Abweichungen bei der Codierung zurückzuführen sein. Kompilieren Sie den Bericht erneut.
es_mx: El informe no es válido. Puede que existan diferencias de codificación. Vuelva a compilar el informe.
fi_fi: Raportti ei ole kelvollinen. Syynä voivat olla koodauserot. Käännä raportti uudelleen.
fr_ca: Le rapport n'est pas valide. Cela peut être dû à des différences d'encodage. Compilez à nouveau le rapport.
is_is: Skýrslan er ekki gild. Þetta getur stafað af mismunandi kótun. Þýða skal skýrsluna aftur.
it_it: Report non valido. Questo problema può essere dovuto a differenze nella codifica. Compilare di nuovo il report.
nb_no: Rapporten er ikke gyldig. Dette kan skyldes kodingsforskjeller. Kompiler rapporten på nytt.
nl_be: De lijst is niet geldig. Dit kan worden veroorzaakt door verschillen in codering. Compileer de lijst opnieuw.
ru_ru: Отчет недействителен. Это может быть обусловлено различиями в кодировании. Повторно скомпилируйте отчет.
sv_se: Rapporten är inte giltig. Det kan bero på skillnader i kodning. Kompilera rapporten igen.

# Instruction_DisplayOptions
source: Set up display options for the {0}
cs_cz: Nastavit možnosti zobrazení pro {0}
da_dk: Angiv visningsindstillinger for {0}
de_ch: Dient zum Einrichten der Anzeigeoptionen für '{0}'.
es_mx: Configurar las opciones de visualización para {0}
fi_fi: Määritä kohteen {0} näyttöasetukset
fr_ca: Configurer les options d'affichage pour {0}
is_is: Setja upp birtingarkosti fyrir {0}
it_it: Impostare le opzioni di visualizzazione per {0}
nb_no: Definer visningsalternativer for {0}
nl_be: Weergaveopties voor de {0} instellen
ru_ru: Настроить параметры отображения для {0}
sv_se: Konfigurera visningsalternativ för {0}

# TypeNotImplemented
source: Type not implemented {0}
cs_cz: Typ {0} není implementován.
da_dk: Type ikke implementeret {0}
de_ch: Typ nicht implementiert: {0}
es_mx: Tipo no implementado {0}
fi_fi: Tyyppiä ei ole toteutettu ({0})
fr_ca: Type non implémenté {0}
is_is: Tegund ekki innleidd {0}
it_it: Tipo non implementato {0}
nb_no: Typen {0} er ikke implementert
nl_be: Type niet geïmplementeerd: {0}
ru_ru: Тип не реализован: {0}
sv_se: Typen är inte implementerad {0}

# UnableToCreateServiceInstancePath
source: Cannot create the path {0} for this service instance. Make sure that permissions are set up correctly for the service account.
cs_cz: Nelze vytvořit cestu {0} pro tuto instanci služby. Ujistěte se, zda jsou oprávnění pro účet služby správně nastaveny.
da_dk: Kunne ikke oprette stien {0} til denne tjenesteforekomst. Kontroller, at rettighederne til denne tjenestekonto er indstillet korrekt.
de_ch: Der Pfad '{0}' für diese Dienstinstanz konnte nicht erstellt werden. Vergewissern Sie sich, dass die Zugriffsrechte für das Dienstkonto korrekt eingerichtet wurden.
es_mx: No se puede crear la ruta {0} para esta instancia de servicio. Asegúrese de que los permisos están configurados correctamente para la cuenta de servicio.
fi_fi: Tämän palveluinstanssin polkua {0} ei voi luoda. Varmista, että palvelutilin oikeudet on määritetty oikein.
fr_ca: Le chemin d'accès {0} pour cette instance de service ne peut pas être créé. Vérifiez que les autorisations sont correctement définies pour ce compte de service.
is_is: Ekki tókst að stofna slóðina {0} fyrir þetta þjónustutilvik. Ganga skal úr skugga um að heimildir séu rétt uppsettar fyrir þjónustureikninginn.
it_it: Impossibile creare il percorso {0} per questa istanza del servizio. Assicurarsi che le autorizzazioni siano impostate correttamente per l'account del servizio.
nb_no: Kan ikke opprette banen {0} for denne tjenesteforekomsten. Kontroller at tillatelsene er definert riktig for tjenestekontoen.
nl_be: Kan het pad {0} niet maken voor dit service-exemplaar. Zorg ervoor dat rechten voor serviceaccount juist zijn ingesteld.
ru_ru: Невозможно создать путь {0} для экземпляра этой службы. Убедитесь в правильности настройки разрешений для учетной записи службы.
sv_se: Det går inte att skapa sökvägen {0} till tjänstinstansen. Se till att behörigheterna har angetts korrekt på tjänstkontot.

# ConnectionProtocolMismatchLikelyDueToIncompatibleCredentialsSettings
source: Cannot connect to the server because of a protocol mismatch. This can be caused by the client and server having incompatible credential settings ({0}). Contact your system administrator.
cs_cz: K serveru se nelze připojit z důvodu neshody protokolu. To může být způsobeno tím, že klient a server mají nekompatibilní nastavení pověření({0}). Obraťte se na správce systému.
da_dk: Der kan ikke oprettes forbindelse til serveren på grund af en protokoluoverensstemmelse. Dette kan skyldes, at klienten og serveren har inkompatible legitimationsoplysningsindstillinger ({0}). Kontakt systemadministratoren.
de_ch: Aufgrund eines Protokollkonflikts kann keine Verbindung zum Server hergestellt werden. Möglicherweise verfügen der Client und der Server über inkompatible Einstellungen der Anmeldeinformationen ({0}). Wenden Sie sich an Ihren Systemadministrator.
es_mx: No se puede establecer la conexión con el servidor porque no coinciden los protocolos. Esto puede deberse a que un cliente y servidor tienen una configuración de credenciales incompatibles ({0}). Póngase en contacto con el administrador del sistema.
fi_fi: Palvelimeen ei voi muodostaa yhteyttä protokollan ristiriidan takia. Tämä saattaa johtua siitä, että asiakasohjelman ja palvelimen valtuusasetukset ({0}) eivät ole yhteensopivia. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Impossible de se connecter au serveur en raison d'une incompatibilité de protocoles. Il se peut que les informations d'identification du client et du serveur soient incompatibles ({0}). Contactez votre administrateur système.
is_is: Ekki er hægt að tengjast þjóninum vegna misræmis í samskiptareglum. Þetta getur verið vegna þess að biðlari og þjónn eru með ósamhæfar skilríkisstillingar ({0}). Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile connettersi al server a causa di una mancata corrispondenza del protocollo. Questo problema può essere causato da impostazioni incompatibili delle credenziali del client e del server ({0}). Contattare l'amministratore di sistema.
nb_no: Kan ikke koble til serveren på grunn av manglende protokollsamsvar. Dette kan skyldes at klienten og serveren har inkompatible legitimasjonsinnstillinger ({0}). Kontakt systemansvarlig.
nl_be: Kan geen verbinding maken met de server vanwege een protocolconflict. Dit wordt mogelijk veroorzaakt doordat de client en de server incompatibele instellingen voor referenties hebben ({0}). Neem contact op met uw systeembeheerder.
ru_ru: Невозможно подключиться к серверу из-за несоответствия протоколов. Причиной этого могут быть несовместимые настройки учетных данных клиента и сервера ({0}). Обратитесь за помощью к системному администратору.
sv_se: Det går inte att ansluta till servern på grund av en felaktig matchning i protokollet. Orsaken kan vara att klienten och servern har inkompatibla autentiseringsuppgiftsinställningar ({0}). Kontakta systemadministratören.

# 00095-50032
source: OptionString not found.
cs_cz: OptionString nebyl nalezen.
da_dk: OptionString blev ikke fundet.
de_ch: OptionString wurde nicht gefunden.
es_mx: No se encontró OptionString.
fi_fi: OptionString-ominaisuutta ei löydy.
fr_ca: OptionString introuvable.
is_is: Valstrengur fannst ekki.
it_it: Stringa dell'opzione non trovata.
nb_no: Finner ikke OptionString.
nl_be: OptionString niet gevonden.
ru_ru: Свойство OptionString не найдено.
sv_se: Det gick inte att hitta OptionString.

# AddToActionsOnRoleCenter
source: Add to Actions on Role Center Ribbon
cs_cz: Přidat k Akcím na pás karet Centra Rolí
da_dk: Tilføj til handlinger på båndet Rollecenter
de_ch: Zu Aktionen auf dem Rollencenter-Menüband hinzufügen
es_mx: Agregar a acciones en la cinta de opciones Área de tareas
fi_fi: Lisää Roolikeskus-valintanauhan toimintoihin
fr_ca: Ajouter aux actions dans le ruban Tableau de bord
is_is: Bæta við Aðgerðir á borðanum fyrir Mitt hlutverk
it_it: Aggiungi ad azioni nella barra multifunzione Gestione ruolo utente
nb_no: Legg til i handlinger på rollesenterbånd
nl_be: Toevoegen aan acties op lint in rolcentrum
ru_ru: Добавить в "Действия" на ленте ролевого центра
sv_se: Lägg till åtgärder i menyfliksområdet Rollcenter

# SoftwareLicenseTermCaption
source: Software License Terms
cs_cz: Licenční podmínky pro software
da_dk: Softwarelicensvilkår
de_ch: Softwarelizenzbedingungen
es_mx: Términos de licencia del software
fi_fi: Ohjelmiston käyttöoikeuden ehdot
fr_ca: Termes du contrat de licence logiciel
is_is: Leyfisskilmálar hugbúnaðar
it_it: Condizioni di licenza software
nb_no: Lisensvilkår for programvaren
nl_be: Licentiebepalingen voor software
ru_ru: Сведения о лицензии на программный продукт
sv_se: Licensvillkor för programvaran

# TestAssertEqualsExpectedActual
source: AssertEquals for Field:{0} Expected = '{1}', Actual = '{2}'
cs_cz: AssertEquals pro pole: {0} očekávaná hodnota = {1}, současná hodnota = {2}
da_dk: AssertEquals for felt:{0} Forventet = '{1}', Faktisk = '{2}'
de_ch: AssertEquals für Feld '{0}': erwartet: {1}; vorhanden: {2}
es_mx: AssertEquals para Campo:{0} Previsto = '{1}', Real = '{2}'
fi_fi: AssertEquals-menetelmä kentälle:{0} Odotettu = '{1}', Todellinen = '{2}'
fr_ca: AssertEquals pour Champ :{0} Prévu = « {1} », Réel = « {2} »
is_is: AssertEquals fyrir reit:{0} væntanlegt = „{1}“, raunverulegt = „{2}“
it_it: AssertEquals per il campo: {0} Previsto = '{1}', Effettivo = '{2}'
nb_no: AssertEquals for felt: {0} forventet = {1}, faktisk = {2}
nl_be: Verklaring is gelijk aan voor veld:{0} Verwacht = '{1}', Werkelijk = '{2}'
ru_ru: AssertEquals для поля:{0} Ожидается = "{1}", фактически = "{2}"
sv_se: AssertEquals för fältet:{0} Förväntad = {1}, Faktisk = {2}

# GetRangeNoPossibleValues
source: The filter "{0}" on the {1} field in the {2} table has no possible values.
cs_cz: Filtr "{0} na pole {1} v tabulce {2} nemá přípustné hodnoty.
da_dk: Filteret "{0}" i feltet {1} i tabellen {2} har ingen mulige værdier.
de_ch: Der Filter '{0}' für das Feld '{1}' in der Tabelle '{2}' besitzt keine möglichen Werte.
es_mx: El filtro "{0}" del campo {1} de la tabla {2} no tiene posibles valores.
fi_fi: Suodattimessa "{0}" (kentässä {1} taulukossa {2}) ei ole mahdollisia arvoja.
fr_ca: Le filtre « {0} » dans le champ {1} de la table {2} n'a pas de valeurs possibles.
is_is: Afmörkunin „{0}“ í {1} reitnum í töflunni {2} hefur engin möguleg gildi.
it_it: Il filtro "{0}" nel campo {1} della tabella {2} non dispone di possibili valori.
nb_no: Filteret {0} i feltet {1} i tabellen {2} har ingen mulige verdier.
nl_be: Het filter "{0}" in het veld {1} in de tabel {2} heeft geen mogelijke waarden.
ru_ru: Для фильтра "{0}" в поле {1} в таблице {2} не установлены возможные значения.
sv_se: Filtret "{0}" i fältet {1} i tabellen {2} har inga möjliga värden.

# CaptionFilterToThisValue
source: Filter to This Value
cs_cz: Filtr na tuto hodnotu
da_dk: Filtrer til denne værdi
de_ch: Nach diesem Wert filtern
es_mx: Filtrar a este valor
fi_fi: Suodata tähän arvoon
fr_ca: Filtrer selon cette valeur
is_is: Afmarka í þetta gildi
it_it: Filtra in base a questo valore
nb_no: Filtrer på denne verdien
nl_be: Filteren op deze waarde
ru_ru: Фильтровать до этого значения
sv_se: Filtrera på det här värdet

# StringHasOnlyBlanks
source: The field {0} only contains white space.
cs_cz: Pole {0} obsahuje pouze prázdné znaky.
da_dk: Feltet {0} indeholder kun mellemrum.
de_ch: Das Feld '{0}' enthält nur Leerzeichen.
es_mx: El campo {0} sólo contiene espacios en blanco.
fi_fi: Kenttä {0} sisältää vain välilyönnin.
fr_ca: Le champ {0} ne contient qu'un blanc.
is_is: Reiturinn {0} inniheldur aðeins autt bil.
it_it: Il campo {0} contiene solo spazi vuoti.
nb_no: Feltet {0} inneholder bare blanktegn.
nl_be: Het veld {0} bevat alleen witruimte.
ru_ru: Поле {0} содержит только пробелы.
sv_se: Fältet {0} innehåller inte något.

# MenuItemShowChart
source: Show as Chart
cs_cz: Zobrazit jako graf
da_dk: Vis som diagram
de_ch: Als Diagramm anzeigen
es_mx: Mostrar como gráfico
fi_fi: Näytä kaaviona
fr_ca: Afficher sous forme de graphique
is_is: Sýna sem myndrit
it_it: Mostra come grafico
nb_no: Vis som diagram
nl_be: Als diagram weergeven
ru_ru: Показать как диаграмму
sv_se: Visa som diagram

# SqlConnectionWillBeReestablished
source: The connection to SQL Server was lost or never established. The next attempt will be in {0} seconds
cs_cz: Připojení k serveru SQL bylo ztraceno nebo nebylo nikdy navázáno. Další pokus o připojení proběhne za {0} sekund.
da_dk: Forbindelsen til SQL Server gik tabt eller blev slet ikke oprettet. Det næste forsøg foretages om {0} sekunder.
de_ch: Die Verbindung zu SQL Server wurde unterbrochen oder nie hergestellt. Der nächste Versuch erfolgt in {0} Sekunden.
es_mx: La conexión a SQL Server se perdió o no se estableció nunca. El próximo intento se efectuará en {0} segundos.
fi_fi: Yhteys SQL Serveriin katkesi tai sitä ei muodostettu. Yhteyttä yritetään muodostaa uudelleen {0} sekunnin päästä
fr_ca: La connexion à SQL Server a été perdue ou n'a jamais été établie. La prochaine tentative se déroulera dans {0} secondes
is_is: Tengingin við SQL-þjón rofnaði eða ekki tókst að koma henni á. Næsta tilraun verður eftir {0} sekúndur
it_it: La connessione a SQL Server è stata interrotta o non è mai stata stabilita. Il prossimo tentativo verrà eseguito tra {0} secondi
nb_no: Tilkoblingen til SQL Server ble avbrutt eller aldri opprettet. Neste forsøk utføres om {0} sekunder
nl_be: De verbinding met SQL Server is verbroken of nooit tot stand gekomen. De volgende poging heeft plaats over {0} seconden
ru_ru: Разорвано или не выполнено соединение с сервером SQL. Следующая попытка повторится через {0} секунд
sv_se: Anslutningen till SQL Server avbröts eller hade aldrig upprättats. Nästa försök görs om {0} sekunder

# 00095-50082
source: The argument type is invalid.
cs_cz: Typ parametru není platný.
da_dk: Argumenttypen er ugyldig.
de_ch: Ungültiger Argumenttyp.
es_mx: El tipo de argumento no es válido.
fi_fi: Argumentin tyyppi on virheellinen.
fr_ca: Le type d'argument n'est pas valide.
is_is: Frumbreytugerðin er ógild.
it_it: Tipo di argomento non valido.
nb_no: Argumenttypen er ugyldig.
nl_be: Het argumenttype is ongeldig.
ru_ru: Недопустимый тип аргумента.
sv_se: Argumenttypen är ogiltig.

# TableSyncSetupCopyNotValidWhenNoNewExists
source: A TableSyncSetup value Copy for old table with ID {0} cannot be specified when no new table exists.
da_dk: En TableSyncSetup-værdi Kopiér for gammel tabel med id'et {0} kan ikke angives, når der ikke er nogen ny tabel.
de_ch: Der TableSyncSetup-Wert "Kopieren" kann für die alte Tabelle mit der ID {0} nicht angegeben werden, wenn keine neue Tabelle vorhanden ist.
es_mx: No se puede especificar el valor Copiar de TableSyncSetup para una tabla antigua con el identificador {0} cuando no existe ninguna tabla nueva.
fi_fi: Vanhan taulukon, jonka tunnus on {0}, TableSyncSetup-arvoa Copy ei voi määrittää, kun uutta taulukkoa ei ole olemassa.
fr_ca: Impossible de spécifier une valeur TableSyncSetup Copy pour l'ancienne table portant le code {0} s'il n'existe aucune table.
is_is: Ekki er hægt að tilgreina TableSyncSetup-gildi „Afrita“ fyrir gamla töflu með kenni {0} þegar ný tafla er ekki til staðar.
it_it: Impossibile specificare l'opzione Copia del valore TableSyncSetup per la tabella precedente con ID {0} se non esiste una nuova tabella.
nb_no: Du kan ikke angi TableSyncSetup-verdien Kopier for en gammel tabell med IDen {0} når det ikke finnes en ny tabell.
nl_be: De TableSyncSetup-waarde Copy kan niet voor de oude tabel met de id {0} worden opgegeven wanneer er geen nieuwe tabel bestaat.
ru_ru: Значение "Copy" (Копировать) параметра TableSyncSetup для старой таблицы с кодом {0} не может указываться, если не существует новая таблица.
sv_se: Det går inte att specificera ett TableSyncSetup-värde för kopiering för den gamla tabellen med ID:t {0} när det inte finns någon ny tabell.

# BookmarkFormatIsNotValid
source: The bookmark is not in a valid format.
cs_cz: Záložka není v platném formátu.
da_dk: Bogmærket er ikke i et gyldigt format.
de_ch: Das Lesezeichen hat kein gültiges Format.
es_mx: El marcador no tiene un formato válido.
fi_fi: Kirjanmerkin muoto ei ole kelvollinen.
fr_ca: Le format du signet n'est pas valide.
is_is: Bókamerkið er á röngu sniði.
it_it: Segnalibro in formato non valido.
nb_no: Bokmerket har ikke et gyldig format.
nl_be: De bladwijzer heeft geen geldige indeling.
ru_ru: Недопустимый формат закладки.
sv_se: Bokmärket har ett ogiltigt format.

# ReportLayoutDeletedUsedField
source: [Deleted field] {0}
da_dk: [Slettet felt] {0}
de_ch: [Gelöschtes Feld] {0}
es_mx: [Campo eliminado] {0}
fi_fi: [Poistettu kenttä] {0}
fr_ca: [Champ supprimé] {0}
is_is: [Eyddur reitur] {0}
it_it: [Campo eliminato] {0}
nb_no: [Slettet felt] {0}
nl_be: [Verwijderd veld] {0}
ru_ru: [Удаленное поле] {0}
sv_se: [Borttaget fält] {0}

# FilterIntervalMaxValueMissing
source: Filter must contain a maximum value.
cs_cz: Filtr musí obsahovat maximální hodnotu.
da_dk: Filteret skal indeholde en maksimumværdi.
de_ch: Der Filter muss einen Maximumwert enthalten.
es_mx: El filtro debe contener un valor máximo.
fi_fi: Suodattimen on sisällettävä enimmäisarvo.
fr_ca: Le filtre doit contenir une valeur maximale.
is_is: Afmörkunin þarf að innihalda hámarksgildi.
it_it: Il filtro deve contenere un valore massimo.
nb_no: Filteret må inneholde en maksimumsverdi.
nl_be: Het filter moet een maximumwaarde bevatten.
ru_ru: Фильтр должен содержать максимальное значение.
sv_se: Filtret måste innehålla ett maxvärde.

# ObjectDefinitionChanged
source: The definition of the {0} {1} has changed. Start your activity again.
cs_cz: Změnila se definice {0} {1}. Znovu spusťte aktivitu.
da_dk: Definitionen af {0} {1} er ændret. Start aktiviteten igen.
de_ch: Die Definition von '{0} {1}' wurde geändert. Starten Sie die Aktivität erneut.
es_mx: La definición de {0} {1} ha cambiado. Inicie la actividad de nuevo.
fi_fi: Kohteen {0} {1} määritys on muuttunut. Aloita toiminto uudelleen.
fr_ca: La définition de {0} {1} a été modifiée. Redémarrez votre activité.
is_is: Skilgreiningin á {0} {1} hefur breyst. Endurræsa þarf aðgerðina.
it_it: La definizione di {0} {1} è stata modificata. Avviare nuovamente l'attività.
nb_no: Definisjonen av {0} {1} er endret. Start aktiviteten på nytt.
nl_be: De definitie van {0} {1} is gewijzigd. Start de activiteit opnieuw.
ru_ru: Определение {0} {1} изменилось. Запустите действие повторно.
sv_se: Definitionen för {0} {1} har ändrats. Starta aktiviteten igen.

# DatePeriodNameCaption
source: Period Name
cs_cz: Název období
da_dk: Periodenavn
de_ch: Periodenname
es_mx: Nombre periodo
fi_fi: Jakson nimi
fr_ca: Nom de période
is_is: Heiti tímabils
it_it: Nome periodo
nb_no: Periodenavn
nl_be: Periodenaam
ru_ru: Название периода
sv_se: Periodnamn
