Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# QuickFilterRemoved
source: The Quick Filter was removed to avoid a conflict with the criteria you typed in another filter line. The removed Quick Filter was: {0} {1} {2}
cs_cz: Aby nedošlo ke konfliktu s kritérii v jiném řádku filtru, byl Quick filtr odstraněn. Odebraný Quick filtr byl: {0} {1} {2}
da_dk: Quick Filter blev fjernet for at undgå konflikt med kriterierne, du indtastede i en anden filterlinje. Det fjernede Quick Filter var: {0} {1} {2}
de_ch: Der Schnellfilter wurde zur Vermeidung von Konflikten mit den in einer anderen Filterzeile eingegebenen Kriterien entfernt. Entfernter Schnellfilter: {0} {1} {2}
es_mx: Se ha eliminado el Filtro rápido para evitar un conflicto con los criterios especificados en otra línea de filtro. El Filtro rápido eliminado era: {0} {1} {2}
fi_fi: Pikasuodatin on poistettu, jotta se ei aiheuttaisi ristiriitaa toisella suodatinrivillä määritettyjen kriteerien kanssa. Poistettu pikasuodatin oli seuraava: {0} {1} {2}
fr_ca: Le Filtre rapide a été supprimé pour éviter un conflit avec les critères entrés dans une autre ligne de filtre. Le Filtre rapide supprimé était : {0} {1} {2}
is_is: Flýtiafmörkunin var fjarlægð til að koma í veg fyrir árekstur við skilyrði sem slegið var inn á aðra afmörkunarlínu. Flýtiafmörkunin sem var fjarlægð var: {0} {1} {2}
it_it: Il Filtro rapido è stato rimosso per evitare un conflitto con i criteri immessi in un'altra riga del filtro. Il Filtro rapido rimosso era: {0} {1} {2}
nb_no: Hurtigfilteret ble fjernet for å unngå en konflikt med kriteriene du skrev inn på en annen filterlinje. Dette hurtigfilteret ble fjernet: {0} {1} {2}
nl_be: Het snelfilter is verwijderd om een conflict te voorkomen met de criteria die u in een andere filterregel hebt getypt. Het verwijderde snelfilter is: {0} {1} {2}
ru_ru: Экспресс-фильтр был удален во избежание конфликта с критериями, введенными в строку другого фильтра. Удаленный экспресс-фильтр: {0} {1} {2}
sv_se: Snabbfiltret togs bort för att undvika en konflikt med de kriterier du angett på en annan filterrad. Det borttagna snabbfiltret var: {0} {1} {2}

source: Header
cs_cz: Záhlaví
da_dk: Overskrift
es_mx: Cabecera
fi_fi: Otsikko
fr_ca: En-tête
is_is: Haus
it_it: Testata
nb_no: Overskrift
nl_be: Koptekst
ru_ru: Заголовок
sv_se: Rubrik

# LicenseInformation
source: License Information - {0}
cs_cz: Licenční informace - {0}
da_dk: Licensoplysninger - {0}
de_ch: Lizenzinformationen - {0}
es_mx: Información de licencia: {0}
fi_fi: Käyttöoikeustiedot - {0}
fr_ca: Informations de licence - {0}
is_is: Upplýsingar um leyfisskrá - {0}
it_it: Informazioni licenza - {0}
nb_no: Lisensinformasjon - {0}
nl_be: Licentiegegevens - {0}
ru_ru: Сведения о лицензии - {0}
sv_se: Licensinformation - {0}

# RecordLinks_Caption
source: Links
cs_cz: Odkazy
es_mx: Vínculos
fi_fi: Linkit
fr_ca: Liens
is_is: Tenglar
it_it: Collegamenti
nb_no: Koblinger
nl_be: Koppelingen
ru_ru: Ссылки
sv_se: Länkar

# NoWordLayout
source: Report {0} does not have a Word layout.
da_dk: Rapporten {0} har ikke et Word-layout.
de_ch: Bericht {0} enthält kein Word-Layout.
es_mx: El informe {0} no tiene un diseño de Word.
fi_fi: Raportissa {0} ei ole Wordin asettelua.
fr_ca: Le rapport {0} n'a pas de présentation Word.
is_is: Skýrsla {0} er ekki með Word-útlit.
it_it: Il report {0} non presenta un layout di Word.
nb_no: Rapporten {0} har ikke et Word-oppsett.
nl_be: Rapport {0} heeft geen Word-lay-out.
ru_ru: Отчет {0} не имеет макета Word.
sv_se: Rapporten {0} har ingen Word-layout.

source: Retry
cs_cz: Opakovat
da_dk: Prøv igen
de_ch: Wiederholen
es_mx: Reintentar
fi_fi: Yritä uudelleen
fr_ca: Réessayer
is_is: Reyna aftur
it_it: Riprova
nb_no: Prøv på nytt
nl_be: Opnieuw
ru_ru: Повторить
sv_se: Försök igen

# TenantWithAlternateIdAlreadyExists
source: Tenant '{0}' is already registered with Alternate ID '{1}'. Cannot add Tenant {2}.
cs_cz: Nájemce '{0}' je již registrována alternativní ID {1}. Nelze přidat klienta {2}.
da_dk: Lejeren '{0}' er allerede registreret med et alternativt id: '{1}'. Lejeren {2} kan ikke tilføjes.
de_ch: Tenant '{0}' ist bereits mit der alternativen ID '{1}' registriert. Tenant '{2}' kann nicht hinzugefügt werden.
es_mx: El inquilino '{0}' ya está registrado con el identificador alternativo '{1}'. No se puede agregar el inquilino {2}.
fi_fi: Vuokraaja {0} on jo rekisteröity vaihtoehtoisella tunnuksella {1}. Vuokraajaa {2} ei voi lisätä.
fr_ca: L'abonné « {0} » est déjà enregistré avec l'ID secondaire « {1} ». Impossible d'ajouter l'abonné {2}.
is_is: Leigjandi „{0}“ er nú þegar skráður með aukakennið „{1}“. Ekki er hægt að bæta leigjanda {2} við.
it_it: Il tenant '{0}' è già registrato con ID alternativo '{1}'. Impossibile aggiungere il tenant {2}.
nb_no: Leietaker {0} er allerede registrert med alternativ ID {1}. Kan ikke legge til leietaker {2}.
nl_be: Tenant '{0}' is al geregistreerd met alternatieve id '{1}'. Kan tenant {2} niet toevoegen.
ru_ru: Арендатор "{0}" уже зарегистрирован с альтернативным идентификатором "{1}". Добавить арендатора {2} невозможно.
sv_se: Klientorganisationen {0} är redan registrerad med alternativt ID {1}. Det går inte att lägga till klientorganisationen {2}.

# CommandLineDefaultProfileConfigurationError
source: The configure option is used to configure the default profile. If you want to configure a specific profile, then also provide that profile option.
cs_cz: Volba konfigurace se používá pro nastavení výchozího profilu. Pokud chcete nastavit konkrétní profil, pak je třeba zadat tuto volbu.
da_dk: Indstillingen Konfigurer bruges til konfiguration af standardprofilen. Hvis du vil konfigurere en bestemt profil, skal du også angive den pågældende profilindstilling.
de_ch: Die Konfigurationsoption dient zum Konfigurieren des Standardprofils. Sofern Sie ein bestimmtes Profil konfigurieren möchten, geben Sie auch die Profiloption an.
es_mx: La opción de configuración se usa para configurar el perfil predeterminado. Si desea configurar un perfil específico, proporcione también la opción de perfil.
fi_fi: Määritysasetuksen avulla määritetään oletusprofiili. Jos haluat määrittää tietyn profiilin, määritä myös profiiliasetus.
fr_ca: L'option configurer est utilisée pour configurer le profil par défaut. Si vous souhaitez configurer un profil spécifique, fournissez aussi cette option de profil.
is_is: Grunnstillingarvalkosturinn er notaður til að grunnstilla sjálfgefnu forstillinguna. Ef grunnstilla á tiltekna forstillingu skal einnig leggja fram þann forstillingarvalkost.
it_it: L'opzione di configurazione viene utilizzata per impostare il profilo di default. Se si desidera configurare un profilo specifico, è necessario fornire l'opzione appropriata.
nb_no: Konfigurasjonsalternativet brukes til å konfigurere standardprofilen. Hvis du vil konfigurere en bestemt profil, må du i tillegg oppgi det aktuelle profilalternativet.
nl_be: De optie configure wordt gebruikt om het standaardprofiel te configureren. Als u een specifiek profiel wilt configureren, moet u ook die optie profile opgeven.
ru_ru: Параметр configure используется для настройки профиля по умолчанию. Если требуется настроить определенный профиль, задайте также параметр этого профиля.
sv_se: Konfigurationsalternativet används för att konfigurera standardprofilen. Om du vill konfigurera en specifik profil ska du även ange detta profilalternativ.

# FilterParsingError
source: The filter settings could not be parsed.
cs_cz: Nastavení filtru nelze analyzovat.
da_dk: Filterindstillingerne kunne ikke parses.
de_ch: Die Filtereinstellungen konnten nicht analysiert werden.
es_mx: La configuración del filtro no se puede analizar.
fi_fi: Suodatinasetuksia ei voitu jäsentää.
fr_ca: Les paramètres de filtre n'ont pas pu être analysés.
is_is: Ekki tókst að þátta afmörkunarstillingarnar.
it_it: Impossibile analizzare le impostazioni del filtro.
nb_no: Kan ikke dele opp filterinnstillingene.
nl_be: De filterinstellingen kunnen niet worden geparseerd.
ru_ru: Не удалось выполнить синтаксический разбор настроек фильтра.
sv_se: Det gick inte att parsa filterinställningarna.

# CannotDeleteApplicationTableRecords
source: You do not have permission to delete '{0}' records because the tenant is mounted with the Application database as read-only. Contact your system administrator.
cs_cz: Nemáte oprávnění k odstranění záznamů {0}, protože nájemce je namontován s aplikační databáze jen pro čtení. Obraťte se na správce systému.
da_dk: Du har ikke rettigheder til at slette '{0}' records, da lejeren er tilknyttet med programdatabasen som skrivebeskyttet. Kontakt systemadministratoren.
de_ch: Sie besitzen nicht die Berechtigung zum Löschen von '{0}'-Datensätzen, da der Tenant mit der Anwendungsdatenbank als schreibgeschützt eingebunden ist. Wenden Sie sich an den Systemadministrator.
es_mx: No dispone de permiso para eliminar registros de '{0}' porque el inquilino está instalado con la base de datos de aplicación como de solo lectura. Póngase en contacto con el administrador del sistema.
fi_fi: Sinulla ei ole oikeuksia poistaa {0} tietuetta, koska vuokraaja on liitetty sovellustietokantaan vain luku -tilassa. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Vous n'êtes pas autorisé à supprimer des enregistrements « {0} », car l'abonné est monté avec la base de données d'application en lecture seule. Contactez votre administrateur système.
is_is: Ekki er til staðar leyfi til að eyða „{0}“ færslum þar sem leigjandi er aðeins settur upp með lesaðgangi að Application Database. Hafa skal samband við kerfisstjóra.
it_it: Non si dispone dell'autorizzazione per eliminare i record '{0}' poiché il tenant è installato con il database dell'applicazione di sola lettura. Contattare l'amministratore di sistema.
nb_no: Du har ikke tillatelse til å slette {0} poster fordi leietakeren er montert som skrivebeskyttet i programdatabasen. Kontakt systemansvarlig.
nl_be: U bent niet gemachtigd om '{0}' records te verwijderen, omdat de tenant is geïnstalleerd met de toepassingsdatabase als alleen-lezen. Neem contact op met uw systeembeheerder.
ru_ru: У вас нет прав на удаление записей "{0}", поскольку арендатор подключен к базе данных приложения с доступом только на чтение. Обратитесь к системному администратору.
sv_se: Du saknar behörighet att ta bort {0} poster eftersom klientorganisationen är monterad med programdatabas skrivskyddad. Kontakta systemadministratören.

# UnableToFindUser
source: Cannot retrieve the requested user.
cs_cz: Nelze načíst požadované uživatele.
da_dk: Den ønskede bruger kan ikke hentes.
de_ch: Der angeforderte Benutzer kann nicht abgerufen werden.
es_mx: No se puede recuperar el usuario solicitado.
fi_fi: Pyydettyä käyttäjää ei voi noutaa.
fr_ca: Impossible d'extraire l'utilisateur demandé.
is_is: Ekki tókst að sækja umbeðinn notanda.
it_it: Impossibile recuperare l'utente richiesto.
nb_no: Kan ikke hente den forespurte brukeren.
nl_be: Kan de aangevraagde gebruiker niet ophalen.
ru_ru: Не удалось получить запрошенного пользователя.
sv_se: Det går inte att hämta den begärda användaren.

# NoDataToImport
source: No data will be imported. Use one or more of -AllCompanies, -IncludeApplicationData, -IncludeGlobalData, and -IncludeApplication.
da_dk: Ingen data indlæses. Anvend en eller flere af -AllCompanies, -IncludeApplicationData, -IncludeGlobalData og -IncludeApplication.
de_ch: Es werden keine Daten importiert. Verwenden Sie mindestens eines der folgenden Objekte: -AllCompanies, -IncludeApplicationData, -IncludeGlobalData und -IncludeApplication.
es_mx: No se importarán datos. Use una o más de las opciones siguientes: -AllCompanies, -IncludeApplicationData, -IncludeGlobalData e -IncludeApplication.
fi_fi: Tietoja ei viedä. Käytä vähintään yhtä seuraavista: -AllCompanies, -IncludeApplicationData, -IncludeGlobalData ja -IncludeApplication.
fr_ca: Aucune donnée ne sera importée. Utilisez une ou plusieurs des valeurs -AllCompanies, -IncludeApplicationData, -IncludeGlobalData et -IncludeApplication.
is_is: Engin gögn verða flutt inn. Nota skal eitt eða fleiri af -AllCompanies, -IncludeApplicationData, -IncludeGlobalData and -IncludeApplication.
it_it: Non verrà importato alcun dato. Utilizzare uno o più elementi -AllCompanies, -IncludeApplicationData, -IncludeGlobalData, and -IncludeApplication.
nb_no: Ingen data vil bli importert. Bruk ett eller flere av -AllCompanies, -IncludeApplicationData, -IncludeGlobalData og -IncludeApplication.
nl_be: Er worden geen gegevens geïmporteerd. Gebruik een of meer van de volgende: -AllCompanies, -IncludeApplicationData, -IncludeGlobalData en -IncludeApplication.
ru_ru: Импорт данных не будет производиться. Воспользуйтесь одним или несколькими ключами командной строки: -AllCompanies, -IncludeApplicationData, -IncludeGlobalData, and -IncludeApplication.
sv_se: Inga data kommer att importeras. Använd ett eller flera av -AllCompanies, -IncludeApplicationData, -IncludeGlobalData och -IncludeApplication.

# ChkBox_TasksNoDueDate
source: Include tasks with no due date.
cs_cz: Včetně úkolů bez datumu splatnosti.
da_dk: Medtag opgaver uden forfaldsdato.
de_ch: Aufgaben ohne Fälligkeitsdatum einschliessen.
es_mx: Incluir tareas sin fecha de vencimiento.
fi_fi: Sisällytä tehtävät, joilla ei ole eräpäivää.
fr_ca: Inclure des tâches sans date d'échéance.
is_is: Taka með verkhluta án lokadags.
it_it: Includi task senza scadenza.
nb_no: Ta med oppgaver uten forfallsdato.
nl_be: Inclusief taken zonder vervaldatum.
ru_ru: Включить задачи без срока выполнения.
sv_se: Inkludera uppgifter utan förfallodatum.

# StreamWideTextMaxLength
source: WRITE is not supported for Text without a maximum length.
cs_cz: WRITE není podporován pro Text bez maximální délky.
da_dk: WRITE understøttes ikke for Text uden en maksimumslængde.
de_ch: WRITE wird für Text ohne maximale Länge nicht unterstützt.
es_mx: El elemento WRITE no se admite para texto sin una longitud máxima.
fi_fi: WRITE-funktiota ei tueta tekstissä, jolla ei ole enimmäispituutta.
fr_ca: WRITE n'est pas pris en charge pour Texte sans préciser une longueur maximale.
is_is: WRITE er ekki stutt fyrir texta án hámarkslengdar.
it_it: Operazione WRITE non supportata per un elemento Text con lunghezza massima.
nb_no: WRITE støttes ikke for tekst uten maksimal lengde.
nl_be: WRITE wordt niet ondersteund voor tekst zonder maximumlengte.
ru_ru: Операция WRITE не поддерживается для текста без максимальной длины.
sv_se: WRITE stöds inte för Text utan maxlängd.

# CannotCopyAllFiltersBetweenDifferentTables
source: Copying all filters at once can only be done between records that belong to the same table. Table: {0} <-- {1} Copy the necessary filters individually.
cs_cz: Kopírování všech filtrů současně lze provést pouze mezi záznamy, které patří do stejné tabulky. Table: {0} <-- {1} Zkopírujte potřebné filtry jednotlivě.
da_dk: Alle filtre kan kun kopieres på en gang, hvis de berørte records tilhører den samme tabel. Tabel: {0} <-- {1} Kopiér de nødvendige filtre enkeltvist.
de_ch: Das gleichzeitige Kopieren aller Filter ist nur möglich, wenn die Datensätze zur gleichen Tabelle gehören. Tabelle: {0} <-- {1} Kopieren Sie die benötigten Filter einzeln.
es_mx: La copia simultánea de todos los filtros sólo puede hacerse entre registros de la misma tabla. Tabla: {0} <-- {1} Copie los filtros que necesite uno a uno.
fi_fi: Kaikki suodattimet voidaan kopioida samalla kertaa vain, jos tietueet kuuluvat samaan taulukkoon. Taulukko: {0} <-- {1} Kopioi tarvittavat suodattimet yksi kerrallaan.
fr_ca: Copier tous les filtres à la fois ne peut se faire qu'entre des enregistrements de la même table. Table : {0} <-- {1} Copiez individuellement les filtres nécessaires.
is_is: Afritun allra afmarkana getur aðeins orðið milli færslna í sömu töflunni. Tafla: {0} <-- {1} Afrita skal nauðsynlegar afmarkanir, eina og eina í einu.
it_it: La copia di tutti i filtri in una sola volta può essere eseguita solo tra record appartenenti alla stessa tabella. Tabella: {0} <-- {1} Copiare i filtri necessari singolarmente.
nb_no: Kopiering av alle filtre samtidig kan bare gjøres mellom poster som tilhører samme tabell. Tabell: {0} <-- {1} Kopier de nødvendige filtrene individuelt.
nl_be: Als alle filters in één keer worden gekopieerd, moeten de records tot dezelfde tabel behoren. Tabel: {0} <-- {1} Kopieer de filters één voor één.
ru_ru: Одновременное копирование всех фильтров допустимо только между записями одной и той же таблицы. Таблица: {0} <-- {1} Скопируйте требуемые фильтры по отдельности.
sv_se: Kopiering av alla filter på en gång kan endast utföras mellan poster som hör till samma tabell. Tabell: {0} <-- {1} Kopiera de aktuella filtren ett i taget.

# ServerForcedAbortedActivity
source: Forced process exit, not all resources were released in the preferred way. This could be due to lengthy or endless operation, such as Net interop.
cs_cz: Vynucené ukončení procesu. Ne všechny prostředky byly vydány upřednostňovaným způsobem. Příčinou mohou být zdlouhavé nebo nekonečné operace, například Net interop.
da_dk: Gennemtvunget procesafslutning, og derfor er det ikke alle ressourcer, der blev frigivet på den foretrukne måde. Dette kan skyldes en længerevarende eller uendelig operation, som f.eks. Net interop.
de_ch: Erzwungenes Beenden des Vorgangs. Nicht alle Ressourcen wurden auf die bevorzugte Weise veröffentlicht. Dies ist möglicherweise aufgrund langwieriger oder endloser Vorgänge wie NET-Interop der Fall.
es_mx: Se ha forzado la salida del proceso, no todos los recursos se lanzaron del modo preferido. Esto podría ser debido a una operación larga o interminable, como la interoperabilidad Net.
fi_fi: Pakotettu prosessin lopetus. Kaikkia resursseja ei vapautettu ensisijaisella tavalla. Tämä voi johtua pitkästä tai loputtomasta operaatiosta, kuten Net-yhteiskäytöstä.
fr_ca: Procédure de fermeture forcée. Toutes les ressources n'ont pas été libérées de manière optimale. Cela peut être dû à une opération trop longue ou interminable, telle que Interopérabilité .NET.
is_is: Ferli var hætt, ekki voru öll tilföng gefin út á æskilegan hátt. Þetta gæti stafað af langvinnri eða endalausri aðgerð, eins og Net-gagnvirkni.
it_it: Chiusura forzata del processo. Non tutte le risorse sono state rilasciate nel modo preferito. Questo problema potrebbe essere causato da operazioni lunghe o infinite, ad esempio di interoperabilità .NET.
nb_no: Tvunget prosessavslutning. Ikke alle ressurser ble frigitt på foretrukket måte. Dette kan skyldes en lang eller uendelig operasjon, for eksempel .Net-interoperabilitet.
nl_be: Afgedwongen procesafsluiting. Niet alle resources zijn op de wijze van voorkeur vrijgegeven. Dit is mogelijk te wijten aan een langdurige of oneindige bewerking, zoals Net-interop.
ru_ru: Принудительный выход из процесса, не все ресурсы были освобождены предпочтительным способом. Это могло быть обусловлено продолжительной или бесконечной операцией, такой как сетевое взаимодействие.
sv_se: Framtvingad processavslutning. Alla resurser frisläpptes inte på önskat sätt. Detta kan bero på en åtgärd som håller på länge eller inte har något slut, till exempel Net interop.

# PrintDialogLocationLabel
source: Location:
da_dk: Lokation:
de_ch: Speicherort:
es_mx: Ubicación:
fi_fi: Sijainti:
fr_ca: Emplacement :
is_is: Staðsetning:
it_it: Percorso:
nb_no: Lokasjon:
nl_be: Locatie:
ru_ru: Расположение
sv_se: Plats:

# NegotiatedAuthenticationTypeDescription
source: Negotiated Authentication (Kerberos or NTLM)
cs_cz: Vyjednané ověřování (Kerberos nebo NTLM)
da_dk: Forhandlet godkendelse (Kerberos eller NTLM)
de_ch: Ausgehandelte Authentifizierung (Kerberos oder NTLM)
es_mx: Autenticación negociada (Kerberos o NTLM)
fi_fi: Neuvoteltu todennus (Kerberos tai NTLM)
fr_ca: Authentification négociée (Kerberos ou NTLM)
is_is: Umsamin sannvottun (Kerberos eða NTLM)
it_it: Autenticazione negoziata (Kerberos o NTLM)
nb_no: Forhandlet godkjenning (Kerberos eller NTLM)
nl_be: Onderhandelde verificatie (Kerberos of NTLM)
ru_ru: Согласованная проверка подлинности (Kerberos или NTLM)
sv_se: Förhandlad autentisering (Kerberos eller NTLM)

# ImportDataDialogTitle
source: Importing Data into the Database
da_dk: Importerer data til databasen
de_ch: Daten werden in die Datenbank importiert...
es_mx: Importar datos en la base de datos
fi_fi: Tietojen tuonti tietokantaan
fr_ca: Importation de données dans la base de données
is_is: Flytur inn gögn í gagnagrunninn
it_it: Importazione dati nel database
nb_no: Importerer data til databasen
nl_be: Gegevens importeren in de database
ru_ru: Импорт данных в базу данных
sv_se: Importerar data till databasen

# 00095-50072
source: The query does not have a DataItem that uses the table {1} {2}.
cs_cz: Dotaz nemá DataItem, který používá tabulku {1} {2}.
da_dk: Forespørgslen indeholder ikke et dataelement, der bruger tabellen {1} {2}.
de_ch: Die Abfrage besitzt kein Datenelement, von dem die Tabelle '{1} {2}' verwendet wird.
es_mx: La consulta no tiene un DataItem que utilice la tabla {1} {2}.
fi_fi: Kyselyllä ei ole tietokohdetta, joka käyttää taulukkoa {1} {2}.
fr_ca: La requête n'a pas un DataItem qui utilise la table {1} {2}.
is_is: Fyrirspurnin er ekki með DataItem sem notar töfluna {1} {2}.
it_it: La query non contiene un elemento DataItem che utilizza la tabella {1} {2}.
nb_no: Spørringen har ikke noe DataItem som bruker tabellen {1} {2}.
nl_be: De query heeft geen DataItem dat de tabel {1} {2} gebruikt.
ru_ru: Запрос не содержит элемента DataItem, использующего таблицу {1} {2}.
sv_se: Frågan har ingen DataItem som använder tabellen {1} {2}.

# 00095-50172
source: Streams cannot be used with client-side invoked automation objects.
cs_cz: Streams nelze použít s objekty automation vyvolanými na straně klienta.
da_dk: Streams kan ikke bruges med automatiseringsobjekter for klientside.
de_ch: Datenströme können nicht mit clientseitig aufgerufenen Automatisierungsobjekten verwendet werden.
es_mx: No se pueden usar secuencias con objetos de automatización invocados por parte del cliente.
fi_fi: Virtoja ei voi käyttää asiakasohjelmapuolen aktivoitavien automaatio-objektien kanssa.
fr_ca: Les flux ne peuvent pas être utilisés avec les objets Automation invoqués côté client.
is_is: Ekki má nota strauma með sjálfvirknihlutum ræstum af biðlara.
it_it: Impossibile utilizzare i flussi con gli oggetti ActiveX richiamati sul lato client.
nb_no: Streamer kan ikke brukes med automatiseringsobjekter som er startet på klientsiden.
nl_be: Stromen kunnen niet worden gebruikt met aan de clientzijde aangeroepen automatiseringsobjecten.
ru_ru: Нельзя использовать потоки с объектами автоматизации, вызываемыми на стороне клиента.
sv_se: Strömmar kan inte användas med automatiseringsobjekt som startas från klientsidan.
