Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# 00095-50103
source: Could not locate the node for node '{0}' (GUID = {1}). Verify that metadata and automatically generated code are consistent.
cs_cz: Nelze najít uzel uzel {0} (identifikátor GUID = {1}). Ověřte, že metadata a automaticky generovaný kód jsou konzistentní.
da_dk: Noden til noden '{0}' (GUID = {1}) blev ikke fundet. Kontroller, at metadata og den autogenererede kode stemmer overens.
de_ch: Der Knoten für den Knoten '{0}' (GUID = {1}) wurde nicht gefunden. Überprüfen Sie, ob die Metadaten und der automatische generierte Code konsistent sind.
es_mx: No se pudo ubicar el nodo para el nodo '{0}' (GUID = {1}). Compruebe que los metadatos y el código generado automáticamente son coherentes.
fi_fi: Solmua {0} (GUID = {1}) ei löytynyt. Tarkista, että metatiedot sekä automaattisesti luotu koodi ovat yhtenäiset.
fr_ca: Impossible de retrouver le nœud pour le nœud « {0} » (GUID = {1}). Vérifiez que les métadonnées et le code généré automatiquement sont cohérents.
is_is: Hnúturinn fannst ekki fyrir hnútinn '{0}' (GUID = {1}). Staðfesta þarf að lýsigögn og sjálfvirkt skrifaður kóði séu samræmd.
it_it: Impossibile individuare il nodo per il nodo '{0}' (GUID = {1}). Verificare che i metadati e il codice generato automaticamente siano coerenti.
nb_no: Finner ikke noden for noden {0} (GUID = {1}). Kontroller at metadata og automatisk generert kode er konsekvente.
nl_be: Kan het knooppunt niet vinden voor knooppunt '{0}' (Guid = {1}). Controleer of de metagegevens en automatisch gegenereerde code consistent zijn.
ru_ru: Не удалось обнаружить узел для узла '{0}' (GUID = {1}). Убедитесь в соответствии метаданных и автоматически созданного кода.
sv_se: Det gick inte att hitta noden för nod {0} (GUID = {1}). Verifiera att metadata och automatiskt genererad kod är konsekventa.

source: Add NST
cs_cz: Přidat objekt NST
da_dk: Tilføj NST
de_ch: NST hinzufügen
es_mx: Agregar NST
fi_fi: Lisää NST
fr_ca: Ajouter NST
is_is: Bæta við NST
it_it: Aggiungi NST
nb_no: Legg til NST
nl_be: NST toevoegen
ru_ru: Добавить NST
sv_se: Lägg till NST

# TestStartSessionNotAllowed
source: Sessions cannot be started in tests that are run by a TestRunner that has TestIsolation set to Test or Codeunit.
cs_cz: Relace nelze spustit v testech, spuštěných TestRunner, která má TestIsolation nastaven na Test nebo Codeunit.
da_dk: Sessioner kan ikke startes i test, der køres af en TestRunner, der har TestIsolation angivet til Test eller Codeunit.
de_ch: Sitzungen können nicht Tests gestartet werden, die von einem TestRunner ausgeführt werden, in dem TestIsolation auf 'Test' oder 'Codeunit' gesetzt ist.
es_mx: No se pueden iniciar sesiones en las pruebas ejecutadas por un TestRunner que tiene TestIsolation establecido en Test o Codeunit.
fi_fi: Istuntoja ei voi käynnistää sellaisen TestRunnerin suorittamissa testeissä, jonka TestIsolation-arvo on Test tai Codeunit.
fr_ca: Impossible de démarrer les sessions dans des tests exécutés par un TestRunner dont TestIsolation est défini sur Test ou Codeunit.
is_is: Ekki er hægt að ræsa lotur í prófunum sem eru keyrðar af TestRunner sem er með TestIsolation stillt á Test eða Codeunit.
it_it: Impossibile avviare le sessioni in test eseguiti da un TestRunner con TestIsolation impostato su Test o su Codeunit.
nb_no: Økter kan ikke startes i tester som kjøres av en TestRunner som har TestIsolation satt til Test eller Kodeenhet.
nl_be: Er kunnen geen sessies worden gestart in sessie die worden uitgevoerd door een TestRunner waarbij TestIsolation is ingesteld op Test of Codeunit.
ru_ru: Сеансы невозможно запустить в тестах, выполняемых средством TestRunner, которое имеет параметр TestIsolation, установленный в значение Test или Codeunit.
sv_se: Det går inte att starta sessioner i tester som körs av en TestRunner där TestIsolation har angetts till Test eller Codeunit.

# RenameNotAllowedForTable
source: You cannot rename table: {0}. Delete the old record and create a new record with the new name.
cs_cz: Nelze přejmenovat tabulku: {0}. Odstraňte starý záznam a vytvořit nový záznam s novým názvem.
da_dk: Du kan ikke omdøbe tabellen: {0}. Slet den gamle record, og opret en ny record med det nye navn.
de_ch: Sie können folgende Tabelle nicht umbenennen: {0}. Löschen Sie den alten Datensatz, und erstellen Sie einen neuen Datensatz mit dem neuen Namen.
es_mx: No se puede cambiar el nombre de la tabla: {0}. Elimine el registro anterior y cree un registro nuevo con el nuevo nombre.
fi_fi: Taulukkoa ei voi nimetä uudelleen: {0}. Poista vanha tietue ja luo uusi tietue, jolla on uusi nimi.
fr_ca: Vous ne pouvez pas renommer la table {0}. Supprimez l'ancien enregistrement et créez-en un nouveau portant le nouveau nom.
is_is: Ekki er hægt að endurnefna töfluna: {0}. Eyða þarf gömlu færslunni og stofna nýja færslu með nýja heitinu.
it_it: Impossibile rinominare la tabella: {0}. Eliminare il record precedente e creare un nuovo record con il nuovo nome.
nb_no: Du kan ikke gi nytt navn til tabellen {0}. Slett den gamle posten, og opprett en ny post med det nye navnet.
nl_be: U kunt de naam van de volgende tabel niet wijzigen: {0}. Verwijder de oude record en maak een nieuwe record met de nieuwe naam.
ru_ru: Таблицу {0} невозможно переименовать. Удалите старую запись и создайте новую запись с другим именем.
sv_se: Du kan inte byta namn på tabellen: {0}. Ta bort den gamla posten och skapa en ny post med samma namn.

# MenuItemCategory9
source: Category 9
cs_cz: Kategorie 9
da_dk: Kategori 9
de_ch: Kategorie 9
es_mx: Clase 9
fi_fi: Luokka 9
fr_ca: Catégorie 9
is_is: Flokkur 9
it_it: Categoria 9
nb_no: Kategori 9
nl_be: Categorie 9
ru_ru: Категория 9
sv_se: Kategori 9

# NothingFoundWithinFilter
source: There is no {0} within the filter. Filters: {1}
cs_cz: Neexistuje žádný {0} ve filtru. Filtry: {1}
da_dk: Der er ikke {0} i filteret. Filtrene: {1}
de_ch: Im Filter wurde Folgendes nicht gefunden: {0}. Filter: {1}
es_mx: No hay {0} dentro del filtro. Filltros: {1}
fi_fi: Suodattimessa ei ole kohdetta {0}. Suodattimet: {1}
fr_ca: Il n'y a pas de {0} dans le filtre. Filtres : {1}
is_is: Engin {0} er í afmörkuninni. Afmarkanir: {1}
it_it: Nessun {0} in questo filtro. Filtri: {1}
nb_no: {0} finnes ikke i filteret. Filtre: {1}
nl_be: Geen {0} in het filter. Filters: {1}
ru_ru: В фильтре отсутствует {0}. Фильтры: {1}
sv_se: Det finns inget {0} i filtret. Filter: {1}

source: Properties...
cs_cz: Vlastnosti...
da_dk: Egenskaber...
de_ch: Eigenschaften...
es_mx: Propiedades...
fi_fi: Ominaisuudet...
fr_ca: Propriétés...
is_is: Eiginleikar...
it_it: Proprietà...
nb_no: Egenskaper...
nl_be: Eigenschappen...
ru_ru: Свойства...
sv_se: Egenskaper...

# NavFileOperationsNotSupported
source: The operation cannot complete because it uses a feature that is not supported (C/AL File function.)
cs_cz: Operaci nelze dokončit, protože jej používá funkci, která není podporována (funkce C/AL souboru.)
da_dk: Denne operation kan ikke fuldføres, da den bruger en funktion, der ikke understøttes (C/AL-filfunktion.)
de_ch: Der Vorgang kann nicht abgeschlossen werden, weil eine nicht unterstützte Funktion verwendet wird (C/AL-Dateifunktion).
es_mx: No se puede completar la operación porque usa una característica incompatible (función de archivo C/AL).
fi_fi: Operaatiota ei voi suorittaa, koska se käyttää toimintoa, jota ei tueta (C/AL-tiedostotoiminto).
fr_ca: L'opération ne peut pas être exécutée car elle utilise une fonction non prise en charge (fonction de fichier C/AL).
is_is: Ekki er hægt að ljúka aðgerðinni vegna þess að hún notar eiginleika sem ekki er studdur (C/AL skráaaðgerð).
it_it: Impossibile completare l'operazione perché viene utilizzata una funzionalità non supportata (funzione file C/AL).
nb_no: Operasjonen kan ikke fullføres fordi den bruker en funksjon som ikke støttes (C/AL-filfunksjon).
nl_be: De bewerking kan niet worden voltooid omdat deze een functie gebruikt die niet wordt ondersteund (C/AL-bestandsfunctie.)
ru_ru: Операция не может быть выполнена, так как ею используется неподдерживаемая функция (файловая функция C/AL).
sv_se: Det går inte att slutföra åtgärden eftersom den använder en funktion som inte stöds (C/AL File-funktionen.)

# MenuItemNew
source: New
cs_cz: Nový
da_dk: Ny
de_ch: Neu
es_mx: Nuevo
fi_fi: Uusi
fr_ca: Nouveau
is_is: Nýtt
it_it: Nuovo
nb_no: Ny
nl_be: Nieuw
ru_ru: Создать
sv_se: Ny

# AConfigurationProblemOccurred
source: A problem occurred while processing configuration file {0}. The problem reported is:
cs_cz: Nastala chyba při zpracování konfiguračního souboru {0}. Ohlášený problém je:
da_dk: Der opstod et problem under behandling af konfigurationsfilen {0}. Det rapporterede problem er:
de_ch: Fehler beim Verarbeiten der Konfigurationsdatei {0}. Der gemeldete Fehler ist:
es_mx: Error al procesar el archivo de configuración {0}. El problema fue:
fi_fi: Määritystiedoston {0} käsittelyssä on ilmennyt ongelma. Raportoitu ongelma on seuraava:
fr_ca: Un problème est survenu lors du traitement du fichier de configuration {0}. Le problème rapporté est le suivant :
is_is: Vandamál kom upp við vinnslu samstillingarskráarinnar {0}. Vandamálið er:
it_it: Problema durante l'elaborazione del file di configurazione {0}. Il problema segnalato è il seguente:
nb_no: Det oppstod et problem under behandling av konfigurasjonsfilen {0}. Dette er det rapporterte problemet:
nl_be: Probleem bij het verwerken van configuratiebestand {0}. Het gemelde probleem is:
ru_ru: Ошибка при обработке файла конфигурации {0}. Обнаружена ошибка:
sv_se: Ett problem uppstod när konfigurationsfilen {0} behandlades. Det rapporterade problemet är:

# MenuItemCategory8
source: Category 8
cs_cz: Kategorie 8
da_dk: Kategori 8
de_ch: Kategorie 8
es_mx: Clase 8
fi_fi: Luokka 8
fr_ca: Catégorie 8
is_is: Flokkur 8
it_it: Categoria 8
nb_no: Kategori 8
nl_be: Categorie 8
ru_ru: Категория 8
sv_se: Kategori 8

# MenuItemCategory7
source: Category 7
cs_cz: Kategorie 7
da_dk: Kategori 7
de_ch: Kategorie 7
es_mx: Clase 7
fi_fi: Luokka 7
fr_ca: Catégorie 7
is_is: Flokkur 7
it_it: Categoria 7
nb_no: Kategori 7
nl_be: Categorie 7
ru_ru: Категория 7
sv_se: Kategori 7

# MenuItemCategory6
source: Category 6
cs_cz: Kategorie 6
da_dk: Kategori 6
de_ch: Kategorie 6
es_mx: Clase 6
fi_fi: Luokka 6
fr_ca: Catégorie 6
is_is: Flokkur 6
it_it: Categoria 6
nb_no: Kategori 6
nl_be: Categorie 6
ru_ru: Категория 6
sv_se: Kategori 6

# MenuItemCategory5
source: Category 5
cs_cz: Kategorie 5
da_dk: Kategori 5
de_ch: Kategorie 5
es_mx: Clase 5
fi_fi: Luokka 5
fr_ca: Catégorie 5
is_is: Flokkur 5
it_it: Categoria 5
nb_no: Kategori 5
nl_be: Categorie 5
ru_ru: Категория 5
sv_se: Kategori 5

# MenuItemCategory4
source: Category 4
cs_cz: Kategorie 4
da_dk: Kategori 4
de_ch: Kategorie 4
es_mx: Clase 4
fi_fi: Luokka 4
fr_ca: Catégorie 4
is_is: Flokkur 4
it_it: Categoria 4
nb_no: Kategori 4
nl_be: Categorie 4
ru_ru: Категория 4
sv_se: Kategori 4

# TestClientNotInstalled
source: The TestClient that is needed for page testability is not installed on the server.
cs_cz: TestClient, který je nutný pro testování stránky není na serveru nainstalován.
da_dk: Den TestClient, der er nødvendig for at teste siden, er ikke installeret på serveren.
de_ch: Das TestClient-Element, das zum Testen von Seiten benötigt wird, ist auf dem Server nicht installiert.
es_mx: El TestClient necesario para las capacidades de prueba de la página no está instalado en el servidor.
fi_fi: Sivun testattavuuteen tarvittavaa TestClientiä ei ole asennettu palvelimeen.
fr_ca: TestClient, nécessaire à la testabilité de la page, n'est pas installé sur le serveur.
is_is: TestClient sem þörf er á fyrir prófunarhæfni síðu er ekki uppsett á netþjóninum.
it_it: Il TestClient necessario per la verificabilità della pagina non è installato nel server.
nb_no: TestClient som er nødvendig for testbarhet for siden, er ikke installert på serveren.
nl_be: De TestClient die nodig is voor testbaarheid van pagina´s, is niet op de server geïnstalleerd.
ru_ru: На сервере не установлен клиент TestClient, который необходим для тестирования страницы.
sv_se: TestClient som behövs för att kunna testa sidan har inte installerats på servern.

# MenuItemDeletePersistedInformation
source: Reset User-Specified Settings
cs_cz: Resetovat nastavení zadané uživatelem
da_dk: Nulstil brugerdefinerede indstillinger
de_ch: Von Benutzern angegebene Einstellungen zurücksetzen
es_mx: Restablecer la configuración especificada por el usuario
fi_fi: Palauta käyttäjän määrittämät asetukset
fr_ca: Réinitialiser les paramètres de personnalisation
is_is: Endurstilla stillingar tilgreindar af notanda
it_it: Ripristina impostazioni specifiche dell'utente
nb_no: Tilbakestill brukerdefinerte innstillinger
nl_be: Door de gebruiker gedefinieerde instellingen opnieuw instellen
ru_ru: Сброс настроек, заданных пользователем
sv_se: Återställ inställningar som angetts av användaren

source: TODAY
cs_cz: DNES
da_dk: DAGS DATO
de_ch: HEUTIGES DATUM
es_mx: HOY
fi_fi: TÄNÄÄN
fr_ca: AUJOURD'HUI
is_is: DAGUR
it_it: OGGI
nb_no: I DAG
nl_be: HUIDIGE DATUM
ru_ru: СЕГОДНЯ
sv_se: DAGENS DATUM

# 00095-50105
source: Internal XmlPort error. Metadata mismatch for node type.
cs_cz: Vnitřní chyba XmlPort. Metadata pro node a typ se neshodují.
da_dk: Intern XmlPort-fejl. Metadata stemmer ikke overens for nodetypen.
de_ch: Interner XmlPort-Fehler. Metadaten für den Knotentyp stimmen nicht überein.
es_mx: Error XmlPort interno. Los metadatos no coinciden para el tipo de nodo.
fi_fi: Sisäinen XmlPort-virhe. Solmutyypin metatietovastaavuusvirhe.
fr_ca: Erreur XmlPort interne. Problème de correspondance des métadonnées au niveau du type de nœud.
is_is: Innri XmlPort-villa. Misræmi lýsigagna fyrir hnútagerð.
it_it: Errore XmlPort interno. Mancata corrispondenza dei metadati per il tipo di nodo.
nb_no: Intern XmlPort-feil. Metadata samsvarer ikke for nodetype.
nl_be: Interne XmlPort-fout. Metagegevens komen niet overeen voor knooppunttype.
ru_ru: Внутренняя ошибка XmlPort. Несоответствие метаданных для типа узла.
sv_se: Internt XmlPort-fel. Felaktig metadatamatchning för nodtyp.

# AttemptToRemoveNonEmptyTable
source: Cannot delete the {0} table from the {1} database because it contains data for the {2} company.
da_dk: Tabellen {0} kan ikke slettes fra databasen {1}, da den indeholder data for virksomheden {2}.
de_ch: Die Tabelle {0} kann nicht aus der Datenbank {1} gelöscht werden, da sie Daten für den Mandanten {2} enthält.
es_mx: No se puede eliminar la tabla {0} de la base de datos {1} porque contiene datos para la empresa {2}.
fi_fi: Taulukkoa {0} ei voi poistaa tietokannasta {1}, koska se sisältää yrityksen {2} tietoja.
fr_ca: Impossible de supprimer la table {0} de la base de données {1} car elle contient des données pour la compagnie {2}.
is_is: Ekki er hægt að eyða töflunni {0} úr gagnagrunninum {1} vegna þess að hún inniheldur gögn fyrir fyrirtækið {2}.
it_it: Impossibile eliminare la tabella {0} dal database {1} perché contiene dati per la società {2}.
nb_no: Kan ikke slette tabellen {0} fra databasen {1} fordi den inneholder data for firmaet {2}.
nl_be: De tabel {0} kan niet uit de database {1} worden verwijderd omdat deze gegevens bevat voor het bedrijf {2}.
ru_ru: Невозможно удалить таблицу {0} из базы данных {1}, так как она содержит данные для организации {2}.
sv_se: Det går inte att ta bort tabellen {0} från databasen {1} eftersom den innehåller data för företaget {2}.

# SynchronizationActionAlreadyRunning
source: The requested task failed to start within the timeout period of {0} seconds that has been specified in the Microsoft Dynamics NAV Development environment / Database / Alter. The reason is that Microsoft Dynamics NAV Server is busy with a similar task
da_dk: Den ønskede opgave kunne ikke startes inden for den timeoutperiode på {0} sekunder, som er angivet under Microsoft Dynamics NAV Development Environment / Database / Juster. Dette skyldes, at Microsoft Dynamics NAV Server er i gang med en lignende opgave
de_ch: Die angeforderte Aufgabe wurde nicht innerhalb der in der Entwicklungsumgebung von Microsoft Dynamics NAV unter "Datenbank"/"Ändern" angegebenen Timeoutperiode von {0} Sekunden gestartet. Grund: Microsoft Dynamics NAV Server ist mit einer ähnlichen Aufgabe beschäftigt
es_mx: Error al iniciar la operación solicitada en el periodo de tiempo de espera de {0} segundos especificado en el entorno de desarrollo de Microsoft Dynamics NAV / Base de datos / Modificar. La razón es que Microsoft Dynamics NAV Server está ocupado con una tarea similar
fi_fi: Pyydetyn tehtävän käynnistys epäonnistui {0} sekunnin aikakatkaisuajan aikana, joka on määritetty Microsoft Dynamics NAV -kehitysympäristössä/-tietokannassa/Alter-käskyllä. Syynä on, että Microsoft Dynamics NAV -palvelin on varattu samanlaiseen tehtävään
fr_ca: La tâche demandée n'a pas pu démarrer dans le délai de {0} secondes spécifié dans Microsoft Dynamics NAV Development Environment / Base de données / Modifier. En effet, Microsoft Dynamics NAV Server est en train d'effectuer une tâche similaire
is_is: Umbeðna verkið hófst ekki innan {0} sekúndna tímalokunar sem hefur verið tilgreint í Microsoft Dynamics NAV þróunarumhverfinu / Gagnagrunnur / Breyta. Ástæðan er sú að Microsoft Dynamics NAV Server er upptekinn við svipað verk
it_it: Impossibile avviare l'operazione richiesta entro il periodo di timeout di {0} secondi specificato in Ambiente di sviluppo / Database / Modifica in Microsoft Dynamics NAV. Microsoft Dynamics NAV Server è occupato nell'esecuzione di un'attività simile
nb_no: Den forespurte oppgaven ble ikke påbegynt innen grensen for tidsavbrudd på {0} sekunder som er angitt i Microsoft Dynamics NAV Development environment / Database / Endre. Grunnen er at Microsoft Dynamics NAV Server er opptatt med en lignende oppgave
nl_be: Kan de aangevraagde taak niet starten binnen de time-outperiode van {0} seconden die in de Microsoft Dynamics NAV-ontwikkelomgeving is opgegeven bij Database / Wijzigen. De reden hiervoor is dat Microsoft Dynamics NAV Server bezig is met een vergelijkbare taak
ru_ru: Не удалось запустить запрошенную задачу в течение {0} с. Этот период ожидания задан в среде разработки Microsoft Dynamics NAV (меню среды разработки > База данных > Изменить). Microsoft Dynamics NAV Server занят выполнением аналогичной задачи
sv_se: Den begärda åtgärden startade inte inom tidsgränsen på {0} sekunder som angetts i Microsoft Dynamics NAV Development Environment / Databas / Ändra. Orsaken är att Microsoft Dynamics NAV Server är upptagen med en liknande åtgärd

source: Apply Filter
cs_cz: Použít filtr
da_dk: Anvend filter
de_ch: Filter anwenden
es_mx: Aplicar filtro
fi_fi: Käytä suodatinta
fr_ca: Appliquer filtre
is_is: Nota afmörkun
it_it: Applica filtro
nb_no: Bruk filter
nl_be: Filter toepassen
ru_ru: Применить фильтр
sv_se: Använd filter

# ButtonApply
source: Apply
cs_cz: Použít
da_dk: Anvend
de_ch: Anwenden von
es_mx: Aplicar
fi_fi: Käytä
fr_ca: Affecter
is_is: Nota
it_it: Applica
nb_no: Bruk
nl_be: Toepassen
ru_ru: Применить
sv_se: Koppla

# InvalidUrlFormat
source: Link address is not valid.
cs_cz: Adresa odkazu je neplatná.
da_dk: Linkadressen er ugyldig.
de_ch: Die Linkadresse ist ungültig.
es_mx: La dirección URL no es válida.
fi_fi: Linkin osoite ei ole kelvollinen.
fr_ca: L'adresse du lien n'est pas valide.
is_is: Tengilsslóðin er ógild.
it_it: Indirizzo di collegamento non valido.
nb_no: Koblingsadressen er ikke gyldig.
nl_be: Koppelingsadres is ongeldig.
ru_ru: Недопустимый адрес ссылки.
sv_se: Länkadressen är inte giltig.

# ObjectTableCannotChangeBlob
source: You cannot modify the BLOB object. Compile the object using the {0}.
cs_cz: Nelze upravit objekt BLOB. Zkompilujte objekt pomocí {0}.
da_dk: BLOB-objektet kan ikke redigeres. Kompiler objektet med {0}.
de_ch: Das BLOB kann nicht geändert werden. Kompilieren Sie das Objekt mithilfe der {0}.
es_mx: No se puede modificar el objeto BLOB. Compile el objeto mediante {0}.
fi_fi: BLOB-objektia ei voi muokata. Käännä objekti ympäristön {0} avulla.
fr_ca: Vous ne pouvez pas modifier l'objet BLOB. Compilez l'objet à l'aide de {0}.
is_is: Ekki er hægt að breyta BLOB-hlut. Þýða hlutinn með {0}.
it_it: Impossibile modificare l'oggetto BLOB. Compilare l'oggetto con {0}.
nb_no: Du kan ikke endre BLOB-objektet. Kompiler objektet ved hjelp av {0}.
nl_be: U kunt het BLOB-object niet wijzigen. Compileer het object met {0}.
ru_ru: BLOB-объект невозможно изменить. Скомпилируйте объект, используя {0}.
sv_se: Det går inte att ändra BLOB-objektet. Kompilera objektet med {0}.

# RefreshAction_Caption
source: Refresh
cs_cz: Aktualizovat
da_dk: Opdater
de_ch: Aktualisieren
es_mx: Actualizar
fi_fi: Päivitä
fr_ca: Actualiser
is_is: Endurnýja
it_it: Aggiorna
nb_no: Forny
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# NavDebuggerConnectionIsNotAttached
source: This session is not debugging.
cs_cz: Tato relace není ladění.
da_dk: Denne session fejlfindes ikke.
de_ch: Für diese Session wird kein Debugging ausgeführt.
es_mx: Esta sesión no está realizando la depuración.
fi_fi: Tässä istunnossa ei ole virheenkorjaus käynnissä.
fr_ca: Cette session n'est pas en cours de débogage.
is_is: Þessi lota er ekki að kemba.
it_it: Il debug di questa sessione non viene eseguito.
nb_no: Denne økten er ikke feilsøking.
nl_be: In deze sessie wordt geen foutopsporing uitgevoerd.
ru_ru: Отладка этого сеанса не выполняется.
sv_se: Sessionen felsöker inte.

# ViewFlowFilterSystemObjectCaption
source: View, FlowFilter
cs_cz: Zobrazit, FlowFilter
da_dk: Vis, FlowFilter
de_ch: Ansicht, FlowFilter
es_mx: Ver, FlowFilter
fi_fi: Näytä, FlowFilter
fr_ca: Affichage, FlowFilter
is_is: Skoða, FlowFilter
it_it: Visualizza, FlowFilter
nb_no: Vis, FlowFilter
nl_be: Beeld, FlowFilter
ru_ru: Вид, FlowFilter
sv_se: Visa, FlowFilter

# 00095-50039
source: The table IDs do not match.
cs_cz: Identifikátory tabulky se neshodují.
da_dk: Tabel-id'erne stemmer ikke overens.
de_ch: Die Tabellen-IDs stimmen nicht überein.
es_mx: Los identificadores de tabla no coinciden.
fi_fi: Taulukon tunnukset eivät täsmää.
fr_ca: Les ID table ne correspondent pas.
is_is: Kenni taflnanna passa ekki saman.
it_it: ID tabella non corrispondenti.
nb_no: Tabell-IDene samsvarer ikke.
nl_be: De tabel-id's komen niet overeen.
ru_ru: Коды таблиц не совпадают.
sv_se: Tabell-ID:n matchar inte.

# Caption_CustomizeListPlace
source: Customize {0}
cs_cz: Vlastní nastavení {0}
da_dk: Tilpas {0}
de_ch: {0} anpassen
es_mx: Personalizar {0}
fi_fi: Mukauta {0}
fr_ca: Personnaliser {0}
is_is: Sérstilla {0}
it_it: Personalizza {0}
nb_no: Tilpass {0}
nl_be: {0} aanpassen
ru_ru: Настройка модуля {0}
sv_se: Anpassa {0}

# SetWorkDateWork
source: Work Date
cs_cz: Pracovní datum
da_dk: Arbejdsdato
de_ch: Arbeitsdatum
es_mx: Fecha de trabajo
fi_fi: Käsittelypäivämäärä
fr_ca: Date de travail
is_is: Vinnudagsetning
nb_no: Arbeidsdato
nl_be: Werkdatum
ru_ru: Рабочая дата
sv_se: Arbetsdatum

# CurrentNetworkTypeCaption
source: Network:
cs_cz: Síť:
da_dk: Netværk:
de_ch: Netzwerk:
es_mx: Red:
fi_fi: Verkko:
fr_ca: Réseau :
is_is: Net:
it_it: Rete:
nb_no: Nettverk:
nl_be: Netwerk:
ru_ru: Сеть:
sv_se: Nätverk:

# MenuItemEditItem
source: Edit Item
cs_cz: Upravit položku
da_dk: Rediger vare
de_ch: Artikel bearbeiten.
es_mx: Editar producto
fi_fi: Muokkaa nimikettä
fr_ca: Modifier l'article
is_is: Breyta vöru
it_it: Modifica articolo
nb_no: Rediger vare
nl_be: Artikel bewerken
ru_ru: Изменить товар
sv_se: Redigera artikel
