Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ToolTipLinksAction
source: Show or create related links.
cs_cz: Zobrazení nebo vytvoření souvisejících odkazů.
da_dk: Vis eller opret relaterede links.
de_ch: Zeigen Sie verknüpfte Links an, oder erstellen Sie sie.
es_mx: Muestre o cree vínculos relacionados.
fi_fi: Näytä tai luo liittyvät linkit.
fr_ca: Affichez ou créez des liens connexes.
is_is: Sýna eða stofna tengda tengla.
it_it: Mostrare o creare i collegamenti correlati.
nb_no: Vis eller opprett relaterte koblinger.
nl_be: Gerelateerde koppelingen weergeven of maken.
ru_ru: Показать или создать связанные ссылки.
sv_se: Visa eller skapa relaterade länkar.

# ChartMissingFieldNameInDimension
source: The field name must be correctly specified in the selected dimension.
cs_cz: Název pole musí být správně zadán ve vybrané dimenzi.
da_dk: Feltnavnet skal angives korrekt i den valgte dimension.
de_ch: Der Feldname muss in der ausgewählten Dimension korrekt angegeben werden.
es_mx: El nombre de campo debe especificarse correctamente en la dimensión seleccionada.
fi_fi: Kenttä on määritettävä oikein valitussa dimensiossa.
fr_ca: Le nom du champ doit être correctement spécifié dans la dimension sélectionnée.
is_is: Heiti reitsins verður að vera rétt tilgreint í völdu víddinni.
it_it: Il nome del campo deve essere specificato correttamente nella dimensione selezionata.
nb_no: Feltnavnet må være riktig angitt i den valgte dimensjonen.
nl_be: De veldnaam moet juist worden opgegeven in de geselecteerde dimensie.
ru_ru: Имя поля должно быть правильно задано в выбранном измерении.
sv_se: Fältnamnet måste anges korrekt i den valda dimensionen.

# DefaultBrowserCannotBeStarted
source: The default browser cannot be started.
cs_cz: Nelze spustit výchozí prohlížeč.
da_dk: Standardbrowseren kan ikke startes.
de_ch: Der Standardbrowser kann nicht gestartet werden.
es_mx: No se puede iniciar el explorador predeterminado.
fi_fi: Oletusselainta ei voi käynnistää.
fr_ca: Impossible de démarrer le navigateur par défaut.
is_is: Það er ekki hægt að ræsa sjálfgefinn vafra.
it_it: Impossibile avviare il browser di default.
nb_no: Kan ikke starte standardleseren.
nl_be: De standaardbrowser kan niet worden gestart.
ru_ru: Не удается запустить браузер, используемый по умолчанию.
sv_se: Det går inte att starta standardwebbläsaren.

# Label_AvailableNavButtons
source: Available navigation pane buttons:
cs_cz: Dostupná tlačítka Navigačního podokna:
da_dk: Tilgængelige navigationsrudeknapper:
de_ch: Verfügbare Schaltflächen des Navigationsbereichs:
es_mx: Botones del panel de exploración disponibles:
fi_fi: Käytettävissä olevat siirtymisruudun painikkeet:
fr_ca: Boutons du volet de navigation disponibles :
is_is: Tiltækir yfirlitssvæðishnappar:
it_it: Pulsanti del riquadro di spostamento disponibili:
nb_no: Tilgjengelige navigasjonsruteknapper:
nl_be: Beschikbare knoppen in het navigatiedeelvenster:
ru_ru: Доступные кнопки панели навигации:
sv_se: Tillgängliga knappar för navigeringsruta:

# RollbackExceptionString
source: This error occurred during a rollback, which was caused by a previous error:
da_dk: Denne fejl opstod under en tilbageførsel, som blev udløst af en tidligere fejl:
de_ch: Dieser Fehler trat während eines Rollbacks auf, der durch einen vorherigen Fehler verursacht wurde:
es_mx: Este error se produjo durante una reversión, que se debió a un error anterior:
fi_fi: Tämä virhe tapahtui peruutuksen aikana ja sen syynä oli aiempi virhe:
fr_ca: Cette erreur s'est produite pendant une restauration, qui a été causée par une erreur précédente :
is_is: Þessi villa kom upp við endurheimt sem framkvæmd var vegna fyrri villu:
it_it: Questo errore si è verificato durante l'esecuzione di un rollback a causa di un errore precedente:
nb_no: Denne feilen oppstod under en tilbakerulling som var forårsaket av en tidligere feil:
nl_be: Deze fout is opgetreden tijdens een terugdraaiactie, die was veroorzaakt door een eerdere fout:
ru_ru: Эта ошибка возникла в ходе отката, вызванного предыдущей ошибкой:
sv_se: Det här felet inträffade under en återställning som orsakades av ett tidigare fel:

# DecimalExpressionParser_NoOpeningParenthesisToClose
source: No opening parenthesis to matching closing parenthesis.
cs_cz: Chybí levá závorka pro odpovídající pravou závorku.
da_dk: Der er ingen startparenteser, der matcher slutparenteserne.
de_ch: Der Klammerausdruck ist unvollständig (runde Klammer links fehlt).
es_mx: No hay ningún paréntesis de apertura para el paréntesis de cierre.
fi_fi: Toista sulkumerkkiä vastaavaa ensimmäistä sulkumerkkiä ei ole.
fr_ca: Les parenthèses fermantes ne sont associées à aucune parenthèse ouvrante.
is_is: Enginn vinstri svigi fyrir samsvarandi hægri sviga.
it_it: Nessuna parentesi aperta corrispondente alla parentesi chiusa.
nb_no: Det finnes ingen startparentes som svarer til den avsluttende parentesen.
nl_be: Er is geen openingshaakje dat overeenkomt met het sluithaakje.
ru_ru: Для закрывающей скобки нет парной открывающей скобки.
sv_se: Det finns inte någon inledande parentes som matchar den avslutande parentesen.

# Button_RemoveFreezeLine
source: Remove Freeze Pane
cs_cz: Uvolnit podokno
da_dk: Fjern låst rude
de_ch: Fixierung entfernen
es_mx: Eliminar inmovilización de panel
fi_fi: Poista kiinnitysruutu
fr_ca: Supprimer le volet Figer
is_is: Losa svæði
it_it: Rimuovi Blocca riquadro
nb_no: Fjern Frys rute
nl_be: Bevroren deelvenster verwijderen
ru_ru: Удалить область закрепления
sv_se: Ta bort låsning

# MenuItemPrintPageDialog
source: Print Page
cs_cz: Tisk stránky
da_dk: Udskriv side
de_ch: Seite drucken
es_mx: Imprimir página
fi_fi: Tulosta sivu
fr_ca: Imprimer la page
is_is: Prenta síðu
it_it: Stampa pagina
nb_no: Skriv ut side
nl_be: Pagina afdrukken
ru_ru: Печать страницы
sv_se: Skriv ut sida

# PageDefinitionIsEmptyOrDoesNotExist
source: The page {0} is empty or does not exist.
cs_cz: Stránka {0} je prázdná nebo neexistuje.
da_dk: Siden {0} er tom eller findes ikke.
de_ch: Die Seite '{0}' ist leer oder nicht vorhanden.
es_mx: La página {0} está vacía o no existe.
fi_fi: Sivu {0} on tyhjä, tai sitä ei ole.
fr_ca: La page {0} est vide ou n'existe pas.
is_is: Síðan {0} er tóm eða ekki til.
it_it: La pagina {0} è vuota o inesistente.
nb_no: Siden {0} er tom eller finnes ikke.
nl_be: De pagina {0} is leeg of bestaat niet.
ru_ru: Страница {0} пуста или не существует.
sv_se: Sidan {0} är tom eller finns inte.

# Relations
source: The collection does not contain a valid relation.
cs_cz: Kolekce neobsahuje platný vztah.
da_dk: Samlingen indeholder ikke en gyldig relation.
de_ch: Die Sammlung enthält keine gültige Relation.
es_mx: La colección no contiene una relación válida.
fi_fi: Kokoelma ei sisällä kelvollista suhdetta.
fr_ca: La collection ne contient pas de relation valide.
is_is: Safnið inniheldur ekki gild tengsl.
it_it: La raccolta non contiene una relazione valida.
nb_no: Samlingen inneholder ikke noen gyldig relasjon.
nl_be: De verzameling bevat geen geldige relatie.
ru_ru: Коллекция не содержит допустимого отношения.
sv_se: Samlingen innehåller inte någon giltig relation.

# NasSessionFailedWillNotRetry
source: The {0} session for tenant '{1}' has permanently failed and will not be restarted. Reason: {2}
cs_cz: Relace {0} pro klienta {1} selhala natrvalo a nebude restartována. Důvod: {2}
da_dk: Der er opstået en permanent fejl i {0}-sessionen til lejeren '{1}', og den vil ikke blive genstartet. Årsag: {2}
de_ch: Die {0}-Sitzung für Tenant "{1}" ist permanent fehlgeschlagen und wird nicht neu gestartet. Grund: {2}
es_mx: La sesión {0} para el inquilino '{1}' tiene un error permanente y no se reiniciará. Motivo: {2}
fi_fi: Vuokraajan {1} istunto {0} on epäonnistunut pysyvästi, eikä sitä käynnistetä uudelleen. Syy: {2}
fr_ca: La session {0} pour l'abonné « {1} » a connu un échec permanent et ne sera pas redémarrée. Motif : {2}
is_is: Lotan {0} fyrir leigjanda „{1}“ hefur mistekist endanlega og verður ekki endurræst. Ástæða: {2}
it_it: La sessione {0} per il tenant '{1}' ha provocato un errore permanente e non verrà riavviata. Motivo: {2}
nb_no: {0}-økten for leietaker {1} har mislyktes permanent og vil ikke bli startet på nytt. Årsak: {2}
nl_be: De sessie {0} voor tenant '{1}' is permanent mislukt en wordt niet opnieuw gestart. Reden: {2}
ru_ru: Сеанс {0} для арендатора "{1}" завершился неустранимой ошибкой и не будет перезапущен. Причина: {2}
sv_se: {0}-sessionen för klientorganisationen {1} har misslyckats permanent och kommer därför inte startas om. Orsak: {2}

# MenuItemActions
source: &Actions
cs_cz: &Akce
da_dk: H&andlinger
de_ch: &Aktionen
es_mx: &Acciones
fi_fi: &Toiminnot
is_is: &Aðgerðir
it_it: &Azioni
nb_no: &Handlinger
nl_be: &Acties
ru_ru: Д&ействия
sv_se: &Åtgärder

# MSGRENOTLOGGEDON
source: Client was not signed in to the primary service when this method was called.
cs_cz: Klient nebyl přihlášen ke službě primární tato metoda byla volána.
da_dk: Klienten var ikke logget på den primære tjeneste på det tidspunkt, da denne metode blev kaldt.
de_ch: Der Client war beim Aufrufen dieser Methode nicht im primären Dienst angemeldet.
es_mx: El cliente no se registró en el servicio principal cuando se llamó a este método.
fi_fi: Asiakasohjelma ei ollut kirjautuneena sisään ensisijaiseen palveluun, kun tätä menetelmää kutsuttiin.
fr_ca: Le client n'était pas connecté au service principal au moment de l'appel de cette méthode.
is_is: Biðlarinn var ekki skráður inn á aðalþjónustuna þegar hringt var í þessa aðferð.
it_it: Il client non era firmato nel servizio primario quando è stato chiamato il metodo.
nb_no: Klienten var ikke logget på den primære tjenesten da denne metoden ble kalt.
nl_be: Client was niet aangemeld bij de primaire service toen deze methode werd aangeroepen.
ru_ru: При вызове метода клиент не выполнил вход в основную службу.
sv_se: Klienten var inte inloggad på den primära servicen när den här metoden anropades.

# MenuItemNewItem
source: New Item
cs_cz: Nová položka
da_dk: Ny vare
de_ch: Neuer Artikel
es_mx: Nuevo producto
fi_fi: Uusi nimike
fr_ca: Nouvel article
is_is: Ný vara
it_it: Nuovo articolo
nb_no: Ny vare
nl_be: Nieuw artikel
ru_ru: Новый товар
sv_se: Ny artikel

# MetadataInvalidHomepageType
source: The page {0} is not a Role Center.
cs_cz: Stránka {0} není v centru rolí.
da_dk: Siden {0} er ikke et Rollecenter.
de_ch: Die Seite '{0}' ist kein Rollencenter.
es_mx: La página {0} no es un área de tareas.
fi_fi: Sivu {0} ei ole Roolikeskus.
fr_ca: La page {0} n'est pas un Tableau de bord.
is_is: Síðan {0} er ekki Mitt hlutverk.
it_it: La pagina {0} non è una pagina Gestione ruolo utente.
nb_no: Siden {0} er ikke et rollesenter.
nl_be: De pagina {0} is geen rolcentrum.
ru_ru: Страница {0} не является ролевым центром.
sv_se: Sidan {0} är inte ett Rollcenter.

# TestPageInvokedWithoutHandler
source: TestPages that are invoked from a RunObject action must have a handler. Page No. = {0}
cs_cz: TestPages, které jsou vyvolány z RunObject action musí mít popisovač. Stránky No. = {0}
da_dk: TestPages, som kaldes fra en RunObject-handling, skal have en handler. Sidenummer = {0}
de_ch: TestPage-Elemente, die mithilfe einer RunObject-Aktion aufgerufen werden, müssen über einen Handler verfügen. Seitennr.: {0}
es_mx: Las TestPages invocadas desde una acción RunObject deben tener un controlador. Nº página = {0}
fi_fi: TestPage-kohteissa, jotka aktivoidaan RunObject-toiminnosta, on oltava käsittelijä. Sivunumero = {0}
fr_ca: Les TestPages invoquées à partir d'une action RunObject doivent posséder un gestionnaire. N° page = {0}
is_is: TestPages sem virkjaðar eru úr RunObject-aðgerð verða að hafa rekil. Síða nr. = {0}
it_it: Le TestPage richiamate da un'azione RunObject devono avere un gestore. Nr. pagina = {0}
nb_no: TestPages som er aktivert fra en RunObject-handling, må ha en behandler. Sidenr. = {0}
nl_be: TestPages die worden aangeroepen vanuit een RunObject-actie moeten een handler hebben. Paginanr. = {0}
ru_ru: Страницы TestPages, которые вызываются из операции RunObject, должны иметь обработчик. Страница №={0}
sv_se: Testsidor som anropas från en RunObject-åtgärd måste ha en hanterare. Sidnummer={0}

# SignOutAction
source: Sign out
cs_cz: Odhlásit se
da_dk: Log af
de_ch: Abmelden
es_mx: Cerrar sesión
fi_fi: Kirjaudu ulos
fr_ca: Se déconnecter
is_is: Útskrá
it_it: Disconnetti
nb_no: Logg av
nl_be: Afmelden
ru_ru: Выход
sv_se: Logga ut

# FormSourceTableUndefined
source: The source table on the {0} page (page number {1}) cannot be accessed because it does not exist.
cs_cz: Ke zdrojové tabulce na stránce {0} (číslo stránky {1}) nelze získat přístup, protože neexistuje.
da_dk: Kildetabellen på siden {0} (sidenummer {1}) er ikke tilgængelig, fordi den ikke blev fundet.
de_ch: Auf die Quelltabelle auf der Seite {0} (Seitennummer {1}) kann nicht zugegriffen werden, da sie nicht vorhanden ist.
es_mx: No se puede tener acceso a la tabla de origen de la página {0} (número de página {1}) porque no existe.
fi_fi: Sivulla {0} (sivunumero {1}) olevaa lähdetaulukkoa ei voi käyttää, koska sitä ei ole.
fr_ca: Impossible d'accéder à la table source sur la page {0} (numéro de page {1}) car elle n'existe pas.
is_is: Það er ekki hægt að opna upprunatöfluna á síðunni {0} (síðunúmer {1}) þar sem hún er ekki til.
it_it: Impossibile accedere alla tabella di origine nella pagina {0} (numero pagina {1}). Non esiste.
nb_no: Kildetabellen på siden {0} (sidetall {1}) kan ikke åpnes fordi den ikke finnes.
nl_be: De brontabel op de {0}-pagina (paginanummer {1}) kan niet worden geopend omdat deze niet bestaat.
ru_ru: Невозможно получить доступ к исходной таблице на странице {0} (номер страницы {1}), т.к. эта таблица не существует.
sv_se: Det går inte att få åtkomst till källtabellen på sidan {0} (sidnummer {1}) eftersom den inte finns.

# Validation_Pending_Error
source: Cannot validate due to pending error - {0}.
cs_cz: Nelze ověřit kvůli nevyřešené chybě - {0}.
da_dk: Der kan ikke valideres på grund af en fejl, der ikke er rettet - {0}.
de_ch: Überprüfung aufgrund ausstehender Fehler nicht möglich - {0}.
es_mx: No se puede validar debido a un error pendiente: {0}.
fi_fi: Tarkistusta ei voi tehdä odottavan virheen vuoksi - {0}.
fr_ca: Validation impossible en raison d'une erreur en attente - {0}.
is_is: Það er ekki hægt að villuleita vegna biðvillu - {0}.
it_it: Impossibile eseguire la convalida per errore in sospeso - {0}.
nb_no: Kan ikke validere på grunn av ventende feil - {0}.
nl_be: Kan niet valideren wegens wachtende fout - {0}.
ru_ru: Невозможно выполнить проверку из-за неустраненной ошибки - {0}.
sv_se: Det går inte att validera på grund av väntande fel - {0}.

# HeartbeatWarning
source: The {0} cannot register itself with SQL Server "{1}" in database "{2}" at startup and will try again when the first client connection is made. The error message is: {3}
cs_cz: {0} nemůže registrovat sám s SQL Serverem "{1}" v databázi "{2}" při spuštění. K dalšímu pokusu dojde při připojení prvního klienta. Chybová zpráva: {3}
da_dk: Værdien {0} kan ikke registrere sig selv med SQL Server "{1}" i databasen "{2}" ved start og forsøger igen, når den første klient opretter forbindelse. Fejlmeddelelsen er: {3}
de_ch: {0} kann sich beim Start nicht beim SQL-Server '{1}' in der Datenbank '{2}' registrieren. Der Vorgang wird erneut ausgeführt, wenn die erste Clientverbindung hergestellt wird. Fehlermeldung: {3}
es_mx: El {0} no se puede registrar a si mismo con SQL Server "{1}" en la base de datos "{2}" al iniciar el sistema y lo volverá a intentar cuando se realice la primera conexión de cliente. El mensaje de error es: {3}
fi_fi: {0} ei voi rekisteröidä itseään SQL Serverin "{1}" avulla tietokantaan "{2}" käynnistyksen yhteydessä. Rekisteröintiä yritetään uudelleen, kun ensimmäinen asiakasyhteys on muodostettu. Virhesanoma on: {3}
fr_ca: {0} ne peut s'enregistrer avec SQL Server « {1} » dans la base de données « {2} » au démarrage et réessaiera à la première connexion client. Le message d'erreur est le suivant : {3}
is_is: {0} getur ekki skráð sig sjálft með SQL Server „{1}“ í gagnagrunni „{2}“ við ræsingu og mun reyna aftur þegar fyrstu biðlaratengingu er komið á. Villuboðin eru: {3}
it_it: Impossibile effettuare la registrazione di {0} con SQL Server "{1}" nel database "{2}" all'avvio. L'operazione verrà tentata nuovamente alla prima connessione client. Messaggio di errore: {3}
nb_no: {0} kan ikke registrere seg selv med SQL Server {1} i databasen {2} ved oppstart og vil prøve på nytt når den første klienttilkoblingen er opprettet. Feilmeldingen er: {3}
nl_be: {0} kan zichzelf niet registreren met SQL Server "{1}" in database "{2}" tijdens het opstarten en zal het opnieuw proberen wanneer de eerste clientverbinding is gemaakt. De foutmelding is: {3}
ru_ru: {0} не может зарегистрировать себя с SQL Server "{1}" в базе данных "{2}" при запуске, и попытка будет повторена при установке подключения первого клиента. Сообщение об ошибке: {3}
sv_se: {0} kan inte registrera sig själv med SQL Server {1} i databasen {2} vid start och kommer att försöka igen när den första klientanslutningen görs. Felmeddelandet är: {3}

# NavDebuggerConnectionIsDebugging
source: You cannot activate the debugger because you are already debugging.
cs_cz: Debugger nelze aktivovat, protože právě probíhá ladění.
da_dk: Du kan ikke aktivere fejlfindingen, fordi fejlfindingen allerede kører.
de_ch: Der Debugger kann nicht aktiviert werden, da bereits gedebuggt wird.
es_mx: No puede activar el depurador porque ya está realizando la depuración.
fi_fi: Et voi aktivoida virheenkorjausta, koska suoritat jo virheenkorjausta.
fr_ca: Vous ne pouvez pas activer le débogueur car un débogage est déjà en cours.
is_is: Ekki er hægt að ræsa kembiforritið því nú þegar er verið að kemba.
it_it: Impossibile attivare il debugger perché è già in corso il debug.
nb_no: Du kan ikke aktivere feilsøkingsprogrammet fordi du allerede feilsøker.
nl_be: U kunt het foutopsporingsprogramma niet activeren omdat u al bezig bent met foutopsporing.
ru_ru: Невозможно активировать отладчик, так как отладка уже выполняется.
sv_se: Det går inte att aktivera felsökningen eftersom du redan felsöker.

# DuplicateKeyError
source: The {0} already exists. Identification fields and values: {1}
cs_cz: {0} již existuje. Identifikační pole a hodnoty: {1}
da_dk: {0} findes allerede. Id-felter og -værdier: {1}
de_ch: '{0}' ist bereits vorhanden. Identifizierende Felder und Werte: {1}
es_mx: Ya existe el/la {0}. Campos de identificación y valores: {1}
fi_fi: {0} on jo olemassa. Tunnistuskentät ja -arvot: {1}
fr_ca: L'enregistrement {0} existe déjà. Champs et valeurs d'identification : {1}
is_is: {0} er þegar fyrir hendi. Kennireitir og gildi: {1}
it_it: {0} esiste già. Campi e valori di identificazione: {1}
nb_no: {0} finnes allerede. ID-felt og -verdier: {1}
nl_be: {0} is reeds aanwezig. Identificatievelden en -waarden: {1}
ru_ru: {0} уже существует. Идентифицирующие поля и значения: {1}
sv_se: {0} finns redan. Identifikationsfält och värden: {1}

# SystemPartLinks
source: Links
cs_cz: Odkazy
es_mx: Vínculos
fi_fi: Linkit
fr_ca: Liens
is_is: Tenglar
it_it: Collegamenti
nb_no: Koblinger
nl_be: Koppelingen
ru_ru: Ссылки
sv_se: Länkar

# MenuItemFactBoxPane
source: FactBox Pane
cs_cz: Informační okna
da_dk: Faktaboksrude
de_ch: Infoboxbereich
es_mx: Panel de cuadro informativo
fi_fi: Tietoruudun kehys
fr_ca: Volet Récapitulatif
is_is: Upplýsingakassasvæði
it_it: Riquadro Dettaglio informazioni
nb_no: Faktaboksrute
nl_be: Infoblokdeelvenster
ru_ru: Область информационной панели
sv_se: Faktaboxruta

# UnableToParseConfigSetting
source: The {0} configuration setting cannot be parsed into a valid {1}.
cs_cz: Nastavení {0} nelze analyzovat do platné {1}.
da_dk: Konfigurationsindstillingen {0} kan ikke parses til en gyldig {1}.
de_ch: Die {0}-Konfigurationseinstellung kann nicht für ein gültiges {1} analysiert werden.
es_mx: La configuración {0} no se puede representar en un {1} válido.
fi_fi: Kohteen {0} määritysasetusta ei voi jäsentää kelvolliseksi kohteeksi {1}.
fr_ca: Le paramètre de configuration {0} ne peut pas être analysé en un {1} valide.
is_is: Það er ekki hægt að þátta samstillinguna {0} í gilt {1}.
it_it: Impossibile analizzare l'impostazione di configurazione {0} in un {1} valido.
nb_no: Konfigurasjonsinnstillingen for {0} kan ikke analyseres til en gyldig {1}.
nl_be: De configuratie-instelling {0} kan niet worden geparseerd naar een geldig(e) {1}.
ru_ru: Не удается выполнить синтаксический разбор параметра конфигурации {0} в допустимый {1}.
sv_se: Konfigurationsinställningen {0} kan inte parsas till en giltig {1}.

# MenuItemClearFilter
source: Clear Filter
cs_cz: Vymazat filtr
da_dk: Ryd filter
de_ch: Filter löschen
es_mx: Borrar filtro
fi_fi: Tyhjennä suodatin
fr_ca: Effacer le filtre
is_is: Hreinsa afmörkun
it_it: Cancella filtro
nb_no: Fjern filter
nl_be: Filter wissen
ru_ru: Очистить фильтр
sv_se: Rensa filter

# FileDialogTypeFilterWord
source: Microsoft Word (*.docx)|*.docx|All files (*.*)|*.*
cs_cz: Microsoft Word (*.docx)|*.docx|Všechny soubory (*.*)|*.*
da_dk: Microsoft Word (*.docx)|*.docx|Alle filer (*.*)|*.*
de_ch: Microsoft Word (*.docx)|*.docx|Alle Dateien (*.*)|*.*
es_mx: Microsoft Word (*.docx)|*.docx|Todos los archivos (*.*)|*.*
fi_fi: Microsoft Word (*.docx)|*.docx|Kaikki tiedostot (*.*)|*.*
fr_ca: Microsoft Word (*.docx)|*.docx|Tous les fichiers (*.*)|*.*
is_is: Microsoft Word (*.docx)|*.docx|Allar skrár (*.*)|*.*
it_it: Microsoft Word (*.docx)|*.docx|Tutti i file (*.*)|*.*
nb_no: Microsoft Word (*.docx)|*.docx|Alle filer (*.*)|*.*
nl_be: Microsoft Word (*.docx)|*.docx|Alle bestanden (*.*)|*.*
ru_ru: Microsoft Word (*.docx)|*.docx|Все файлы (*.*)|*.*
sv_se: Microsoft Word (*.docx)|*.docx|Alla filer (*.*)|*.*

# TablesAlreadyExistsInNewTenantDatabase
source: The database {0} is being mounted as a new empty database, but table {1} already exists.
cs_cz: Databáze {0} je montáž jako novou prázdnou databázi, ale tabulku {1} již existuje.
da_dk: Databasen {0} tilknyttes som en ny tom database, men tabellen {1} findes allerede.
de_ch: Die Datenbank {0} wird als neue leere Datenbank eingebunden, aber die Tabelle {1} ist bereits vorhanden.
es_mx: La base de datos {0} se está montando como una nueva base de datos vacía, pero la tabla {1} ya existe.
fi_fi: Tietokantaa {0} otetaan käyttöön uutena tyhjänä tietokantana, mutta taulukko {1} on jo olemassa.
fr_ca: La base de données {0} est montée sur une nouvelle base de données vide, mais la table {1} existe déjà.
is_is: Verið er að setja gagnagrunninn {0} upp sem nýjan og tóman gagnagrunn en taflan {1} er þegar til.
it_it: Il database {0} viene montato come nuovo database vuoto, ma la tabella {1} esiste già.
nb_no: Databasen {0} monteres i en ny tom database, men tabellen {1} finnes allerede.
nl_be: De database {0} wordt geïnstalleerd als een nieuwe en lege database, maar tabel {1} bestaat reeds.
ru_ru: База данных {0} подключена как новая пустая база данных, но таблица {1} уже существует.
sv_se: Databasen {0} monteras som en ny tom databas, men tabellen {1} finns redan.

# FilterAccName_FilterPane
source: Filter pane
cs_cz: Podokno filtrů
da_dk: Filterrude
de_ch: Filterbereich
es_mx: Panel de filtro
fi_fi: Suodatinruutu
fr_ca: Volet Filtre
is_is: Afmörkunarsvæði
it_it: Riquadro Filtro
nb_no: Filtreringsrute
nl_be: Filterdeelvenster
ru_ru: Область фильтров
sv_se: Filterruta
