Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ArgumentIsEmptyString
source: The passed parameter cannot be an empty string.
cs_cz: Předaný parametr nemůže být prázdný řetězec.
da_dk: Den overførte parameter kan ikke være en tom streng.
de_ch: Der übergebene Parameter darf keine leere Zeichenfolge sein.
es_mx: No se puede aprobar un parámetro que sea una cadena vacía.
fi_fi: Välitetty parametri ei voi olla tyhjä merkkijono.
fr_ca: Le paramètre transféré ne peut pas être une chaîne vide.
is_is: Send færibreyta má ekki vera tómur strengur.
it_it: Il parametro passato non può essere una stringa vuota.
nb_no: Den angitte parameteren kan ikke være en tom streng.
nl_be: De doorgegeven parameter kan geen lege tekenreeks zijn.
ru_ru: Переданный параметр не может быть пустой строкой.
sv_se: Den överförda parametern kan inte vara en tom sträng.

# PermissionsOfSuperGroupCannotBeChanged
source: The permissions of the 'SUPER' group cannot be changed.
cs_cz: Nelze změnit oprávnění skupiny "SUPER".
da_dk: 'SUPER'-gruppens rettigheder kan ikke ændres.
de_ch: Die Zugriffsrechte für die Gruppe 'SUPER' können nicht geändert werden.
es_mx: Los permisos del grupo 'SUPER' no se pueden cambiar.
fi_fi: Ryhmän "SUPER" oikeuksia ei voi muuttaa.
fr_ca: Les autorisations du groupe « SUPER » ne peuvent pas être modifiées.
is_is: Ekki er hægt að breyta leyfum fyrir hópinn „SUPER“.
it_it: Impossibile modificare le autorizzazioni del gruppo 'SUPER'.
nb_no: Tillatelsene til SUPER-gruppen kan ikke endres.
nl_be: De machtigingen van de groep SUPER kunnen niet worden gewijzigd.
ru_ru: Разрешения группы "SUPER" не могут быть изменены.
sv_se: Behörigheterna för gruppen SUPER går inte att ändra.

# AttemptToRemoveOrChangeNonEmptyColumnCompanySpecificTable
source: The field {0} with ID {1} in the table {2} cannot be deleted or changed because the field contains data in the {3} database of the {4} company.
cs_cz: Pole {0} s ID {1} v tabulce {2} nelze odstranit nebo změnit, protože pole obsahuje data v databázi {3} společnosti {4}.
da_dk: Feltet {0} med id'et {1} i tabellen {2} kan ikke slettes eller ændres, fordi feltet indeholder data i databasen {3} i firmaet {4}.
de_ch: Das Feld {0} mit der ID {1} in der Tabelle {2} kann nicht gelöscht oder geändert werden, da das Feld Daten in der Datenbank {3} des Unternehmens {4} enthält.
es_mx: El campo {0} con Id. {1} en la tabla {2} no se puede eliminar ni modificar porque contiene datos en la base de datos {3} de la empresa {4}.
fi_fi: Taulukon {2} kenttää {0} (tunnus {1}) ei voi poistaa tai muuttaa, koska kenttä sisältää tietoja yrityksen {4} tietokannassa {3}.
fr_ca: Le champ {0} portant le code {1} dans la table {2} ne peut pas être supprimé ou modifié car il contient des données issues de la base de données {3} de la compagnie {4}.
is_is: Ekki er hægt að eyða eða breyta reitnum {0} með kennið {1} í töflunni {2} vegna þess að taflan inniheldur gögn í gagnagrunninum {3} í fyrirtækinu {4}.
it_it: Il campo {0} con ID {1} nella tabella {2} non può essere eliminato o modificato perché contiene dati nel database {3} della società {4}.
nb_no: Feltet {0} med ID {1} i tabellen {2} kan ikke slettes eller endres fordi feltet inneholder data i {3}-databasen til selskapet {4}.
nl_be: Het veld {0} met id {1} in de tabel {2} kan niet worden verwijderd of gewijzigd, omdat het veld gegevens in de database {3} van het bedrijf {4} bevat.
ru_ru: Поле {0} с кодом {1} в таблице {2} невозможно удалить или изменить, так как поле содержит данные в базе данных {3} организации {4}.
sv_se: Fältet {0} med ID {1} i tabellen {2} kan inte tas bort eller ändrats eftersom fältet innehåller data i databasen {3} för företaget {4}.

# DebuggingNotAllowed
source: {0} must allow C/AL debugging to perform the current activity.
cs_cz: {0} musí povolit C/AL debugging pro provedení dané činnosti.
da_dk: {0} skal tillade C/AL-fejlfinding for at udføre den aktuelle aktivitet.
de_ch: Zum Ausführen der aktuellen Aktion muss in {0} das C/AL-Debuggen zugelassen werden.
es_mx: {0} debe permitir que la depuración de C/AL realice la actividad actual.
fi_fi: Kohteen {0} on sallittava C/AL-virheenkorjaus, jotta voit suorittaa nykyisen toiminnon.
fr_ca: {0} doit permettre le débogage C/AL pour effectuer l'activité en cours.
is_is: {0} verður að leyfa C/AL-kembingu að framkvæma gildandi aðgerð.
it_it: {0} deve consentire il debugging di C/AL per eseguire l'attività corrente.
nb_no: {0} må tillate C/AL-feilsøking for å utføre den gjeldende aktiviteten.
nl_be: {0} moet C/AL-foutopsporing toestaan om de huidige activiteit te kunnen uitvoeren.
ru_ru: Чтобы выполнить текущее действие, необходимо получить разрешение от {0} на отладку C/AL.
sv_se: {0} måste tillåta C/AL-felsökning för att kunna utföra den aktuella aktiviteten.

source: From:
cs_cz: Od:
da_dk: Fra:
de_ch: Von:
es_mx: Desde:
fi_fi: Kohteesta:
fr_ca: De :
is_is: Frá:
it_it: Da:
nb_no: Fra:
nl_be: Van:
ru_ru: От:
sv_se: Från:

# HelpActionSynopsis
source: Get help using {0}.
cs_cz: Získání nápovědy pomocí {0}.
da_dk: Få hjælp via {0}.
de_ch: Greifen Sie mit {0} auf Hilfe zu.
es_mx: Obtenga ayuda sobre cómo usar {0}.
fi_fi: Saat apua käyttämällä toimintoa {0}.
fr_ca: Obtenir de l'aide avec {0}.
is_is: Fá hjálp við að nota {0}.
it_it: Per informazione, utilizzare {0}.
nb_no: Få hjelp med bruk av {0}.
nl_be: Help opvragen voor het gebruik van {0}.
ru_ru: Перейти к справки с помощью {0}.
sv_se: Få hjälp med att använda {0}.

# ToolsObjectDesignerSystemObjectCaption
source: Tools, Object Designer
cs_cz: Nástroje, Object Designer
da_dk: Funk., Objekt Designer
de_ch: Extras, Object Designer
es_mx: Herramientas, Object Designer
fi_fi: Työkalut, Obj. suunnittelu
fr_ca: Outils, Générateur d'objets
is_is: Verkfæri, Hlutahönnuður
it_it: Strumenti, Object Designer
nb_no: Verktøy, Object Designer
nl_be: Extra, Object Designer
ru_ru: Сервис, Дизайнер объектов
sv_se: Verktyg, Object Designer

# FindRowTitle
source: Find in {0}
cs_cz: Najít v {0}
da_dk: Søg i {0}
de_ch: Suchen in {0}
es_mx: Buscar en {0}
fi_fi: Etsi kohteesta {0}
fr_ca: Trouver dans {0}
is_is: Finna í {0}
it_it: Trova in {0}
nb_no: Søk etter i {0}
nl_be: Zoeken in {0}
ru_ru: Найти в {0}
sv_se: Sök i {0}

# MenuItemViewList
source: View List
cs_cz: Zobrazit seznam
da_dk: Vis liste
de_ch: Liste anzeigen
es_mx: Ver lista
fi_fi: Näytä luettelo
fr_ca: Visualiser liste
is_is: Skoða lista
it_it: Visualizza lista
nb_no: Vis oversikt
nl_be: Lijst weergeven
ru_ru: Просмотр списка
sv_se: Visa lista

# FindNextShortcutKey2
source: Enter
de_ch: Eingabe
es_mx: Entrar
fr_ca: Entrée
is_is: Færslulykill
it_it: INVIO
ru_ru: ВВОД
sv_se: Retur

# Caption_SelectFolders
source: Select Folders
cs_cz: Vybrat složky
da_dk: Vælg mapper
de_ch: Ordner auswählen
es_mx: Seleccionar carpetas
fi_fi: Valitse kansiot
fr_ca: Sélectionner dossiers
is_is: Velja möppur
it_it: Seleziona cartelle
nb_no: Velg mapper
nl_be: Mappen selecteren
ru_ru: Выбрать папки
sv_se: Välj mappar

# UpgradeTableFieldRemovalFailure
source: The upgrade table '{0}' created for table '{1}' cannot be used because the differences in their structure cannot be processed by SQL server. To avoid this error you should align the structure of the upgrade table and the original table fully, or align the elements mentioned in the error. The error message returned by the SQL server: {2}
da_dk: Opgraderingstabellen '{0}', der er oprettet for tabellen '{1}', kan ikke bruges, da forskellene i deres struktur ikke kan behandles af SQL Server. For at undgå denne fejl skal du justere strukturen i opgraderingstabellen og den oprindelige tabel fuldstændigt eller justere de elementer, der er nævnt i fejlen. Fejlmeddelelse returneret af SQL Server: {2}
de_ch: Die Upgradetabelle "{0}", die für Tabelle "{1}" erstellt wurde, kann nicht verwendet werden, da ihre abweichende Struktur nicht vom SQL-Server verarbeitet werden kann. Um diesen Fehler zu verhindern, müssen Sie die Struktur der Upgradetabelle und der Originaltabelle vollständig abgleichen oder die im Fehler erwähnten Elemente abgleichen. Die vom SQL-Server zurückgegebene Fehlermeldung: {2}
es_mx: La tabla de actualización '{0}' creada para la tabla '{1}' no se puede usar porque SQL Server no puede procesar las diferencias en su estructura. Para evitar este error, debería alinear completamente la estructura de la tabla de actualización con la de la tabla original, o bien alinear los elementos indicados en el error. Mensaje de error que devuelve el servidor SQL Server: {2}
fi_fi: Taulukolle {1} luotua päivitystaulukkoa {0} ei voi käyttää, koska SQL-palvelin ei pysty käsittelemään taulukkojen rakenne-eroja. Voit välttää tämän virheen kohdistamalla päivitystaulukon ja alkuperäisen taulukon rakenteet täysin tai kohdistamalla virheessä mainitut elementit. SQL-palvelimen palauttama virhesanoma: {2}
fr_ca: La table de mise à niveau « {0} » créée pour la table « {1} » ne peut pas être utilisée car le serveur SQL ne peut pas traiter leurs différences de structure. Pour éviter cette erreur, vous devez aligner totalement la structure de la table de mise à niveau et de la table d'origine ou aligner les éléments mentionnés dans l'erreur. Message d'erreur renvoyé par le serveur SQL : {2}
is_is: Ekki er hægt að nota uppfærslutöfluna '{0}' sem var stofnuð fyrir töflu '{1}' vegna þess að SQL-netþjónninn getur ekki meðhöndlað mismuninn í uppbyggingu. Til að koma í veg fyrir þessa villu ætti að jafna uppsetningu uppfærslutöflunnar og upprunalegu töflunnar að fullu, eða jafna þættina sem minnst er á í villunni. Villuboð frá SQL-netþjóninum: {2}
it_it: La tabella di aggiornamento '{0}' creata per la tabella '{1}' non può essere utilizzata perché le differenze nella struttura non sono elaborabili tramite SQL Server. Per evitare questo errore è consigliabile allineare completamente la struttura della tabella di aggiornamento e della tabella originale o allineare gli elementi indicati nell'errore. Messaggio di errore restituito da SQL server: {2}
nb_no: Oppgraderingstabellen {0} som er opprettet for tabellen {1}, kan ikke brukes fordi strukturforskjellene ikke kan behandles av SQL-serveren. Du kan unngå denne feilen ved å samkjøre hele strukturen i oppgraderingstabellen og den opprinnelige tabellen, eller samkjøre elementene som er nevnt i feilmeldingen. Feilmeldingen som ble returnert fra SQL-serveren: {2}
nl_be: De upgradetabel '{0}', die is gemaakt voor tabel '{1}', kan niet worden gebruikt omdat de verschillen in structuur niet kunnen worden verwerkt door de SQL-server. U kunt deze fout voorkomen door de structuur van de upgradetabel en de oorspronkelijke tabel volledig af te stemmen, of de in de fout genoemde elementen af te stemmen. De SQL-server heeft het volgende foutbericht geretourneerd: {2}
ru_ru: Невозможно использовать таблицу обновления "{0}", созданную для таблицы "{1}", так как различия в их структуре делают невозможной обработку в сервере SQL. Чтобы устранить эту ошибку, необходимо привести структуру таблицы обновления в полное соответствие с исходной таблицей либо согласовать элементы, указанные в тексте сообщения об ошибке. Сервер SQL вернул следующее сообщение об ошибке: {2}
sv_se: Den uppgraderade tabellen {0} som skapats för tabellen {1} kan inte användas eftersom skillnaderna i deras struktur inte kan behandlas av SQL-servern. För att undvika detta fel ska du helt och hållet anpassa strukturen i de två tabellerna efter varandra, eller justera de element som nämns i felmeddelandet. Felmeddelande som returnerades av SQL-servern: {2}

# MenuItemRecipientAsAttachment
source: Email as Attachment
cs_cz: E-mailem jako přílohu
da_dk: Mail som vedhæftet fil
de_ch: E-Mail als Dateianhang
es_mx: Correo electrónico como datos adjuntos
fi_fi: Lähetä sähköpostin liitteenä
fr_ca: Courriel en pièce jointe
is_is: Senda í tölvupósti sem viðhengi
it_it: Email come allegato
nb_no: Send som e-postvedlegg
nl_be: E-mail als bijlage
ru_ru: Отправить по электронной почте в виде вложения
sv_se: Skicka som e-postbilaga

# CannotWriteWithTransactionType
source: Write operations in the database (INSERT, DELETE, and MODIFY) are not allowed for the selected transaction type.
cs_cz: Operace zápisu do databáze (INSERT, DELETE a MODIFY) nejsou povoleny pro zvolený typ transakce.
da_dk: Skriveoperationer i databasen (INSERT, DELETE og MODIFY) er ikke tilladt for den valgte transaktionstype.
de_ch: Schreibtransaktionen in der Datenbank (INSERT, DELETE und MODIFY) sind für den ausgewählten Transaktionstyp nicht zulässig.
es_mx: No se pueden realizar operaciones de escritura en la base de datos (INSERT, DELETE y MODIFY) para el tipo de transacción seleccionada.
fi_fi: Tietokannan kirjoitustoiminnot (INSERT, DELETE ja MODIFY) eivät ole sallittuja valitulle tapahtumatyypille.
fr_ca: Les opérations d'écriture (INSERT, DELETE et MODIFY) dans la base de données ne sont pas autorisées pour ce type de transaction.
is_is: Skrifaðgerðir í gagnagrunninum (INSERT, DELETE og MODIFY) eru ekki leyfðar í þeirri tegund aðgerðarlotu sem var valin.
it_it: Le operazioni di scrittura nel database (INSERT, DELETE, MODIFY) non sono consentite per il tipo di transazione selezionata.
nb_no: Skriveoperasjoner i databasen (INSERT, DELETE og MODIFY) er ikke tillatt for den valgte transaksjonstypen.
nl_be: Schrijfbewerkingen in de database (INSERT, DELETE en MODIFY) zijn niet toegestaan voor het gekozen transactietype.
ru_ru: Операции записи в базу данных (INSERT, DELETE и MODIFY) запрещены для выбранного типа транзакции.
sv_se: Skrivoperationer i databasen (INSERT, DELETE och MODIFY) är inte tillåtna för den valda transaktionstypen.

# ToolTipNotesAction
source: Show or create related notes.
cs_cz: Zobrazení nebo vytvoření souvisejících oznámení.
da_dk: Vis eller opret relaterede noter.
de_ch: Zeigen Sie verknüpfte Notizen an, oder erstellen Sie sie.
es_mx: Muestre o cree notas relacionadas.
fi_fi: Näytä tai luo liittyvät kommentit.
fr_ca: Affichez ou créez des notes connexes.
is_is: Sýna eða stofna tengdar athugasemdir.
it_it: Mostrare o creare le note correlate.
nb_no: Vis eller opprett relaterte merknader.
nl_be: Gerelateerde notities weergeven of maken.
ru_ru: Показать или создать связанные заметки.
sv_se: Visa eller skapa relaterade meddelanden.

# RecordLinksColumnDescription
source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_ch: Beschreibung
es_mx: Descripción
fi_fi: Kuvaus
is_is: Lýsing
it_it: Descrizione
nb_no: Beskrivelse
nl_be: Omschrijving
ru_ru: Описание
sv_se: Beskrivning

# MenuItemEditList
source: Edit List
cs_cz: Upravit seznam
da_dk: Rediger liste
de_ch: Liste bearbeiten
es_mx: Editar lista
fi_fi: Muokkaa luetteloa
fr_ca: Modifier la liste
is_is: Breyta lista
it_it: Modifica lista
nb_no: Rediger oversikt
nl_be: Lijst bewerken
ru_ru: Изменить список
sv_se: Redigera lista

# InvalidWSMetadata
source: Metadata for {0} {1} that is published as a web service is not valid for OData.
cs_cz: Metadata pro {0} {1}, který je publikován jako webová služba není platný pro protokol OData.
da_dk: Metadata for {0} {1}, der er publiceret som en webtjeneste, er ikke gyldige for OData.
de_ch: Die Metadaten für das Element '{0} {1}', das als Webdienst veröffentlicht wird, sind für 'OData' nicht gültig.
es_mx: Los metadatos para {0} {1} publicados como un Servicio Web no son válidos para OData.
fi_fi: Web-palveluna julkaistun kohteen {0} {1} metatiedot eivät kelpaa ODatassa.
fr_ca: Les métadonnées pour {0} {1} publiées en tant que service web ne sont pas valides pour OData.
is_is: Lýsigögn fyrir {0} {1} sem eru birt sem vefþjónusta eru ekki gild fyrir OData.
it_it: I metadati per {0} {1} pubblicati come servizio Web non sono validi per OData.
nb_no: Metadata for {0} {1} som er publisert som en webtjeneste, er ikke gyldig for OData.
nl_be: Metagegevens voor {0} {1} die worden gepubliceerd als een webservice, zijn niet geldig voor OData.
ru_ru: Метаданные для {0} {1}, опубликованные как веб-служба, не действительны для OData.
sv_se: Metadata för {0} {1} som har publicerats som en webbtjänst är inte giltig för OData.

# MenuItemHelp
source: Help
cs_cz: Pomoc
da_dk: Hjælp
de_ch: Hilfe
es_mx: Ayuda
fi_fi: Ohje
fr_ca: Aide
is_is: Hjálp
nb_no: Hjelp
ru_ru: Справка
sv_se: Hjälp

# PersonalizationFormInvalidMetadataFormat
source: An error occurred when customizing FastTab {0}. No changes have been saved.
cs_cz: Došlo k chybě při úpravách s náhledem {0}. Změny nebyly uloženy.
da_dk: Der opstod en fejl ved tilpasning af oversigtspanel {0}. Der er ikke gemt nogen ændringer.
de_ch: Fehler beim Anpassen des Inforegisters '{0}'. Es wurden keine Änderungen gespeichert.
es_mx: Error al personalizar la ficha desplegable {0}. No se han guardado los cambios.
fi_fi: Virhe mukautettaessa pikavälilehteä {0}. Muutoksia ei ole tallennettu.
fr_ca: Une erreur s'est produite lors de la personnalisation du raccourci {0}. Aucune modification n'a été enregistrée.
is_is: Villa kom upp við sérsnið á FastTab {0}. Engar breytingar voru vistaðar.
it_it: Errore durante la personalizzazione della Scheda dettaglio {0}. Le modifiche non sono state salvate.
nb_no: Det oppstod en feil under tilpassingen av hurtigfanen {0}. Ingen endringer er lagret.
nl_be: Er is een fout opgetreden bij het aanpassen van het sneltabblad {0}. Er zijn geen wijzigingen opgeslagen.
ru_ru: При настройке FastTab {0} возникла ошибка. Никакие изменения не сохранены.
sv_se: Ett fel uppstod när snabbflik {0} anpassades. Inga ändringar har sparats.

# FlowFieldMustBeBooleanError
source: The {0} FlowField in the {1} table is not a Boolean field. If a FlowField CalcFormula starts with 'Exist(...', then the FlowField must be a Boolean type field.
cs_cz: FlowField {0} v tabulce {1} není Boolean. Pokud FlowField CalcFormula začíná 'Exist (...', pak musí být FlowField typu Boolean.
da_dk: FlowField {0} i tabellen {1} er ikke af typen Boolean. Hvis et FlowFields 'CalcFormula' begynder med 'Exist(...', skal FlowField være af typen Boolean.
de_ch: Das FlowField '{0}' in der Tabelle '{1}' ist kein Feld vom Typ 'Boolean'. Wenn der CalcFormula-Wert eines FlowFields mit 'Exist(...' beginnt, muss das FlowField vom Typ 'Boolean' sein.
es_mx: El FlowField {0} de la tabla {1} no es un campo booleano. Cuando la CalcFormula de un FlowField empieza por 'Exist(...', el FlowField debe ser de tipo booleano.
fi_fi: Taulukon {1} FlowField-kenttä {0} ei ole Totuusarvo-tyyppinen. Jos FlowField-kentän CalcFormula-laskukaava alkaa "Exist(...", FlowField-kentän tyypin on oltava Totuusarvo.
fr_ca: Le FlowField {0} dans la table {1} n'est pas un champ booléen. Si la formule de calcul d'un FlowField commence par « Exist(... », le FlowField doit être un champ de type booléen.
is_is: {0} FlowField í töflunni {1} er ekki Boole-reitur. Ef CalcFormula fyrir FlowField hefst á „Exist(...“ verður FlowField að vera reitur af Boole-tegundinni.
it_it: Il FlowField {0} nella tabella {1} non è un campo di tipo Boolean. Se la CalcFormula di un FlowField inizia con "Exist(...", il FlowField deve essere un campo di tipo Boolean.
nb_no: FlowField {0} i tabellen {1} er ikke et boolsk felt. Hvis CalcFormula i FlowField begynner med 'Exist(...', må FlowField være et boolsk felt.
nl_be: FlowField {0} in de tabel {1} is geen veld van het type Boole. Als de berekeningsformule van een FlowField start met 'Exist(...', moet het FlowField van het type Boole zijn.
ru_ru: Поле FlowField {0} в таблице {1} не относится к логическому типу. Если формула вычисления FlowField начинается с "Exist(...", поле FlowField должно быть логического типа.
sv_se: FlowField {0} i tabellen {1} är inte av typen Boolean. Om funktionen CalcFormula i ett FlowField börjar med "Exist(...", måste detta FlowField vara av typen Boolean.

# FilterExpressionRangeBothSidesOfRangeCannotBeEmpty
source: Both sides of the range ('..') cannot be empty.
cs_cz: Obě strany intervalu ('.. ') nemohou být prázdné.
da_dk: Begge sider i intervallet ('..') må ikke være tomme.
de_ch: Es dürfen nicht beide Seiten des Bereichs ('..') leer sein.
es_mx: Los dos lados del rango ('..') no pueden estar vacíos.
fi_fi: Alueen ("..") molemmat puolet eivät voi olla tyhjiä.
fr_ca: Le type de ligne de l'intervalle (« .. ») ne peut pas être vide.
is_is: Báðar hliðar sviðsins (..) mega ekki vera tómar.
it_it: Entrambi i limiti dell'intervallo ('..') non possono essere vuoti.
nb_no: Begge sidene for området ('..') kan ikke være tomme.
nl_be: Van het bereik ('..') kunnen niet beide zijden leeg zijn.
ru_ru: Обе стороны диапазона ("..") не могут быть пустыми.
sv_se: Båda sidorna i intervallet ("..") får inte vara tomma.

# CaptionSubformFilteredState
source: (Filtered)
cs_cz: (Filtrováno)
da_dk: (Filtreret)
de_ch: (Gefiltert)
es_mx: (con filtrado)
fi_fi: (suodatettu)
fr_ca: (Filtré)
is_is: (Afmarkað)
it_it: (Filtro applicato)
nb_no: (Filtrert)
nl_be: (Gefilterd)
ru_ru: (Фильтр)
sv_se: (Filtrerad)

# TenantNotFound
source: The tenant '{0}' was not found.
cs_cz: Nebyl nalezen nájemce {0}.
da_dk: Lejeren '{0}' blev ikke fundet.
de_ch: Der Tenant '{0}' wurde nicht gefunden.
es_mx: No se ha encontrado el inquilino '{0}'.
fi_fi: Vuokraajaa {0} ei löydy.
fr_ca: L'abonné « {0} » est introuvable.
is_is: Leigjandinn „{0}“ fannst ekki.
it_it: Impossibile trovare il tenant '{0}'.
nb_no: Finner ikke leietakeren {0}.
nl_be: Tenant '{0}' is niet gevonden.
ru_ru: Арендатор "{0}" не найден.
sv_se: Det gick inte att hitta klientorganisationen {0}.

# Saml2NoClaimWithSpecifiedName
source: The claim with the specified name could not be found in the received SAML2 token.
cs_cz: Toto tvrzení se zadaným názvem nelze nalézt v přijaté SAML2 tokenu.
da_dk: Kravet med det angivne navn blev ikke fundet i det modtagede token SAML2.
de_ch: Die Forderung mit dem angegebenen Namen wurde im empfangenen SAML2-Token nicht gefunden.
es_mx: La reclamación con el nombre especificado no se pudo encontrar en el token SAML2 recibido.
fi_fi: Määritetyn nimistä väitettä ei löytynyt vastaanotetusta SAML2-tunnuksesta.
fr_ca: La demande portant le nom spécifié est introuvable dans le jeton SAML2 reçu.
is_is: Krafa með tilgreindu heiti fannst ekki í mótteknum SAML2-merki.
it_it: Impossibile trovare l'attestazione con il nome specificato nel token SAML2 ricevuto.
nb_no: Kravet med det angitte navnet ble ikke funnet i SAML2-tokenet.
nl_be: De claim met de opgegeven naam kan niet worden gevonden in het ontvangen SAML2-token.
ru_ru: Утверждение с указанным именем не найдено в полученном маркере SAML2.
sv_se: Det gick inte att hitta anspråket med det angivna namnet i den SAML2-token som mottagits.

# 00095-50034
source: class {0} not found in application assembly.
cs_cz: Třída {0} nebyla nalezena v assembly aplikace.
da_dk: klassen {0} blev ikke fundet i programsamlingen.
de_ch: Die Klasse {0} wurde in der Anwendungsassembly nicht gefunden.
es_mx: No se encontró la clase {0} en el ensamblado de la aplicación.
fi_fi: luokkaa {0} ei löydy sovelluskokoonpanosta.
fr_ca: classe {0} introuvable dans l'assembly de l'application.
is_is: flokkur {0} fannst ekki í forritssamsetningu.
it_it: classe {0} non trovata nell'assembly dell'applicazione.
nb_no: finner ikke klassen {0} i programsamlingen.
nl_be: klasse {0} niet gevonden in toepassingsassemblage.
ru_ru: Класс {0} не найден в сборке приложения.
sv_se: det gick inte att hitta klassen {0} i programsammansättningen.

# RepeaterExpandCollapseActionCaption
source: Expand/Collapse
cs_cz: Rozbalit/Sbalit
da_dk: Udvid/skjul
de_ch: Aufklappen/Zusammenklappen
es_mx: Expandir/Contraer
fi_fi: Laajenna/Supista
fr_ca: Développer/Réduire
is_is: Stækka/fella saman
it_it: Espandi/Comprimi
nb_no: Utvid/slå sammen
nl_be: Uit- en samenvouwen
ru_ru: Раскрыть/свернуть
sv_se: Expandera/Reducera
