Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ServerExeInvalidArgument
source: '{0}' is an invalid command line argument. Use the /{1} switch for help.
cs_cz: '{0}' je argument příkazového řádku je neplatný. O pomoc, použijte přepínač {1}.
da_dk: '{0}' er et ugyldigt kommandolinjeargument. Brug switchen /{1} for hjælp.
de_ch: '{0}' ist ein ungültiges Befehlszeilenargument. Rufen Sie mit der Option /{1} die Hilfe auf.
es_mx: '{0}' no es un argumento de línea de comandos válido. Use el conmutador /{1} para obtener ayuda.
fi_fi: "{0}" on virheellinen komentorivin argumentti. Saat ohjeita käyttämällä valintaa /{1}.
fr_ca: '{0}' est un argument de ligne de commande non valide. Utilisez le commutateur /{1} pour obtenir de l'aide.
is_is: '{0}' er ógild frumbreyta skipanalínu. Nota þarf rofann /{1} til að opna hjálp.
it_it: '{0}' non è un argomento della riga di comando valido. Utilizzare l'opzione /{1} per accedere alla guida.
nb_no: {0} er et ugyldig kommandolinjeargument. Bruk bryteren /{1} for å få hjelp.
nl_be: {0} is een ongeldig opdrachtregelargument. Gebruik de schakeloptie /{1} voor Help.
ru_ru: '{0}' - недопустимый аргумент командной строки. Для вызова справки используйте переключатель /{1}.
sv_se: {0} är ett ogiltigt kommandoradsargument. Använd växeln /{1} om du behöver hjälp.

# RecordLinks_Action_Delete
source: Delete
cs_cz: Odstranit
da_dk: Slet
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Eyða
it_it: Elimina
nb_no: Slett
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# NavRunQueryAction_BadNumberOfParameters
source: RunQuery action has extra unknown parameters.
cs_cz: RunQuery akce má další neznámé parametry.
da_dk: Handlingen RunQuery har flere ukendte parametre.
de_ch: Die Aktion 'RunQuery' besitzt zusätzliche unbekannte Parameter.
es_mx: La acción RunQuery tiene parámetros desconocidos adicionales.
fi_fi: RunQuery-toiminnossa on ylimääräisiä tuntemattomia parametreja.
fr_ca: L'action RunQuery comporte des paramètres inconnus supplémentaires.
is_is: RunQuery-aðgerð hefur aukalegar óþekktar breytur.
it_it: L'azione RunQuery dispone di parametri sconosciuti.
nb_no: Handlingen RunQuery har ukjente parametre i tillegg.
nl_be: Actie RunQuery heeft extra onbekende parameters.
ru_ru: У действия RunQuery имеются несколько неизвестных параметров.
sv_se: Åtgärden RunQuery har extra okända parametrar.

source: day
cs_cz: den
da_dk: dag
de_ch: Tag
es_mx: día
fi_fi: päivä
fr_ca: jour
is_is: dagur
it_it: giorno
nb_no: dag
nl_be: dag
ru_ru: день
sv_se: dag

source: Unable to write data to stream.
cs_cz: Nelze zapsat data do datového streamu.
da_dk: Der kunne ikke skrives data til streamen.
de_ch: Das Schreiben von Daten in den Datenstrom ist nicht möglich.
es_mx: No se pueden escribir datos en la secuencia.
fi_fi: Tietojen kirjoittaminen virtaan ei onnistu.
fr_ca: Impossible d'écrire des données dans le flux.
is_is: Það er ekki hægt að skrifa gögn í straum.
it_it: Impossibile scrivere i dati nel flusso.
nb_no: Kan ikke skrive data til stream.
nl_be: Kan geen gegevens naar de stroom schrijven.
ru_ru: Не удается выполнить запись данных в поток.
sv_se: Det gick inte att skriva data till strömmen.

# ToolTipEditAction
source: Make changes on the page.
cs_cz: Proveďte změny na stránce.
da_dk: Foretag ændringer på siden.
de_ch: Nehmen Sie Änderungen auf der Seite vor.
es_mx: Realice cambios en la página.
fi_fi: Tee sivulle muutoksia.
fr_ca: Apportez des modifications sur la page.
is_is: Gera breytingar á síðunni.
it_it: Apportare le modifiche nella pagina.
nb_no: Foreta endringer på siden.
nl_be: Breng wijzigingen op de pagina aan.
ru_ru: Внести изменения в страницу.
sv_se: Gör ändringar på sidan.

# Label_AvailableReports
source: Available reports:
cs_cz: Dostupné sestavy:
da_dk: Tilgængelige rapporter:
de_ch: Verfügbare Berichte:
es_mx: Informes disponibles:
fi_fi: Käytettävissä olevat raportit:
fr_ca: Rapports disponibles :
is_is: Tiltækar skýrslur:
it_it: Report disponibili:
nb_no: Tilgjengelige rapporter:
nl_be: Beschikbare lijsten:
ru_ru: Доступные отчеты:
sv_se: Tillgängliga rapporter:

# SchemaSynchronizationIsAlreadyRunning
source: The schema synchronization is already running on this server. Use Get-NavTenant to get further information.
da_dk: Skemasynkroniseringen kører allerede på denne server. Brug Get-NavTenant til at hente flere oplysninger.
de_ch: Die Schemasynchronisierung wird auf diesem Server bereits ausgeführt. Verwenden Sie Get-NavTenant, um weitere Informationen zu erhalten.
es_mx: La sincronización del esquema ya está en ejecución en este servidor. Use Get-NavTenant para obtener más información.
fi_fi: Mallin synkronointi on jo käynnissä tässä palvelimessa. Saat lisätietoja Get-NavTenant-komennolla.
fr_ca: La synchronisation de schéma est déjà en cours d'exécution sur ce serveur. Utilisez Get-NavTenant pour plus d'informations.
is_is: Samstilling skema er hafin á þessum þjóni. Notið Get-NavTenant til að fá frekari upplýsingar.
it_it: Sincronizzazione dello schema già in esecuzione sul server. Per ottenere ulteriori informazioni, utilizzare Get-NavTenant.
nb_no: Skjemasynkroniseringen kjører allerede på denne serveren. Bruk Get-NavTenant hvis du vil ha mer informasjon.
nl_be: De schemasynchronisatie is al actief op deze server. Gebruik Get-NavTenant om meer informatie te krijgen.
ru_ru: На этом сервере уже выполняется синхронизация схемы. Для получения дополнительных сведений используйте Get-NavTenant.
sv_se: Synkroniseringen av schemat körs redan på den här servern. Använd Get-NavTenant för att hämta ytterligare information.

# AdvancedLookupActionName
source: Advanced lookup
cs_cz: Pokročilé vyhledávání
da_dk: Avanceret opslag
de_ch: Erweiterter Lookup
es_mx: Búsqueda avanzada
fi_fi: Lisähaku
fr_ca: Consultation avancée
is_is: Ítarleg uppfletting
it_it: Ricerca avanzata
nb_no: Avansert oppslag
nl_be: Geavanceerd zoeken
ru_ru: Расширенный выбор
sv_se: Avancerad sökning

# ChartDefinitionAllFieldsMustBeUniqueForMeasures
source: All measures must have a unique field specified.
cs_cz: Všechny metriky musí mít zadáno jedinečné pole.
da_dk: Alle mål skal have angivet et unikt felt.
de_ch: Für alle Kennzahlen muss ein eindeutiges Feld angegeben werden.
es_mx: Todas las medidas deben tener especificado un campo único.
fi_fi: Kaikilla mitoilla on oltava määritettynä yksilöivä kenttä.
fr_ca: Toutes les mesures doivent avoir un champ unique spécifié.
is_is: Allar mælieiningar verða að hafa tilgreindan einkvæman reit.
it_it: Per tutte le misure deve essere specificato un campo univoco.
nb_no: Alle mål må ha et unikt felt angitt.
nl_be: Voor alle metingen moet een uniek veld worden opgegeven.
ru_ru: Все меры должны иметь уникальные задаваемые поля.
sv_se: Alla mätvärden måste ha ett angivet unikt fält.

# RecordOutsideTheFilterCantDelete
source: You can only delete entries that are included in the filter. Clear the filter and then delete the entry or entries.
cs_cz: Můžete odstranit pouze položky, které jsou součástí filtru. Zrušte filtr a odstraňte položku nebo položky.
da_dk: Du kan kun slette poster, som indgår i filteret. Ryd filteret, og slet derefter posten eller posterne.
de_ch: Nur im Filter enthaltene Posten können gelöscht werden. Löschen Sie den Filter und anschliessend den oder die Posten.
es_mx: Solo puede eliminar movimientos incluidos en el filtro. Borre el filtro y, a continuación, elimine los movimientos.
fi_fi: Voit poistaa vain ne tapahtumat, jotka sisältyvät suodattimeen. Tyhjennä suodatin ja poista sitten tapahtuma tai tapahtumat.
fr_ca: Vous ne pouvez supprimer que des entrées qui se trouvent dans le filtre. Effacez le filtre, puis supprimez l'entrée ou les entrées.
is_is: Einungis er hægt að eyða færslum sem teknar eru með í afmörkuninni. Hreinsa skal afmörkunina og eyða færslunni eða færslunum.
it_it: È possibile eliminare solo i movimenti inclusi nel filtro. Cancellare il contenuto del filtro, quindi eliminare il movimento o i movimenti.
nb_no: Du kan bare slette oppføringer som er inkludert i filteret. Nullstill filteret, og slett deretter oppføringen eller oppføringene.
nl_be: U kunt alleen items verwijderen die in het filter zijn opgenomen. Wis het filter en verwijder vervolgens het item of de items.
ru_ru: Можно только удалить записи, включенные в фильтр. Очистите фильтр, а затем удалите запись или записи.
sv_se: Du kan bara ta bort transaktioner som ingår i filtret. Radera filtret och ta sedan bort transaktionerna.

# UpgradeTableIdDoesNotExists
source: The specified upgrade table with the ID {0} does not exist. Before you choose Copy or Move, you must have created a table that can be used during the upgrade. You must also have compiled the table object.
da_dk: Den angivne opgraderingstabel med id'et {0} findes ikke. Før du vælger Copy eller Move, skal du have oprettet en tabel, der kan bruges under opgradering. Du skal også have kompileret tabelobjektet.
de_ch: Die angegebene Upgrade-Tabelle mit der ID {0} ist nicht vorhanden. Bevor Sie "Copy" oder "Move" auswählen, müssen Sie eine Tabelle erstellen, die während des Upgrades verwendet werden kann, und das Tabellenobjekt kompilieren.
es_mx: La tabla de actualización especificada con el id. {0} no existe. Antes de elegir Copy o Move, debe haber creado una tabla que se pueda usar durante la actualización. También debe haber compilado el objeto de la tabla.
fi_fi: Määritettyä päivitystaulukkoa, jonka tunnus on {0}, ei ole olemassa Ennen kuin valitset Copy tai Move, sinulla on oltava luotuna taulukko, jota voidaan käyttää päivityksen aikana. Lisäksi sinun on täytynyt kääntää taulukko-objekti.
fr_ca: La table de mise à niveau spécifiée portant le code {0} n'existe pas. Avant de choisir Copy ou Move, vous devez avoir créé une table qui peut être utilisée pendant la mise à niveau. Vous devez aussi avoir compilé l'objet Table.
is_is: Tilgreinda uppfærslutaflan með auðkenninu {0} er ekki til. Áður en „Copy“ eða „Move“ er valið þarf að stofna töflu sem hægt er að nota meðan á uppfærslu stendur. Einnig þarf töfluhlutur að hafa verið þýddur.
it_it: La tabella di aggiornamento specificata con l'ID {0} non esiste. Prima di scegliere Copy o Move, è necessario creare una tabella che possa essere utilizzata durante l'aggiornamento. È necessario inoltre che l'oggetto tabella sia compilato.
nb_no: Den angitte oppgraderingstabellen med IDen {0} finnes ikke. Før du velger Copy eller Move, må du ha opprettet en tabell som kan brukes under oppgraderingen. Du må også ha kompilert tabellobjektet.
nl_be: De opgegeven upgradetabel met de id {0} bestaat niet. Voordat u Copy of Move kiest, moet u een tabel hebben gemaakt die tijdens de upgrade kan worden gebruikt. U moet het tabelobject ook hebben gecompileerd.
ru_ru: Указанная таблица обновления с идентификатором {0} не существует. Перед выбором вариантов "Copy" (Копировать) или "Move" (Переместить) следует создать таблицу, которая могла бы использоваться в ходе обновления. Также следует скомпилировать объект таблицы.
sv_se: Den angivna uppgraderingstabellen med ID {0} finns inte. Innan du väljer Copy eller Move måste du ha skapat en tabell som kan användas under uppgraderingen. Du måste också ha kompilerat tabellobjektet.

# DefinitionOfKeyChanged
source: The primary key definition of the {0} table has changed. Start your activity again.
cs_cz: Definice primárního klíče tabulky {0} se změnila. Znovu spusťte aktivitu.
da_dk: Den primære nøgledefinition for tabellen {0} er ændret. Start aktiviteten igen.
de_ch: Die Primärschlüsseldefinition der Tabelle {0} wurde geändert. Starten Sie die Aktivität erneut.
es_mx: La definición de clave principal de la tabla {0} se ha modificado. Inicie la actividad de nuevo.
fi_fi: Kohteen {0} taulukon perusavaimen määritys on muuttunut. Käynnistä toiminto uudelleen.
fr_ca: La définition de clé principale de la table {0} a changé. Redémarrez votre activité.
is_is: Aðallyklaskilgreining töflunnar {0} hefur breyst. Það þarf að endurræsa aðgerðina.
it_it: La definizione della chiave primaria della tabella {0} è stata modificata. Avviare nuovamente l'attività.
nb_no: Definisjonen for primærnøkkel for tabellen {0} er endret. Start aktiviteten på nytt.
nl_be: De primaire-sleuteldefinitie van de tabel {0} is gewijzigd. Start de activiteit opnieuw.
ru_ru: Определение первичного ключа для таблицы {0} изменилось. Запустите действие повторно.
sv_se: Definitionen av den primära nyckeln för tabellen {0} har ändrats. Starta aktiviteten igen.

# Button_AddRight
source: Add >>
cs_cz: Přidat >>
da_dk: Tilføj >>
de_ch: Hinzufügen >>
es_mx: Agregar >>
fi_fi: Lisää >>
fr_ca: Ajouter >>
is_is: Bæta við >>
it_it: Aggiungi >>
nb_no: Legg til >>
nl_be: Toevoegen >>
ru_ru: Добавить >>
sv_se: Lägg till >>

# DocumentServicePasswordCaption
source: Password
cs_cz: Heslo
da_dk: Adgangskode
de_ch: Kennwort
es_mx: Contraseña
fi_fi: Salasana
fr_ca: Mot de passe
is_is: Aðgangsorð
nb_no: Passord
nl_be: Wachtwoord
ru_ru: Пароль
sv_se: Lösenord

# MenuItemHome
source: Home
cs_cz: Domovská stránka
da_dk: Startside
de_ch: Startseite
es_mx: Inicio
fi_fi: Kotisivu
fr_ca: Origine
is_is: Heim
it_it: Pagina iniziale
nb_no: Startside
nl_be: Startpagina
ru_ru: Главная
sv_se: Startsida

# FilterSummaryAccessibleNameRowFilterDescription
source: Row filter description
cs_cz: Popis filtru řádků
da_dk: Filterbeskrivelse for række
de_ch: Zeilenfilterbeschreibung
es_mx: Descripción de filtros de filas
fi_fi: Rivisuodattimen kuvaus
fr_ca: Description du filtre de ligne
is_is: Lýsing raðarafmörkunar
it_it: Descrizione filtro righe
nb_no: Beskrivelse av radfilter
nl_be: Beschrijving van rijfilter
ru_ru: Описание фильтра строк
sv_se: Beskrivning av radfilter

# DepartmentCategoryTypeNone
source: Departments
cs_cz: Oblasti
da_dk: Afdelinger
de_ch: Abteilungen
es_mx: Departamentos
fi_fi: Osastot
fr_ca: Départements
is_is: Deildir
it_it: Reparti
nb_no: Avdelinger
nl_be: Afdelingen
ru_ru: Подразделения
sv_se: Avdelningar

# HyperlinkNotSupportedCommand
source: The specified command is not supported.
cs_cz: Zadaný příkaz není podporován.
da_dk: Den angivne kommando understøttes ikke.
de_ch: Der angegebene Befehl wird nicht unterstützt.
es_mx: No se admite el comando especificado.
fi_fi: Määritettyä komentoa ei tueta.
fr_ca: La commande spécifiée n'est pas prise en charge.
is_is: Þessi skipun er ekki studd.
it_it: Il comando specificato non è supportato.
nb_no: Den angitte kommandoen støttes ikke.
nl_be: De opgegeven opdracht wordt niet ondersteund.
ru_ru: Указанная команда не поддерживается.
sv_se: Det angivna kommandot stöds inte.

# NasStarting
source: {0} for tenant '{5}' is scheduled to start with the following configuration: Company: {1}, Codeunit: {2}, Method: {3}, Arguments: {4}
cs_cz: {0} pro klienta {5} je naplánováno na začátek s následující konfigurací: Firma: {1}, procedura: {2}, metoda: {3}, argumenty: {4}
da_dk: {0} til lejeren '{5}' er planlagt til at starte med følgende konfiguration: Virksomhed: {1}, Codeunit: {2}, Metode: {3}, Argumenter: {4}
de_ch: {0} für Tenant '{5}' ist für den Start mit folgender Konfiguration geplant: Unternehmen: {1}, Codeunit: {2}, Methode: {3}, Argumente: {4}
es_mx: {0} para el inquilino '{5}' está programado para iniciarse con la siguiente configuración: Empresa: {1}, Codeunit: {2}, Método: {3}, Argumentos: {4}
fi_fi: Vuokraajan {5} {0} on aikataulutettu alkamaan seuraavalla kokoonpanolla: Yritys: {1}, Codeunit: {2}, Menetelmä: {3}, Argumentit: {4}
fr_ca: {0} pour l'abonné « {5} » est programmé pour être lancé avec la configuration suivante : Compagnie : {1}, Codeunit : {2}, Méthode : {3}, Arguments : {4}
is_is: {0} fyrir leigjanda „{5}“ er stillt á ræsingu með eftirfarandi grunnstillingu: Fyrirtæki: {1}, Kóðaeining: {2}, Aðferð: {3}, Frumbreytur: {4}
it_it: {0} per il tenant '{5}' è programmato per essere avviato con la configurazione seguente: Società: {1}, Codeunit: {2}, Metodo: {3}, Argomenti: {4}
nb_no: {0} for leietaker {5} er planlagt for start med følgende konfigurasjon: Selskap: {1}, kodeenhet: {2}, metode: {3}, argumenter: {4}
nl_be: {0} voor tenant '{5}' is gepland om te starten met de volgende configuratie: Bedrijf: {1}, Codeunit: {2}, Methode: {3}, Argumenten: {4}
ru_ru: Запланирован запуск {0} для арендатора "{5}" со следующей конфигурацией: Организация: {1}, Codeunit: {2}, метод: {3}, аргументы: {4}
sv_se: {0} för klientorganisationen {5} är schemalagd att starta med följande konfiguration: Företag: {1}, kodenhet: {2}, metod: {3}, argument: {4}

# AllTablesMustBeSynchronizedBeforeCreatingANewCompany
source: All tables must be in sync before a new company can be created.
da_dk: Alle tabeller skal være synkroniseret, før et nyt regnskab kan oprettes.
de_ch: Alle Tabellen müssen synchronisiert sein, bevor ein neuer Mandant erstellt werden kann.
es_mx: Para poder crear una empresa nueva, todas las tablas deben estar sincronizadas.
fi_fi: Kaikkien taulukkojen on oltava synkronoituja, ennen kuin uuden yrityksen voi luoda.
fr_ca: Toutes les tables doivent être synchronisées avant de pouvoir créer une compagnie.
is_is: Allar töflur verða að vera samstilltar áður en hægt er að stofna fyrirtæki
it_it: Per poter creare una nuova società, è necessario che tutte le tabelle siano sincronizzate
nb_no: Alle tabeller må være synkronisert før et nytt firma kan opprettes.
nl_be: Alle tabellen moeten zijn gesynchroniseerd voordat een nieuw bedrijf kan worden gemaakt.
ru_ru: Перед созданием новой компании необходимо синхронизировать все таблицы.
sv_se: Alla tabeller måste vara synkroniserade innan ett företag kan skapas.

# NotesDateCaption
source: Created Date
cs_cz: Datum vytvoření
da_dk: Oprettelsesdato
de_ch: Erstellungsdatum
es_mx: Fecha de creación
fi_fi: Luontipäivämäärä
fr_ca: Date de création
is_is: Stofnuð dagsetning
it_it: Data di creazione
nb_no: Opprettingsdato
nl_be: Datum aangemaakt
ru_ru: Дата создания
sv_se: Skapat

source: &Always ask before opening this type of file.
da_dk: &Spørg altid, før denne filtype åbnes.
de_ch: &Vor dem Öffnen dieses Dateityps immer bestätigen.
es_mx: &Preguntar siempre antes de abrir este tipo de archivo.
fi_fi: &Kysy aina ennen tämäntyyppisen tiedoston avaamista.
fr_ca: &Toujours demander avant d'ouvrir ce type de fichier.
is_is: &Alltaf spyrja áður en svona skrá er opnuð.
it_it: &Chiedi sempre prima di aprire questo tipo di file.
nb_no: &Be alltid om bekreftelse før denne typen filer åpnes.
nl_be: &Altijd waarschuwen voordat bestanden van dit type worden geopend.
ru_ru: &Всегда спрашивать перед открытием файлов этого типа.
sv_se: &Fråga alltid innan den här filtypen öppnas.

# InvalidFilterOnField
source: The filter "{0}" is not valid for the {1} field on the {2} table. {3}
cs_cz: Filtr "{0} není platný pro pole {1} v tabulce {2}. {3}
da_dk: Filteret "{0}" er ikke gyldigt for feltet {1} i tabellen {2}. {3}
de_ch: Der Filter '{0}' ist für das Feld '{1}' der Tabelle '{2}' nicht gültig. {3}
es_mx: El filtro "{0}" no es válido para el campo {1} de la tabla {2}. {3}
fi_fi: Suodatin "{0}" ei kelpaa taulukon {2} kentässä {1}. {3}
fr_ca: Le filtre « {0} » n'est pas valide pour le champ {1} de la table {2}. {3}
is_is: Afmörkunin „{0}“ er ekki gild fyrir reitinn {1} í töflunni {2}. {3}
it_it: Il filtro "{0}" non è valido per il campo {1} nella tabella {2}. {3}
nb_no: Filteret {0} er ikke gyldig for feltet {1} i tabellen {2}. {3}
nl_be: Het filter "{0}" is niet geldig voor het veld {1} in de tabel {2}. {3}
ru_ru: Фильтр "{0}" недействителен для поля {1} в таблице {2}. {3}
sv_se: Filtret {0} är inte giltigt för fältet {1} i tabellen {2}. {3}

# ReportLanguageNotFoundErrorString
source: An unknown language was selected ('{0}').
cs_cz: Byl zvolen neznámý jazyk({0}).
da_dk: Der er valgt et ukendt sprog ('{0}').
de_ch: Eine unbekannte Sprache wurde ausgewählt ('{0}').
es_mx: Se ha seleccionado un idioma desconocido ('{0}').
fi_fi: Valittiin tuntematon kieli ('{0}').
fr_ca: Une langue inconnue a été sélectionnée ('{0}').
is_is: Óþekkt tungumál var valið ('{0}').
it_it: È stata selezionata una lingua sconosciuta ('{0}').
nb_no: Du har valgt et ukjent språk ({0}).
nl_be: Er is een onbekende taal geselecteerd ({0}).
ru_ru: Выбран неизвестный язык ('{0}').
sv_se: Ett okänt språk valdes ({0}).

# InstructionCueShowHide
source: Select the Cues to show
cs_cz: Vyberte hromádky k zobrazení
da_dk: Vælg, hvilke køindikatorer der skal vises
de_ch: Dient zum Auswählen der anzuzeigenden Stapel.
es_mx: Seleccionar las pilas que desea mostrar
fi_fi: Valitse näytettävät pinot
fr_ca: Sélectionner les piles à afficher
is_is: Velja bunka til að sýna
it_it: Selezionare le pile da visualizzare
nb_no: Velg bunkene som skal vises
nl_be: De weer te geven indicatiestapels selecteren
ru_ru: Выбрать ключ для отображения
sv_se: Välj stack-ikoner som ska visas

source: Find row where
cs_cz: Najít řádek kde
da_dk: Find række, hvor
de_ch: Zeile suchen mit
es_mx: Buscar fila donde
fi_fi: Etsi rivi, jossa
fr_ca: Trouver ligne où
is_is: Finna línu þar sem
it_it: Trova riga dove
nb_no: Søk etter rad hvor
nl_be: Rij zoeken waar
ru_ru: Найти строку, в которой
sv_se: Hitta rader där

# TestFieldNotFound
source: The field with ID = {0} is not found on the page.
cs_cz: Pole s ID = {0} není na stránce k dispozici.
da_dk: Feltet med id'et {0} kunne ikke findes på siden.
de_ch: Das Feld mit der ID '{0}' wurde auf der Seite nicht gefunden.
es_mx: El campo con el Id. = {0} no se encuentra en la página.
fi_fi: Kenttää, jonka tunnus on {0}, ei löydy sivulta.
fr_ca: Le champ avec le code = {0} n'a pas été trouvé sur la page.
is_is: Reiturinn með auðkenni = {0} fannst ekki á síðunni.
it_it: Campo con ID = {0} non trovato nella pagina.
nb_no: Finner ikke feltet med ID = {0} på siden.
nl_be: Het veld met id {0} is niet op de pagina gevonden.
ru_ru: На странице не найдено поле с ID = {0}.
sv_se: Det går inte att hitta fältet med ID:t {0} på sidan.

# ChartDefinitionDimensionsMustNotBeEqual
source: The X and Z dimensions must not be equal.
cs_cz: Dimenze X a Z nesmí být stejné.
da_dk: X- og Z-dimensionerne må ikke være ens.
de_ch: Die X- und Z-Dimensionen dürfen nicht identisch sein.
es_mx: Las dimensiones de X y Z no deben ser iguales.
fi_fi: X- ja Z-dimensiot eivät saa olla samoja.
fr_ca: Les dimensions X et Z ne doivent pas être égaux.
is_is: Víddirnar X og Z verða að vera eins.
it_it: Le dimensioni X e Z devono essere diverse.
nb_no: X- og Z-dimensjonene kan ikke være like.
nl_be: De x- en z-dimensies mogen niet gelijk zijn.
ru_ru: Измерения X и Z должны быть разными.
sv_se: X- och Z-dimensioner får inte vara identiska.

# StopSessionByPowerShellComment
source: Stopped by management PowerShell cmdlet.
cs_cz: Zastaveno řízením PowerShell cmdlet.
da_dk: Stoppet af management PowerShell cmdlet.
de_ch: Angehalten durch Verwaltungs-PowerShell-Cmdlet.
es_mx: Detenido por el cmdlet de PowerShell de administración.
fi_fi: Lopetettu hallinnan PowerShell-cmdlet-komennolla.
fr_ca: Arrêté par l'applet de commande PowerShell de gestion.
is_is: Stöðvað af smáskipun stjórnunar PowerShell.
it_it: Interruzione a causa del cmdlet PowerShell di gestione.
nb_no: Stoppet av administrativ PowerShell-cmdlet.
nl_be: Gestopt door Management PowerShell-cmdlet.
ru_ru: Остановлено командлетом управления PowerShell.
sv_se: Har stoppats av PowerShell-cmdleten för hantering.
