Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# TimeZoneDataMismatch
source: The server's time zone data for your current time zone does not match the time zone of your computer. This can result in inconsistencies with other applications that are running on your system. Do you want to continue?
cs_cz: Údaje časového pásma serveru se neshoduje s časovým pásmem Vašeho počítače. To může mít za následek nekonzistence s jinými aplikacemi, které jsou spuštěny na Vašem počítači. Chcete pokračovat?
da_dk: Serverens tidszoneoplysninger om din aktuelle tidszone stemmer ikke overens med computerens tidszone. Dette kan medføre inkonsistens med andre programmer i systemet. Vil du fortsætte?
de_ch: Die Zeitzonendaten des Servers für die aktuelle Zeitzone entsprechen nicht der Zeitzone des Computers. Dies kann zu Inkonsistenzen mit anderen Anwendungen führen, die auf dem System ausgeführt werden. Möchten Sie fortfahren?
es_mx: Los datos de zona horaria definidos en el servidor no coinciden con la zona horaria del equipo. Esto puede provocar incoherencias con otras aplicaciones que se ejecuten en su sistema. ¿Desea continuar?
fi_fi: Palvelimen käytössä olevan aikavyöhykkeen tiedot eivät vastaa tietokoneen aikavyöhykettä. Tämä voi aiheuttaa ristiriitoja järjestelmän muiden sovellusten kanssa. Haluatko jatkaa?
fr_ca: Les données du serveur pour votre fuseau horaire actuel ne correspondent pas au fuseau de votre ordinateur. Cela peut entraîner des incohérences avec d'autres applications qui s'exécutent sur votre système. Souhaitez-vous continuer?
is_is: Tímabeltisgögn netþjónsins fyrir núverandi tímabelti passa ekki við tímabelti tölvunnar. Þetta getur valdið ósamræmi við önnur forrit sem eru keyrð á kerfinu. Á að halda áfram?
it_it: I dati relativi al fuso orario del server per il fuso orario corrente non corrispondono al fuso orario del computer in uso. Questa situazione può provocare incoerenze con altre applicazioni in esecuzione nel sistema Continuare?
nb_no: Serverens tidssonedata for gjeldende tidssone svarer ikke til tidssonen på datamaskinen. Dette kan føre til inkonsekvenser med andre programmer som kjører på systemet. Vil du fortsette?
nl_be: De tijdzonegegevens van de server voor uw huidige tijdzone komen niet overeen met de tijdzone van uw computer. Dit kan leiden tot inconsistenties met andere toepassingen die op uw systeem worden uitgevoerd. Wilt u doorgaan?
ru_ru: Данные текущего часового пояса на сервере не соответствуют часовому поясу на компьютере пользователя. Это может привести к неполадкам в других приложениях, запущенных в системе. Продолжить?
sv_se: Serverns tidszondata för din tidszon motsvarar inte datorns tidszon. Detta kan medföra inkonsekvenser i andra program som körs i datorn. Vill du fortsätta?

# NavNotSupportedPageViewModeException
source: The view mode '{0}' is not supported by the page ID '{1}'.
cs_cz: Režim zobrazení '{0}' není podporován stránkou ID '{1}'.
da_dk: Visningstilstanden '{0}' understøttes ikke af side-id '{1}'.
de_ch: Der Ansichtsmodus '{0}' wird von der Seiten-ID '{1}' nicht unterstützt.
es_mx: El modo de visualización '{0}' no es compatible con el Id. de página '{1}'.
fi_fi: Sivun tunnus "{1}" ei tue näyttötilaa "{0}".
fr_ca: Le mode d'affichage « {0} » n'est pas pris en charge par le code page « {1} ».
is_is: Skoðunarstillingin '{0}' er ekki studd af síðukenninu „{1}“.
it_it: La modalità di visualizzazione '{0}' non è supportata dall'ID pagina '{1}'.
nb_no: Visningsmodusen {0} støttes ikke av side-IDen {1}.
nl_be: De weergavemodus '{0}' wordt niet ondersteund door de pagina-id '{1}'.
ru_ru: Режим просмотра "{0}" не поддерживается идентификатором страницы "{1}".
sv_se: Vyläget {0} stöds inte av sid-ID:t {1}.

# FormAbortExceptionMessageFormat
source: Page {0} must close.
cs_cz: Stránka {0} musela být uzavřena.
da_dk: Siden {0} skal lukkes.
de_ch: Die Seite '{0}' muss geschlossen werden.
es_mx: La página {0} tiene que cerrarse.
fi_fi: Sivu {0} on suljettava.
fr_ca: La page {0} doit être fermée.
is_is: Það verður að loka síðu {0}.
it_it: La pagina {0} deve essere chiusa.
nb_no: Siden {0} må lukkes.
nl_be: Pagina {0} moet worden gesloten.
ru_ru: Необходимо закрыть страницу {0}.
sv_se: Sidan {0} måste stängas.

source: Go to Next
cs_cz: Přejít k další
da_dk: Gå til næste
de_ch: Weiter
es_mx: Ir al siguiente
fi_fi: Siirry seuraavaan
fr_ca: Aller au suivant
is_is: Fara í næsta
it_it: Vai a pagina successiva
nb_no: Gå til neste
nl_be: Naar volgende gaan
ru_ru: Перейти к следующему
sv_se: Gå till nästa

# UnableToCreateDirectory
source: Unable to create directory {0}.
cs_cz: Nelze vytvořit adresář {0}.
da_dk: Biblioteket {0} kunne ikke oprettes.
de_ch: Verzeichnis {0} kann nicht erstellt werden.
es_mx: No se puede crear el directorio {0}.
fi_fi: Hakemistoa {0} ei voi luoda.
fr_ca: Impossible de créer le répertoire {0}.
is_is: Það var ekki hægt að stofna skráasafnið {0}.
it_it: Impossibile creare la directory {0}.
nb_no: Kan ikke opprette mappen {0}.
nl_be: Kan directory niet maken: {0}.
ru_ru: Не удается создать каталог {0}.
sv_se: Det gick inte att skapa katalogen {0}.

# ConfigurationFileRequired
source: Configuration file required {0}:
cs_cz: Požadován konfigurační soubor {0}:
da_dk: Påkrævet konfigurationsfil {0}:
de_ch: Erforderliche Konfigurationsdatei {0}:
es_mx: Archivo de configuración requerido {0}:
fi_fi: Pakollinen määritystiedosto {0}:
fr_ca: Fichier de configuration requis {0} :
is_is: Samstillingarskrá er nauðsynleg {0}:
it_it: File di configurazione necessario {0}:
nb_no: Nødvendig konfigurasjonsfil {0}:
nl_be: Configuratiebestand vereist {0}:
ru_ru: Требуется файл конфигурации {0}:
sv_se: Konfigurationsfil krävs {0}:

# FileIsTooBig
source: The file that you are trying to use is too large.
cs_cz: Soubor, který se pokoušíte použít, je příliš velký.
da_dk: Filen, du forsøger at bruge, er for stor.
de_ch: Die gewünschte Datei ist zu gross.
es_mx: El archivo que intenta usar es demasiado grande.
fi_fi: Tiedosto, jota yrität käyttää, on liian suuri.
fr_ca: Le fichier que vous tentez d'utiliser est trop volumineux.
is_is: Skráin sem verið er að reyna að nota er of stór.
it_it: Il file che si tenta di utilizzare è troppo grande.
nb_no: Filen du prøver å bruke, er for stor.
nl_be: Het bestand dat u probeert te gebruiken is te groot.
ru_ru: Предпринята попытка использовать слишком большой файл.
sv_se: Den fil du försöker att använda är för stor.

# UnexpectedSqlError
source: The following SQL error was unexpected. {0} SQL statement: {1} StackTrace: {2}
cs_cz: Neočekávaná chyba SQL. {0} Příkaz SQL: {1} StackTrace: {2}
da_dk: Den følgende SQL-fejl opstod uventet. {0} SQL-sætning: {1} StackTrace: {2}
de_ch: Der folgende SQL-Fehler war nicht erwartet. {0} SQL-Anweisung: {1} StackTrace: {2}
es_mx: El siguiente error SQL no se esperaba. {0} Instrucción SQL: {1} StackTrace: {2}
fi_fi: Seuraava SQL-virhe oli odottamaton. {0} SQL-lause: {1} StackTrace: {2}
fr_ca: L'erreur SQL suivante était inattendue. {0} Instruction SQL : {1} StackTrace : {2}
is_is: Eftirfarandi SQL-villa var óvænt. {0} SQL-strengur: {1} StackTrace: {2}
it_it: Errore di SQL imprevisto. {0} Istruzione SQL: {1} StackTrace: {2}
nb_no: Følgende SQL-feil var uventet. {0} SQL-setning: {1} StackTrace: {2}
nl_be: De volgende SQL-fout werd niet verwacht. {0} SQL-instructie: {1} StackTrace: {2}
ru_ru: Следующая ошибка SQL возникла непредвиденно. {0} Инструкция SQL: {1} Стек трассировки: {2}
sv_se: Följande SQL-fel var oväntat. {0} SQL-sats: {1} StackTrace: {2}

# HttpListnerNotConfiguredForSSL
source: {0} have been configured to use SSL certificates, but you must provide more configuration details. For more information, see http://go.microsoft.com/fwlink/?LinkId=202554.
cs_cz: {0} byla konfigurována pro použití SSL certifikátů, musíte však poskytnout další podrobnosti při konfiguraci. Další informace naleznete na stánce http://go.microsoft.com/fwlink/?LinkId=202554.
da_dk: {0} er blevet konfigureret til at bruge SSL-certifikater, men du skal angive flere konfigurationsoplysninger. Se http://go.microsoft.com/fwlink/?LinkId=202554 for yderligere oplysninger.
de_ch: {0} wurden für die Verwendung von SSL-Zertifikaten konfiguriert, es werden jedoch weitere Konfigurationsdetails benötigt. Weitere Informationen finden Sie unter 'http://go.microsoft.com/fwlink/?LinkId=202554'.
es_mx: {0} están configurados para usar certificados SSL pero es necesario proporcionar más detalles de configuración. Para obtener más información, consulte http://go.microsoft.com/fwlink/?LinkId=202554.
fi_fi: {0} on määritetty käyttämään SSL-varmenteita, mutta sinun on annettava lisämääritystietoja. Lisätietoja on osoitteessa http://go.microsoft.com/fwlink/?LinkId=202554.
fr_ca: {0} ont été configurés pour utiliser des certificats SSL, mais vous devez fournir plus de détails de configuration. Pour plus d'informations, voir http://go.microsoft.com/fwlink/?LinkId=202554.
is_is: {0} hafa verið grunnstilltir til að nota SSL-vottorðin en veita verður fleiri upplýsingar til grunnstillingar. Frekari upplýsingar eru á http://go.microsoft.com/fwlink/?LinkId=202554.
it_it: {0} è stato configurato per utilizzare certificati SSL, ma è necessario fornire più dettagli di configurazione. Per ulteriori informazioni, vedere http://go.microsoft.com/fwlink/?LinkId=202554.
nb_no: {0} er konfigurert til å bruke SSL-sertifikater, men du må angi flere konfigurasjonsdetaljer. Hvis du vil ha mer informasjon, kan du se http://go.microsoft.com/fwlink/?LinkId=202554.
nl_be: {0} is geconfigureerd om SSL-certificaten te gebruiken, maar u moet meer configuratiegegevens opgeven. Zie http://go.microsoft.com/fwlink/?LinkId=202554 voor meer informatie.
ru_ru: {0} настроен на использование сертификатов SSL, но необходимо задать дополнительные сведения конфигурации. Дополнительную информацию см. по ссылке http://go.microsoft.com/fwlink/?LinkId=202554.
sv_se: {0} har konfigurerats till att använda SSL-certifikat men du måste tillhandahålla mer konfigurationsinformation. Ytterligare information finns på http://go.microsoft.com/fwlink/?LinkId=202554.

# MultidimensionalArraysIsNotSupportedInCompressArray
source: Multidimensional arrays are not supported in CompressArray.
cs_cz: Vícerozměrná pole nejsou podporována v CompressArray.
da_dk: Multidimensionale array understøttes ikke i CompressArray
de_ch: Mehrdimensionale Arrays werden in 'CompressArray' nicht unterstützt.
es_mx: No se admiten matrices multidimensionales en CompressArray.
fi_fi: CompressArray ei tue moniulotteisia matriiseja.
fr_ca: Les tableaux multidimensionnels ne sont pas pris en charge dans CompressArray.
is_is: Fjölvídda fylki eru ekki studd í CompressArray.
it_it: Le matrici multidimensionali non sono supportate in CompressArray.
nb_no: Flerdimensjonale matriser støttes ikke i CompressArray.
nl_be: Arrays met meerdere dimensies worden niet ondersteund in CompressArray.
ru_ru: Многомерные массивы не поддерживаются в CompressArray.
sv_se: Flerdimensionella arrayer stöds inte i CompressArray.

# TestPageSourceTableMismatch
source: The input record belongs to a different table from what the page is based on.
cs_cz: Vstupní záznam patří do jiné tabulky, té ze které stránka vychází.
da_dk: Inputrecorden tilhører en anden tabel end den, som siden er baseret på.
de_ch: Der Eingabedatensatz gehört nicht zu der Tabelle, auf der die Seite basiert.
es_mx: El registro de entrada pertenece a una tabla diferente de en la que se basa la página.
fi_fi: Syöttötietue kuuluu eri taulukkoon kuin mihin sivu perustuu.
fr_ca: L'enregistrement d'entrée appartient à une table différente de celle sur laquelle la page est basée.
is_is: Inntaksskráin tilheyrir annarri töflu en þeirri sem síðan byggir á.
it_it: Il record di input appartiene a una tabella differente rispetto a quella su cui si basa la pagina.
nb_no: Inndataposten tilhører en annen tabell enn den som siden er basert på.
nl_be: De invoerrecord hoort bij een andere tabel dan waarop de pagina is gebaseerd.
ru_ru: Введенная запись относится к другой таблице на основе страницы.
sv_se: Indataposten hör till en annan tabell än den som sidan baseras på.

# ConfirmExportDataDialogTitle
source: Export data to Data File
da_dk: Eksportér data til datafil
de_ch: Daten in Datendatei exportieren
es_mx: Exportar datos al archivo de datos
fi_fi: Vie tiedot datatiedostoon
fr_ca: Exporter données vers fichier de données
is_is: Flytja gögn út í gagnaskrá
it_it: Esporta dati in file di dati
nb_no: Eksporter data til datafil
nl_be: Gegevens exporteren naar gegevensbestand
ru_ru: Экспортировать данные в файл данных
sv_se: Exportera data till datafil

# FilterAccName_SummaryPane
source: Filter summary
cs_cz: Souhrn filtrů
da_dk: Filteroversigt
de_ch: Filterzusammenfassung
es_mx: Resumen de filtros
fi_fi: Suodattimen yhteenveto
fr_ca: Filtrer le résumé
is_is: Afmörkunarsamantekt
it_it: Riepilogo filtri
nb_no: Filtersammendrag
nl_be: Filteroverzicht
ru_ru: Сводка фильтров
sv_se: Filteröversikt

# Label_SelectedColumns
source: Show columns in this order:
cs_cz: Zobrazit sloupce v tomto pořadí:
da_dk: Vis kolonner i denne rækkefølge:
de_ch: Spalten in dieser Reihenfolge anzeigen:
es_mx: Mostrar columnas en este orden:
fi_fi: Näytä sarakkeet seuraavassa järjestyksessä:
fr_ca: Afficher les colonnes dans cet ordre :
is_is: Sýna dálka í þessari röð:
it_it: Mostra le colonne nell'ordine seguente:
nb_no: Vis kolonner i denne rekkefølgen:
nl_be: Kolommen in deze volgorde weergeven:
ru_ru: Показать столбцы в следующем порядке:
sv_se: Visa kolumner i den här ordningen:

# UnrecognizedTimeZone
source: The time zone with ID '{0}' was not recognized on the server. Update your computer's time zone definitions.
cs_cz: Časové pásmo s ID {0} nebylo rozpoznáno na serveru. Aktualizujte definice časových pásem počítače.
da_dk: Tidszonen med id'et '{0}' blev ikke genkendt på serveren. Opdater computerens tidszonedefinitioner.
de_ch: Die Zeitzone mit ID '{0}' wurde auf dem Server nicht erkannt. Aktualisieren Sie die Zeitzonendefinitionen des Computers.
es_mx: El servidor no reconoce la zona horaria con Id. '{0}'. Actualice las definiciones de zona horaria de su equipo.
fi_fi: Aikavyöhykkeen tunnusta '{0}' ei tunnistettu palvelimessa. Päivitä tietokoneen aikavyöhykemääritykset.
fr_ca: Le fuseau horaire portant le code '{0}' n'a pas été reconnu sur le serveur. Mettez à jour les définitions de fuseau horaire de l'ordinateur.
is_is: Tímabeltið með auðkennið '{0}' var ekki samþykkt á netþjóninum. Uppfæra skal tímabeltisskilgreiningar tölvunnar.
it_it: Il fuso orario con ID "{0}" non è stato riconosciuto nel server. Aggiornare le definizioni del fuso orario del computer.
nb_no: Tidssonen med IDen {0} ble ikke gjenkjent på serveren. Oppdater datamaskinens tidssonedefinisjoner.
nl_be: De tijdzone met id {0} is niet herkend op de server. Werk de tijdzonedefinities van uw computer bij.
ru_ru: Часовой пояс с кодом '{0}' не распознается на сервере. Обновите определения часовых поясов на компьютере.
sv_se: Tidszonen med ID {0} identifierades inte på servern. Uppdatera datorns tidszonsdefinitioner.

# UpgradeCodeunitsDoNotSupportRecordParameter
source: You cannot run a upgrade codeunit on a record. Upgrade codeunit {0} {1} was called from C/AL with a record of table {2} {3} as a parameter.
da_dk: Du kan ikke køre en opgraderings-codeunit på en record. Opgraderings-codeunit {0} {1} blev kaldt fra C/AL med en record af tabel {2} {3} som en parameter.
de_ch: Eine Upgrade-Codeunit kann nicht für einen Datensatz ausgeführt werden. Die Upgrade-Codeunit {0} {1} wurde von C/AL mit einem Datensatz aus der Tabelle {2} {3} als Parameter aufgerufen.
es_mx: No se puede ejecutar un codeunit de actualización en un registro. El codeunit de actualización {0} {1} se llamó desde C/AL con un registro de tabla {2} {3} como parámetro.
fi_fi: Päivityksen codeunitia ei voi suorittaa tietueelle. Päivityksen codeunit {0} {1} kutsuttiin C/AL-kohteesta siten, että parametrina oli taulukon {2} {3} tietue.
fr_ca: Vous ne pouvez pas exécuter un Codeunit de mise à niveau sur un enregistrement. Le Codeunit de mise à niveau {0} {1} a été appelé à partir d'un C/AL avec un enregistrement de la table {2} {3} comme paramètre.
is_is: Ekki er hægt að keyra uppfærslukóðaeiningu á færslu. Uppfærslukóðaeining {0} {1} var opnuð frá C/AL með færslu í töflu {2} {3} sem færibreytu.
it_it: Impossibile eseguire una codeunit di aggiornamento in un record. La codeunit di aggiornamento {0} {1} è stata chiamata da C/AL con un record della tabella {2} {3} come parametro.
nb_no: Du kan ikke kjøre en oppgraderingskodeenhet på en post. Oppgraderingskodeenheten {0} {1} ble kalt fra C/AL med en post for tabellen {2} {3} som parameter.
nl_be: U kunt geen upgrade-codeunit uitvoeren op een record. Upgrade-codeunit {0} {1} is vanuit C/AL aangeroepen met een record van tabel {2} {3} als parameter.
ru_ru: Невозможно выполнить модуль обновления Codeunit для записи. Модуль Codeunit обновления {0} {1} вызывался из C/AL с записью таблицы {2} {3} в качестве параметра.
sv_se: Det går inte att köra en uppgraderingskodenhet på en post. Uppgraderingskodenheten {0} {1} anropades från C/AL med en post i tabellen {2} {3} som en parameter.

# FileDatabaseInfoSystemObjectCaption
source: File, Database, Information
cs_cz: Soubor, databáze, informace
da_dk: Filer, Database, Oplysninger
de_ch: Datei, Datenbank, Information
es_mx: Archivo, Base datos, Informac.
fi_fi: Tiedosto, Tietokanta, Tiedot
fr_ca: Fichier, Base, Informations
is_is: Skrá, Gagnagr., Upplýsingar
it_it: File, Database, Informazioni
nb_no: Fil, Database, Informasjon
nl_be: Bestand, Database, Informatie
ru_ru: Файл, База данных, Информация
sv_se: Fil, Databas, Information

# AboutFormAbout
source: About {0}
cs_cz: O {0}
da_dk: Om {0}
de_ch: Info zu {0}
es_mx: Acerca de {0}
fi_fi: Tietoa: {0}
fr_ca: À propos de {0}
is_is: Um {0}
it_it: Informazioni su {0}
nb_no: Om {0}
nl_be: Over {0}
ru_ru: О программе {0}
sv_se: Om {0}

# FilterExpressionVariableMustResolveToAValue
source: The variable "{0}" did not resolve to a single value.
cs_cz: Proměnná "{0}" nevyřeší na jedinou hodnotu.
da_dk: Variablen "{0}" blev ikke oversat til en enkelt værdi.
de_ch: Die Variable "{0}" wurde nicht in einen einzelnen Wert aufgelöst.
es_mx: La variable "{0}" no se resolvió a un valor único.
fi_fi: Muuttujaa "{0}" ei ratkaistu yksittäiseen arvoon.
fr_ca: La variable « {0} » n'a pas été résolue en une valeur unique.
is_is: Breytan „{0}“ leystist ekki í einstakt gildi.
it_it: La variabile "{0}" non si è risolta in un unico valore.
nb_no: Variabelen {0} ble ikke løst til én enkelt verdi.
nl_be: De variabele {0} is niet omgezet naar een enkele waarde.
ru_ru: Переменная "{0}" не разделяется на одиночное значение.
sv_se: Variabeln {0} matchade inte ett enskilt värde.

# ZoomToolFilterGroupCaption
source: Filters
cs_cz: Filtry
da_dk: Filtre
de_ch: Filter
es_mx: Filtros
fi_fi: Suodattimet
fr_ca: Filtres
is_is: Afmarkanir
it_it: Filtri
nb_no: Filtre
ru_ru: Фильтры
sv_se: Filter

# DocumentServiceLoginDescription
source: You must sign in to your document service at {0} so that Microsoft Dynamics NAV can save or open documents.
cs_cz: Musíte se přihlásit ke službě dokument {0} s, tak, aby aplikace Microsoft Dynamics NAV mohou uložit nebo otevřít dokumenty.
da_dk: Du skal logge på dokumenttjenesten på {0}, så Microsoft Dynamics NAV kan gemme eller åbne dokumenter.
de_ch: Sie müssen sich bei Ihrem Belegdienst bei {0} anmelden, sodass Belege von Microsoft Dynamics NAV gespeichert bzw. geöffnet werden können.
es_mx: Para que Microsoft Dynamics NAV pueda guardar o abrir documentos, debe iniciar sesión en el servicio de documentos en {0}.
fi_fi: Kirjaudu tiedostopalveluun kohteessa {0}, jotta Microsoft Dynamics NAV voi tallentaa tai avata tiedostoja.
fr_ca: Vous devez vous connecter à votre service de document à {0} de façon à ce que Microsoft Dynamics NAV puisse enregistrer ou ouvrir des documents.
is_is: Innskráning á skjalaþjónustuna á {0} er nauðsynleg til að Microsoft Dynamics NAV geti vistað eða opnað fylgiskjöl.
it_it: È necessario effettuare l'accesso al servizio documenti a {0} in modo che in Microsoft Dynamics NAV sia possibile salvare o aprire documenti.
nb_no: Du må logge på dokumenttjenesten på {0} slik at Microsoft Dynamics NAV kan lagre eller åpne dokumenter.
nl_be: U moet zich aanmelden bij uw documentservice op {0}, zodat Microsoft Dynamics NAV documenten kan opslaan of openen.
ru_ru: Необходимо выполнить вход в ваш документооборот в {0}, чтобы в Microsoft Dynamics NAV было возможно сохранение и открытие документов.
sv_se: Du måste logga in på din dokumenttjänst på {0} så att Microsoft Dynamics NAV kan spara eller öppna dokument.

# RecordLinks_Action_New
source: New
cs_cz: Nový
da_dk: Ny
de_ch: Neu
es_mx: Nuevo
fi_fi: Uusi
fr_ca: Nouveau
is_is: Nýtt
it_it: Nuovo
nb_no: Ny
nl_be: Nieuw
ru_ru: Создать
sv_se: Ny

# FormResultClose
source: Close
cs_cz: Zavřít
da_dk: Luk
de_ch: Schliessen
es_mx: Cerrar
fi_fi: Sulje
fr_ca: Fermer
is_is: Loka
it_it: Chiudi
nb_no: Lukk
nl_be: Sluiten
ru_ru: Закрыть
sv_se: Stäng

# DatePeriodNoCaption
source: Period No.
cs_cz: Číslo období
da_dk: Periodenr.
de_ch: Periodennr.
es_mx: Nº periodo
fi_fi: Jakson nro
fr_ca: N° période
is_is: Tímabil nr.
it_it: Nr. periodo
nb_no: Periodenr.
nl_be: Periodenr.
ru_ru: Номер периода
sv_se: Periodnr

# ClientServicesTokenSigningKeyInvalid
source: Configuration setting '{0}' has an invalid value; expected 256-bit symmetric key.
cs_cz: Konfigurace {0} má neplatnou hodnotu; očekáván 256 bitový symetrický klíč.
da_dk: Konfigurationsindstillingen '{0}' har en ugyldig værdi. Der forventes en 256-bit symmetrisk nøgle.
de_ch: Die Konfigurationseinstellung '{0}' verfügt über einen ungültigen Wert. Es wurde ein symmetrischer 256-Bit-Schlüssel erwartet.
es_mx: La opción de configuración '{0}' tiene un valor no válido. Se esperaba una clave simétrica de 265 bits.
fi_fi: Määritysasetuksen "{0}" arvo on virheellinen. Odotettiin 256-bittistä symmetristä avainta.
fr_ca: Le paramètre de configuration « {0} » a une valeur non valide ; clé symétrique 256 bits attendue.
is_is: Grunnstillingin „{0}“ er með ógilt gildi; búist var við 256 bita samhverfum lykli.
it_it: Il valore dell'impostazione di configurazione '{0}' non è valido. È prevista una chiave simmetrica di 256 bit.
nb_no: Konfigurasjonsinnstillingen {0} har en ugyldig verdi. Forventet 256-biters symmetrisk nøkkel.
nl_be: Configuratie-instelling {0} heeft een ongeldige waarde. Er werd een 256-bits symmetrische sleutel verwacht.
ru_ru: Параметр конфигурации "{0}" содержит недопустимое значение; ожидается 256-разрядный симметричный ключ.
sv_se: Konfigurationsinställningen {0} har ett ogiltigt värde; en 256-bitars symmetrisk nyckel förväntades.
