Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# InvalidLanguageCode
source: '{0}' is not a valid language code. You must specify a code in the format of language-country/region, such as en-US, de-DE, or da-DK.
cs_cz: '{0}' není platný kód jazyka. Musíte zadat kód ve formátu jazyka země/oblasti, například en US, de-DE nebo da-DK.
da_dk: '{0}' er ikke en gyldig sprogkode. Du skal angive en kode i formatet sprog-land/område, f.eks. en-US, de-DE eller da-DK.
de_ch: '{0}' ist kein gültiger Sprachcode. Sie müssen einen Code im Format Sprache-Land/Region angeben, wie etwa en-US, de-DE oder da-DK.
es_mx: '{0}' no es un código de idioma válido. Debe especificar un código en el formato de idioma-país/región, como en-US, de-DE o da-DK.
fi_fi: {0} ei ole sallittu kielikoodi. Koodi täytyy määrittää muodossa kieli-maa/alue, esimerkiksi en-US, de-DE tai da-DK.
fr_ca: « {0} » n'est pas un code langue valide. Vous devez spécifier un code dans le format de langue-pays/région, par exemple en-US, de-DE ou da-DK.
is_is: „{0}‟ er ekki gildur tungumálakóði. Tilgreina þarf kóða á sniðinu tungumál-land/svæði, t.d. is-IS, en-US, de-DE eða da-DK.
it_it: '{0}' non è un codice di lingua valido. È necessario specificare un codice nel formato lingua-paese, quale en-US, de-DE o da-DK.
nb_no: {0} er ikke en gyldig språkkode. Du må angi en kode i formatet språk-land/region, for eksempel en-US, de-DE eller da-DK.
nl_be: '{0}' is geen geldige taalcode. U moet een code opgeven in de indeling taal-land/regio, zoals en-US, de-DE of da-DK.
ru_ru: "{0}" не является допустимым языком. Код необходимо указывать в формате "язык"-"страна/регион", например, en-US, de-DE или ru-RU.
sv_se: {0} är inte en giltig språkkod. Du måste ange en kod i formatet språk-land/region, t.ex. sv-SE, en-US eller de-DE.

# CommunicationProtocolFailureNoRetry
source: There is a communication protocol mismatch between the client and the server. The application will close.
cs_cz: Existuje neshoda komunikačního protokolu mezi klientem a serverem. Aplikace bude ukončena.
da_dk: Kommunikationsprotokollerne mellem klienten og serveren stemmer ikke overens. Programmet afsluttes.
de_ch: Das Protokoll für die Kommunikation zwischen Client und Server stimmt nicht überein. Die Anwendung wird geschlossen.
es_mx: El protocolo de comunicación del cliente y del servidor no coinciden. Se cerrará la aplicación.
fi_fi: Asiakasohjelman ja palvelimen välillä on yhteysprotokollan vastaavuusvirhe. Sovellus sulkeutuu.
fr_ca: Incompatibilité des protocoles de communication entre le client et le serveur. L'application va être fermée.
is_is: Samskiptareglur biðlarans og netþjónsins passa ekki saman. Forritinu verður lokað.
it_it: Mancata corrispondenza del protocollo di comunicazione tra il client e il server. L'applicazione verrà chiusa.
nb_no: Det er manglende samsvar i kommunikasjonsprotokoll mellom klienten og serveren. Programmet vil bli lukket.
nl_be: Communicatieprotocollen tussen client en server komen niet overeen. De toepassing wordt gesloten.
ru_ru: Несоответствие протокола связи между клиентом и сервером. Приложение будет закрыто.
sv_se: En felaktig matchning i kommunikationsprotokollet har uppstått mellan klienten och servern. Programmet avslutas.

# AboutFormPrivacyStatement
source: View the privacy statement
cs_cz: Zobrazit zásady ochrany osobních údajů
da_dk: Se erklæringen om beskyttelse af personlige oplysninger
de_ch: Datenschutzerklärung anzeigen
es_mx: Ver la declaración de privacidad
fi_fi: Näytä tietosuojalauseke
fr_ca: Afficher la déclaration de confidentialité
is_is: Skoða yfirlýsingu um persónuvernd
it_it: Visualizza l'Informativa sulla privacy
nb_no: Vis personvernerklæringen
nl_be: De privacyverklaring weergeven
ru_ru: Просмотр заявления о конфиденциальности
sv_se: Visa sekretesspolicyn

# 00095-50003
source: The operation cannot be performed on a connection that has not been opened.
cs_cz: Operaci nelze provést u připojení, která nebylo otevřeno.
da_dk: Handlingen kan ikke udføres på en forbindelse, som ikke er blevet åbnet.
de_ch: Der Vorgang kann nicht auf einer nicht geöffneten Verbindung ausgeführt werden.
es_mx: No se puede realizar la operación en una conexión que no se abrió.
fi_fi: Toimintoa ei voi suorittaa yhteydelle, jota ei ole avattu.
fr_ca: L'opération n'a pas pu être exécutée sur une connexion qui n'a pas été ouverte.
is_is: Það er ekki hægt að keyra aðgerðina á tengingu sem ekki hefur verið opnuð.
it_it: Impossibile eseguire l'operazione su una connessione non aperta.
nb_no: Operasjonen kan ikke utføres på en tilkobling som ikke er åpnet.
nl_be: De bewerking kan niet worden uitgevoerd op een verbinding die niet is geopend.
ru_ru: Нельзя выполнить операцию с подключением, которое не было открыто.
sv_se: Åtgärden kan inte utföras på en anslutning som inte är upprättad.

# DuplicateBreakpoint
source: There is already a breakpoint defined at this location.
cs_cz: Breakpoint na tomto místě již existuje.
da_dk: Der er allerede defineret et breakpoint på denne lokation.
de_ch: An dieser Position ist bereits ein Breakpoint definiert.
es_mx: Ya hay un punto de interrupción definido en este almacén.
fi_fi: Sijainnissa on jo määritetty keskeytyskohta.
fr_ca: Un point d'arrêt est déjà défini à cet emplacement.
is_is: Rofpunktur er nú þegar skilgreindur á þessum stað.
it_it: È già presente un punto di interruzione definito in questa ubicazione.
nb_no: Det er allerede definert et stoppunkt på denne lokasjonen.
nl_be: Er is al een onderbrekingspunt gedefinieerd op deze locatie.
ru_ru: Уже существует точка останова, определенная в этом месте.
sv_se: Det finns redan en brytpunkt på det här lagerstället.

# GetUrlObjectIdNotPublished
source: The {0} object, {1}, that is specified for the GetUrl function has not been published in the Web Services table.
cs_cz: Objekt {0} {1}, která je určena pro funkci GetUrl nebyla zveřejněna v tabulce webové služby.
da_dk: {0}-objektet, {1}, som er angivet for funktionen GetUrl, er ikke blevet publiceret i tabellen Webtjeneste.
de_ch: Das {0}-Objekt {1}, das für die GetUrl-Funktion angegeben wurde, wurde in der Web Services-Tabelle nicht veröffentlicht.
es_mx: El objeto {0}, {1}, que se ha especificado para la función GetUrl no se ha publicado en la tabla Servicios web.
fi_fi: GetUrl-toiminnolle määritettyä {0}-objektia {1} ei ole julkaistu verkkopalvelutaulukossa.
fr_ca: L'objet {0}, {1}, spécifié pour la fonction GetUrl, n'a pas été publié dans la table des services web.
is_is: Hluturinn {0}, {1}, sem tilgreindur var fyrir GetUrl-fallið hefur ekki verið birtur í vefþjónustutöflunni.
it_it: L'oggetto {0}, {1}, specificato per la funzione GetUrl non è stato pubblicato nella tabella dei servizi Web.
nb_no: {0}-objektet {1}, som er angitt for GetUrl-funksjonen, er ikke publisert i Webtjenester-tabellen.
nl_be: Het {0} object, {1}, dat is opgegeven voor de GetUrl-functie is niet gepubliceerd in de webservicestabel.
ru_ru: Объект {0}, {1}, указанный для функции GetUrl, не опубликован в таблице веб-служб.
sv_se: {0}-objektet {1}, som har angetts för GetUrl-funktionen, har inte publicerats i webbtjänsttabellen.

source: Invalid URL
cs_cz: Neplatná URL adresa
da_dk: Ugyldig URL
de_ch: Ungültige URL.
es_mx: Dirección URL no válida
fi_fi: Virheellinen URL-osoite
fr_ca: URL non valide
is_is: Ógild vefslóð
it_it: URL non valido
nb_no: Ugyldig URL-adresse
nl_be: Ongeldige URL
ru_ru: Недопустимый URL-адрес
sv_se: Ogiltig URL

# ServerNotReady
source: The Microsoft Dynamics NAV server is currently not ready to serve requests. Try again later or contact your system administrator.
cs_cz: Aplikace Microsoft Dynamics NAV server není v současné době připraven vyřizovat požadavky. Opakujte akci později nebo se obraťte na správce systému.
da_dk: Microsoft Dynamics NAV-serveren er ikke klar til at udføre anmodninger i øjeblikket. Prøv igen senere, eller kontakt systemadministratoren.
de_ch: Der Microsoft Dynamics NAV Server ist aktuell nicht für die Verarbeitung von Anforderungen bereit. Versuchen Sie es später erneut, oder wenden Sie sich an den Systemadministrator.
es_mx: Actualmente, Microsoft Dynamics NAV Server no está listo para atender solicitudes. Vuelva a intentarlo más tarde o póngase en contacto con el administrador del sistema.
fi_fi: Microsoft Dynamics NAV Server ei ole juuri nyt valmis käsittelemään pyyntöjä. Yritä myöhemmin uudelleen tai ota yhteyttä järjestelmänvalvojaan.
fr_ca: Le serveur Microsoft Dynamics NAV Server n'est pas prêt actuellement pour répondre aux demandes. Réessayez plus tard ou contactez votre administrateur système.
is_is: Microsoft Dynamics NAV Server er ekki tilbúinn til að vinna úr beiðnum sem stendur. Reynið aftur síðar eða hafið samband við kerfisstjóra.
it_it: Microsoft Dynamics NAV Server non è attualmente in grado di elaborare richieste. Riprovare più tardi o contattare l'amministratore di sistema.
nb_no: Microsoft Dynamics NAV Server er ikke klar til å betjene forespørsler for øyeblikket. Prøv på nytt senere, eller kontakt systemansvarlig.
nl_be: De Microsoft Dynamics NAV-server is tijdelijk niet gereed om aanvragen te verwerken. Probeer het later opnieuw of neem contact op met uw systeembeheerder.
ru_ru: Сервер Microsoft Dynamics NAV в настоящее время не готов к обслуживанию запросов. Повторите попытку позже или обратитесь к системному администратору.
sv_se: Microsoft Dynamics NAV-servern är just nu inte redo att hantera begäranden. Försök igen senare eller kontakta systemadministratören.

# CommandLineOptionCannotEndWithColon
source: The format of the command arguments that you have specified is invalid. The option "{0}" cannot end with a colon.
cs_cz: Formát parametrů příkazu, který jste zadali, není platný. Volba "{0}" nemůže končit dvojtečkou.
da_dk: De kommandoargumenter, du har angivet, har et ugyldigt format. Indstillingen "{0}" kan ikke slutte med et kolon.
de_ch: Das Format der angegebenen Befehlsargumente ist ungültig. Die Option '{0}' darf nicht mit einem Doppelpunkt enden.
es_mx: El formato de los argumentos de comando especificados no es válido. La opción "{0}" no puede acabar con dos puntos.
fi_fi: Määritetty komentoriviargumenttien muoto ei kelpaa. Asetus "{0}" ei voi päättyä kaksoispisteeseen.
fr_ca: Le format des arguments de commande que vous avez spécifié n'est pas valide. L'option "{0}" ne peut pas se terminer par un signe deux-points.
is_is: Snið skipanafrumbreytnanna sem tilteknar voru er ógilt. Valkosturinn "{0}" getur ekki endað á tvípunkti.
it_it: Il formato degli argomenti del comando specificati non è valido. L'opzione "{0}" non può terminare con i due punti.
nb_no: De angitte kommandoargumentene har ugyldig format. Alternativet {0} kan ikke avsluttes med et kolon.
nl_be: De indeling van de opgegeven opdrachtargumenten is ongeldig. De optie {0} kan niet eindigen op een dubbele punt.
ru_ru: Аргументы команды заданы в недопустимом формате. Параметр "{0}" не может заканчиваться двоеточием.
sv_se: Formatet för kommandoargumenten du angett är ogiltigt. Alternativet {0} får inte avslutas med ett kolon.

# CaptionViewMode_Select
source: Select
cs_cz: Vybrat
da_dk: Marker
de_ch: Auswählen
es_mx: Seleccionar
fi_fi: Valitse
fr_ca: Sélectionner
is_is: Velja
it_it: Selezione
nb_no: Merk
nl_be: Selecteren
ru_ru: Выбрать
sv_se: Välj

# ProcessCannotBeStarted
source: The Windows process cannot be started. Arguments: {0}.
cs_cz: Proces systému Windows nelze spustit. Parametry: {0}.
da_dk: Windows-processen kan ikke startes. Argumenter: {0}.
de_ch: Der Windows-Prozess konnte nicht gestartet werden. Argumente: {0}.
es_mx: No se puede iniciar el proceso de Windows. Argumentos: {0}.
fi_fi: Windows-prosessia ei voi käynnistää. Argumentit: {0}.
fr_ca: Impossible de démarrer le processus Windows. Arguments : {0}.
is_is: Ekki er hægt að ræsa Windows-vinnsluna. Færibreytur: {0}.
it_it: Impossibile avviare l'elaborazione di Windows. Argomenti: {0}.
nb_no: Kan ikke starte Windows-prosessen. Argumenter: {0}.
nl_be: Het Windows-proces kan niet worden gestart. Argumenten: {0}.
ru_ru: Не удается запустить процесс Windows. Аргументы: {0}.
sv_se: Det går inte att starta Windows-processen. Argument: {0}.

# OriginalTableWithFieldsNonExistingInUpgradeTable
source: Original table '{0}' cannot have fields which do not exist in the upgrade table '{1}': '{2}'.
da_dk: Den oprindelige tabel '{0}' kan ikke have felter, der ikke findes i opgraderingstabellen '{1}': '{2}'.
de_ch: Die Originaltabelle "{0}" kann keine Felder aufweisen, die in der Upgradetabelle "{1}" nicht vorhanden sind: "{2}".
es_mx: La tabla original '{0}' no puede tener campos que no existen en la tabla de actualización '{1}': '{2}'.
fi_fi: Alkuperäisessä taulukossa {0} ei voi olla kenttiä, joita ei ole päivitystaulukossa {1}: {2}.
fr_ca: La table d'origine « {0} » ne peut pas comporter de champs qui n'existent pas dans la table de mise à niveau « {1} » : « {2} ».
is_is: Upprunaleg tafla '{0}' getur ekki verið með reiti sem ekki eru til staðar í uppfærslutöflunni '{1}': '{2}'.
it_it: Nella tabella originale '{0}' non possono essere presenti campi che non esistono tabella di aggiornamento '{1}': '{2}'.
nb_no: Den opprinnelige tabellen {0} kan ikke inneholde felt som ikke finnes i oppgraderingstabellen {1}: {2}.
nl_be: Oorspronkelijke tabel '{0}' kan geen velden hebben die niet bestaan in de upgradetabel '{1}': '{2}'.
ru_ru: Исходная таблица "{0}" не может содержать поля, которые не существуют в таблице обновления "{1}": "{2}".
sv_se: Det får inte finnas fält i den ursprungliga tabellen {0} som inte finns i den uppgraderade tabellen {1}: {2}.

# MaxCompaniesError
source: Your program license permits a maximum of {0} non-demonstration companies. Contact your system administrator to set up additional companies. You can create an unlimited number of demonstration companies. Their names must start with "{1}"
cs_cz: Vaše licence programu povolí vytvořit maximálně {0}-demonstrační společností. Obraťte se na správce systému, aby se další společnosti. Můžete vytvořit neomezený počet demonstračních firem. Jejich jména musí začínat "{1}"
da_dk: Din programlicens tillader maksimalt {0}, som ikke er demonstrationsregnskaber. Hvis du opstille flere regnskaber, skal du kontakte din systemadministrator. Du kan oprette et ubegrænset antal demonstrationsregnskaber. Deres navne skal begynde med "{1}"
de_ch: Ihre Programmlizenz lässt maximal {0} Echt-Mandanten zu. Wenden Sie sich an Ihren Systemadministrator, um zusätzliche Mandanten einzurichten. Sie können beliebig viele Demomandanten einrichten. Ihre Namen müssen jeweils mit "{1}" beginnen.
es_mx: Su licencia permite definir un máximo de {0} empresas que no sean de demostración. Póngase en contacto con el administrador del sistema si desea definir más empresas. Puede crear un número ilimitado de empresas de demostración. Sus nombres deben empezar con la palabra "{1}".
fi_fi: Ohjelman käyttöoikeutesi sallii enintään {0} muuta yritystä kuin esittely-yritystä. Jos haluat määrittää lisää yrityksiä, ota yhteyttä järjestelmänvalvojaan. Voit luoda rajoittamattoman määrän esittely-yrityksiä. Niiden nimien alussa on oltava ”{1}”
fr_ca: Cette licence vous permet de gérer un maximum de {0} compagnies, autres que des compagnies de démonstration. Contactez votre administrateur système pour configurer plus de compagnies. Vous pouvez cependant créer un nombre illimité de compagnies de démonstration. Leur nom doit commencer par « {1} ».
is_is: Forritsleyfið leyfir að hámarki {0} fyrirtæki sem ekki eru til sýnis. Hafa skal samband við kerfisstjóra til að setja upp fleiri fyrirtæki. Hægt er að stofna ótakmarkaðan fjölda af sýnifyrirtækjum. Heiti þeirra verða að byrja á „{1}“
it_it: La licenza del programma consente un massimo di {0} società non demo. Per impostare società aggiuntive, contattare l'amministratore di sistema. È possibile creare un numero illimitato di società demo. I relativi nomi devono iniziare con "{1}"
nb_no: Programlisensen tillater maksimalt {0} ikke-demonstrasjonsselskaper. Kontakt systemansvarlig hvis du vil definere flere selskaper. Du kan opprette et ubegrenset antall demonstrasjonsselskaper. Navnene må starte med {1}
nl_be: Uw programmalicentie staat een maximum van {0} niet-demonstratiebedrijven toe. Neem contact op met de systeembeheerder om meer bedrijven in te stellen. U kunt een onbeperkt aantal demonstratiebedrijven maken. De namen hiervan moeten beginnen met "{1}"
ru_ru: Лицензия на программу разрешает использовать не более {0} недемонстрационных организаций. Для настройки дополнительных организаций обратитесь к системному администратору. Можно создать любое число демонстрационных организаций. Их названия должны начинаться с "{1}"
sv_se: Programlicensen tillåter maximalt {0} företag (som inte är demoföretag). Kontakta systemadministratören om du behöver lägga upp fler företag. Du kan skapa ett obegränsat antal demoföretag. Företagsnamnet måste börja med {1}

# DataPerCompanyMustBeTheSame
source: The DataPerCompany property has different values in the original table and the upgrade table. Change the configuration of the tables to align the values of the DataPerCompany property. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
da_dk: Egenskaben DataPerCompany har andre værdier i den oprindelige tabel og opgraderingstabellen. Ret konfigurationen af tabellerne for at justere værdierne for egenskaben DataPerCompany. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
de_ch: Die DataPerCompany-Eigenschaft weist unterschiedliche Werte in der ursprünglichen Tabelle und der Upgrade-Tabelle auf. Ändern Sie die Konfiguration der Tabellen, um die Werte der DataPerCompany-Eigenschaft anzupassen. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
es_mx: La propiedad DataPerCompany tiene valores diferentes en la tabla original y en la tabla de actualización. Cambie la configuración de las tablas para alinear los valores de la propiedad DataPerCompany. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
fi_fi: DataPerCompany-ominaisuudella on eri arvo alkuperäisessä taulukossa ja päivitystaulukossa. Muuta taulukoiden kokoonpano kohdistamaan DataPerCompany-ominaisuuden arvot. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
fr_ca: La propriété DataPerCompany comporte des valeurs différentes dans la table d'origine et la table de mise à niveau. Modifiez la configuration des tables pour faire correspondre les valeurs de la propriété DataPerCompany. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
is_is: DataPerCompany-eiginleikinn er með mismunandi gildi í upprunalegu töflunni og uppfærslutöflunni. Breytið grunnstillingu taflnanna til að samræma gildi DataPerCompany-eiginleikans. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
it_it: La proprietà DataPerCompany ha valori diversi nella tabella originale e nella tabella di aggiornamento. Modificare la configurazione delle tabelle per allineare i valori della proprietà DataPerCompany. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
nb_no: Egenskapen DataPerCompany har forskjellige verdier i den opprinnelige tabellen og oppgraderingstabellen. Endre konfigurasjonen av tabellene for å justere verdiene for egenskapen DataPerCompany. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
nl_be: De eigenschap DataPerCompany heeft verschillende waarden in de oorspronkelijke tabel en de upgradetabel. Wijzig de configuratie van de tabellen om de waarden van de eigenschap DataPerCompany af te stemmen. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}
ru_ru: Свойство DataPerCompany имеет разные значения в исходной таблице и в таблице обновления. Измените конфигурацию таблиц для правильного согласования значений свойства DataPerCompany. Original table "{0}" DataPerCompany={2} Upgrade table "{1}" DataPerCompany={3}
sv_se: Egenskapen DataPerCompany har olika värden i ursprungstabellen och uppgraderingstabellen. Ändra konfigurationen för tabellerna för att justera värdena för egenskapen DataPerCompany. Original table '{0}' DataPerCompany={2} Upgrade table '{1}' DataPerCompany={3}

# XmlPortExportTextEncoding
source: XmlPort export error: TextEncoding cannot be changed once elements have been exported
cs_cz: Chyba exportu objektu XmlPort: TextEncoding – nelze změnit, jakmile byly exportovány prvky
da_dk: Fejl i XmlPort-eksport: TextEncoding kan ikke ændres, når elementer er eksporteret.
de_ch: XmlPort-Exportfehler: TextEncoding kann nicht geändert werden, sobald Elemente exportiert wurden.
es_mx: Error de exportación de XmlPort: TextEncoding no se puede cambiar después de exportar los elementos
fi_fi: XmlPort-vientivirhe: Kohdetta TextEncoding ei voi muuttaa elementtien viennin jälkeen
fr_ca: Erreur d'exportation XmlPort : TextEncoding ne peut pas être modifié une fois les éléments exportés
is_is: XmlPort villa við útflutning: Ekki er hægt að breyta TextEncoding þegar þættir hafa verið fluttir út
it_it: Errore di esportazione XmlPort: impossibile modificare TextEncoding dopo che sono stati esportati elementi
nb_no: XmlPort-eksportfeil: TextEncoding kan ikke endres etter at elementer er eksportert
nl_be: XmlPort-exporteerfout: TextEncoding kan niet worden gewijzigd zodra er eenmaal elementen zijn geëxporteerd
ru_ru: Ошибка экспорта XmlPort: TextEncoding нельзя будет изменить после экспорта элементов
sv_se: XmlPort-exportfel: Det går inte att ändra TextEncoding när element har exporterats

# NonAllowedControlAddIn
source: The page contains a control add-in that is not permitted. Contact your system administrator
cs_cz: Stránka obsahuje add-in, který není povolen. Obraťte se na správce systému
da_dk: Siden indeholder et styretilføjelsesprogram, der ikke er tilladt. Kontakt din systemadministrator
de_ch: Die Seite enthält ein unzulässiges Steuerelement-Add-In. Wenden Sie sich an den Administrator.
es_mx: La página contiene un complemento de control que no está permitido. Póngase en contacto con el administrador del sistema
fi_fi: Sivu sisältää ohjausobjektin lisäosan, jota ei sallita. Ota yhteyttä järjestelmänvalvojaan
fr_ca: La page contient un complément de contrôle non autorisé. Veuillez contacter votre administrateur système.
is_is: Á síðunni er stýringarinnbót sem er óleyfileg. Kerfisstjóri getur gefið nánari upplýsingar
it_it: Nella pagina è presente un componente aggiuntivo controllo non consentito. Contattare l'amministratore di sistema
nb_no: Siden inneholder et kontrolltillegg som ikke er tillatt. Kontakt systemansvarlig
nl_be: De pagina bevat een niet-toegestane besturingselementinvoegtoepassing. Neem contact op met de systeembeheerder.
ru_ru: Страница содержит надстройку управления, которая не разрешена. Обратитесь за помощью к своему системному администратору
sv_se: Sidan innehåller ett kontrolltillägg som inte tillåts. Kontakta systemadministratören

# ZoomToolFormCaption
source: About This Page
cs_cz: O této stránce
da_dk: Om denne side
de_ch: Info zu dieser Seite
es_mx: Acerca de esta página
fi_fi: Tietoja tästä sivusta
fr_ca: À propos de cette page
is_is: Um þessa síðu
it_it: Informazioni sulla pagina
nb_no: Om denne siden
nl_be: Over deze pagina
ru_ru: Об этой странице
sv_se: Om den här sidan

# Label_Show
source: Show:
cs_cz: Zobrazit:
da_dk: Vis:
de_ch: Anzeigen:
es_mx: Mostrar:
fi_fi: Näytä:
fr_ca: Afficher :
is_is: Sýna:
it_it: Mostra:
nb_no: Vis:
nl_be: Weergeven:
ru_ru: Показать:
sv_se: Visa:

source: New Tab
cs_cz: Nová záložka
da_dk: Ny fane
de_ch: Neue Registerkarte
es_mx: Nueva pestaña
fi_fi: Uusi välilehti
fr_ca: Nouvel onglet
is_is: Nýr flipi
it_it: Nuova tab
nb_no: Ny kategori
nl_be: Nieuw tabblad
ru_ru: Новая вкладка
sv_se: Ny flik
