Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# CSIDEInvalidCredentialsForValidation
source: Unable to process table changes because the current user cannot be authenticated by the Microsoft Dynamics NAV Server instance. Check that: 1. The current user is a NAV user in the database, or 2. {0} is running as administrator, or 3. The current user is an administrator on the computer and UAC is turned off.
cs_cz: Unable to process table changes because the current user cannot be a authenticated by the Microsoft Dynamics NAV Server instance. Check that: 1. The current user is a NAV user in the database, or 2. {0} is running as administrator, or 3. The current user an administrator on the computer and UAC is turned off.
da_dk: Tabelændringer kan ikke behandles, da den aktuelle bruger ikke kan godkendes af Microsoft Dynamics NAV Server-forekomsten. Kontrollér, at: 1. Den aktuelle bruger er NAV-bruger i databasen, eller 2. {0} kører som administrator, eller 3. Den aktuelle bruger er administrator på computeren, og brugerkontokontrol er slået fra.
de_ch: Die Änderungen an der Tabelle konnten nicht verarbeitet werden, weil der aktuelle Benutzer von der Microsoft Dynamics NAV Server-Instanz nicht authentifiziert werden konnte. Prüfen Sie Folgendes: 1. Der aktuelle Benutzer muss ein NAV-Benutzer in der Datenbank sein. 2.{0} wird als Administrator ausgeführt. 3. Der aktuelle Benutzer ist Administrator und die Benutzerkontensteuerung ist deaktiviert.
es_mx: No se pueden procesar los cambios de la tabla porque la instancia de Microsoft Dynamics NAV Server no puede autenticar al usuario actual: Compruebe que: 1. El usuario actual sea un usuario de NAV en la base de datos. 2. {0} se esté ejecutando como administrador. 3. El usuario actual sea administrador en el equipo y la función UAC esté desactivada.
fi_fi: Taulukon muutoksia ei voi käsitellä, koska Microsoft Dynamics NAV Server -instanssi ei pysty todentamaan nykyistä käyttäjää. Tarkista, että 1. nykyinen käyttäjä on tietokannassa oleva NAV-käyttäjä 2. {0} on käynnissä järjestelmänvalvojana tai 3. nykyinen käyttäjä on tietokoneen järjestelmänvalvoja, ja UAC on poissa käytöstä.
fr_ca: Impossible de traiter les changements de table car l'utilisateur actuel ne peut pas être authentifié par l'instance Microsoft Dynamics NAV Server. Vérifiez que : 1. L'utilisateur actuel est un utilisateur NAV dans la base de données, ou 2. {0} est exécuté en tant qu'administrateur, ou 3. L'utilisateur actuel est administrateur sur l'ordinateur et UAC est désactivé.
is_is: Ekki er hægt að vinna töflubreytingar vegna þess að ekki er hægt að staðfesta innskráðan notanda með Microsoft Dynamics NAV Server-tilvikinu. Tryggið að: 1. Innskráður notandi sé NAV-notandi í gagnagrunninum eða 2. {0} sé keyrður sem stjórnandi eða 3. Innskráður notandi sé stjórnandi og slökkt sé á UAC.
it_it: Impossibile elaborare le modifiche delle tabelle perché l'utente corrente non può essere autenticato tramite l'istanza di Microsoft Dynamics NAV Server. Verificare che: 1. L'utente corrente sia un utente NAV nel database oppure 2. {0} sia in esecuzione come amministratore oppure 3. L'utente corrente sia un amministratore nel computer e Controllo dell'account utente sia disabilitato.
nb_no: Kan ikke behandle tabellendringene fordi gjeldende bruker ikke kan godkjennes av forekomsten av Microsoft Dynamics NAV Server. Kontroller at: 1. gjeldende bruker er en NAV-bruker i databasen, eller 2. {0} kjører som administrator, eller 3. gjeldende bruker er administrator på datamaskinen og brukerkontokontroll (UAV) er deaktivert.
nl_be: Kan tabelwijzigingen niet verwerken, omdat de huidige gebruiker niet kan worden geverifieerd door het Microsoft Dynamics NAV Server-exemplaar. Controleer of: 1. De huidige gebruiker een NAV-gebruiker in de database is, of 2. {0} wordt uitgevoerd als beheerder, of 3. De huidige gebruiker een beheerder op de computer is en UAC is uitgeschakeld.
ru_ru: Не удается обработать изменения таблицы, так как текущий пользователь не проходит проверку подлинности в экземпляре сервера Microsoft Dynamics NAV Server. Проверьте выполнение следующих условий: 1. Текущий пользователь является пользователем NAV в базе данных, или 2. {0} выполняется от имени администратора, или 3. Текущий пользователь является администратором компьютера и контроль учетных записей отключен.
sv_se: Det går inte att bearbeta tabelländringarna eftersom Microsoft Dynamics NAV Server-instansen inte kan autentisera den aktuella användaren. Kontrollera att 1. den aktuella användaren är en NAV-användare i databasen eller att 2. {0} körs med administratörsrättigheter eller att 3. den aktuella användaren är administratör på datorn och att UAC har inaktiverats.

# ProfileAttributesNotFound
source: Profile could not be found from startup parameter, user personalization, default Role Center profile, or the Codeunit1.DefaultRoleCenter function.
cs_cz: Profil nebyl nalezen ze startup parametru, uživatelského přizpůsobení, výchozího Role centra profilu nebo ve funkci CodeUnit1.DefaultRoleCenter.
da_dk: Profilen blev ikke fundet ud fra startparameter, brugertilpasning, standardrollecenterprofil eller funktionen Codeunit1.DefaultRoleCenter.
de_ch: Das Profil wurde im Startparameter, in der Benutzeranpassung, im Standardrollencenter-Profil oder in der Codeunit1.DefaultRoleCenter-Funktion nicht gefunden.
es_mx: No se pudo encontrar el perfil desde el parámetro de inicio, la personalización de usuario, el perfil del área de tareas genérica o la función Codeunit1.DefaultRoleCenter.
fi_fi: Profiilia ei löytynyt käynnistysparametrista, käyttäjän mukautuksesta, Roolikeskuksen oletusprofiilista eikä Codeunit1.DefaultRoleCenter-funktiosta.
fr_ca: Le profil n'a pas pu être trouvé à partir du paramètre de démarrage, de la personnalisation utilisateur, du profil du tableau de bord par défaut ni de la fonction Codeunit1.DefaultRoleCenter.
is_is: Forstillingin fannst ekki út frá ræsifæribreytu, sérstillingum notanda, sjálfgefinni forstillingu hlutverkamiðstöðvarinnar eða aðgerðinni Codeunit1.DefaultRoleCenter.
it_it: Impossibile trovare il profilo dal parametro di avvio, dalla personalizzazione utente, dal profilo Gestione ruolo utente di default o dalla funzione Codeunit1.DefaultRoleCenter.
nb_no: Finner ikke profilen fra oppstartsparameteren, brukertilpasningen, standardrollesenterprofilen eller funksjonen Codeunit1.DefaultRoleCenter.
nl_be: Profiel kan niet worden gevonden via de opstartparameter, gebruikerspersonalisatie, standaardprofiel van rolcentrum of de functie Codeunit1.DefaultRoleCenter.
ru_ru: Не удается найти профиль из параметра запуска, персонализации пользователя, профиля ролевого центра по умолчанию или функции Codeunit1.DefaultRoleCenter.
sv_se: Det gick inte att hitta profilen via startparametern, användaranpassningen, standardprofilen för rollcenter eller funktionen Codeunit1.DefaultRoleCenter.

# MaxThreads
source: Maximum threads
cs_cz: Maximální počet vláken
da_dk: Maks. antal tråde
de_ch: Max. Threads
es_mx: Máximo de subprocesos
fi_fi: Säikeiden enimmäismäärä
fr_ca: Threads maximums.
is_is: Hámarksfjöldi þráða
it_it: Max thread
nb_no: Maksimalt antall tråder
nl_be: Maximumaantal threads
ru_ru: Максимальное число потоков
sv_se: Maximalt antal trådar

# NavFormUrlProvider_BadPortRange
source: Port number must be between 1 and 65535.
cs_cz: Číslo portu musí být mezi 1 a 65535.
da_dk: Portnummeret skal være mellem 1 og 65535.
de_ch: Die Portnummer muss zwischen 1 und 65535 liegen.
es_mx: El número de puerto debe estar entre 1 y 65535.
fi_fi: Portin numeron on oltava 1–65535.
fr_ca: Le numéro de port doit être compris entre 1 et 65535.
is_is: Gáttarnúmer verður að vera á milli 1 og 65535.
it_it: Il numero di porta deve essere compreso tra 1 e 65535.
nb_no: Portnummeret må være mellom 1 og 65535.
nl_be: Poortnummer moet tussen 1 en 65535 liggen.
ru_ru: Номер порта должен находиться в диапазоне между 1 и 65535.
sv_se: Portnumret måste vara mellan 1 och 65535.

# TransactionEndError
source: An unexpected error occurred while ending the transaction. The transaction was rolled back.
cs_cz: Při ukončení transakce došlo k neočekávané chybě. Transakce byla vrácena zpět.
da_dk: Der opstod en uventet fejl ved afslutning af transaktionen. Transaktionen blev tilbageført.
de_ch: Unerwarteter Fehler beim Beenden der Transaktion. Die Transaktion wurde zurückgesetzt.
es_mx: Ha ocurrido un error inesperado al finalizar la transacción. La transacción se revirtió.
fi_fi: On tapahtunut odottamaton virhe tapahtumaa lopetettaessa. Tapahtuma palautettiin.
fr_ca: Une erreur inattendue s'est produite lorsque vous avez mis fin à la transaction. Cette transaction a été restaurée.
is_is: Óvænt villa varð þegar færslunni var lokið. Færslunni var snúið til baka.
it_it: Si è verificato un errore imprevisto durante la fine della transazione. È stato eseguito il rollback della transazione.
nb_no: Det oppstod en uventet feil under transaksjonsavslutningen. Transaksjonen ble rullet tilbake.
nl_be: Er is een onverwachte fout opgetreden bij het beëindigen van de transactie. De transactie is teruggedraaid.
ru_ru: При завершении транзакции возникла непредвиденная ошибка. Выполнен откат транзакции.
sv_se: Ett oväntat fel uppstod när transaktionen avslutades. Transaktionen återställdes.

# Repeater_DeleteAction_Caption
source: Delete Line
cs_cz: Odstranit řádek
da_dk: Slet linje
de_ch: Zeile löschen
es_mx: Borrar línea
fi_fi: Poista rivi
fr_ca: Supprimer ligne
is_is: Eyða línu
it_it: Elimina riga
nb_no: Slett linje
nl_be: Regel verwijderen
ru_ru: Удалить строку
sv_se: Ta bort rad

# HyperlinkValueOverflow
source: The value '{0}' could not be parsed because it was too large or too small.
cs_cz: Hodnota {0} nelze analyzovat, protože byla příliš velká, nebo příliš malá.
da_dk: Værdien '{0}' kunne ikke parses, fordi den var for stor eller for lille.
de_ch: Der Wert '{0}' konnte nicht ausgewertet werden, da er zu gross oder zu klein ist.
es_mx: El valor '{0}' no se pudo leer porque era demasiado grande o demasiado pequeño.
fi_fi: Arvoa "{0}" ei voitu jäsentää, koska se on liian suuri tai liian pieni.
fr_ca: La valeur '{0}' n'a pas pu être analysée car elle est trop grande ou trop petite.
is_is: Það er ekki hægt að þátta gildið '{0}', það er annað hvort of stórt eða of lítið.
it_it: Impossibile analizzare il valore '{0}' perché troppo grande o troppo piccolo.
nb_no: Verdien {0} kan ikke analyseres fordi den er for stor eller for liten.
nl_be: De waarde {0} kan niet worden geparseerd omdat deze te groot of te klein is.
ru_ru: Не удалось выполнить синтаксический разбор значения '{0}', т.к. оно слишком велико или слишком мало.
sv_se: Det gick inte att parsa värdet {0} eftersom det var för stort eller för litet.

# NavRunPageUrlAction_InvalidBookmark
source: Parameter {0} is not a validly formed bookmark.
cs_cz: Parametr {0} není platně vytvořená záložka.
da_dk: Parameteren {0} er ikke et gyldigt bogmærke.
de_ch: Beim Parameter '{0}' handelt es sich nicht um ein korrekt formatiertes Lesezeichen.
es_mx: El parámetro {0} no es un marcador formado correctamente.
fi_fi: Parametri {0} ei ole kelvollisesti muodostettu kirjanmerkki.
fr_ca: Le paramètre {0} n'est pas un signet valide.
is_is: Færibreytan {0} er ekki bókamerki á gildu sniði.
it_it: Il parametro {0} non è un segnalibro in formato valido.
nb_no: Parameteren {0} er ikke et gyldig utformet bokmerke.
nl_be: Parameter {0} is geen geldig gevormde bladwijzer.
ru_ru: Параметр {0} не является правильно сформированной закладкой.
sv_se: Parametern {0} är inte ett korrekt utformat bokmärke.

# CallbackNotAllowedConfirmDialog
source: {0} attempted to issue a client callback to show a confirmation dialog box: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta zobrazit dialogové okno potvrzení: {1} ({2}{4} {3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at vise en bekræftelsesdialogboks: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf zum Anzeigen eines Bestätigungsdialogfelds auszugeben: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para mostrar un cuadro diálogo de confirmación: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun vahvistusvalintaruudun näyttämistä varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour afficher une boîte de dialogue de confirmation : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að sýna staðfestingarglugga: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per mostrare una finestra di dialogo di conferma: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å vise en bekreftelsesdialogboks: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een dialoogvenster ter bevestiging weer te geven. {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для отображения диалогового окна подтверждения: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna visa en bekräftelsedialogruta: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# ODataConcurrencyCheckErrorMessage
source: Another user has already changed the record.
cs_cz: Jiný uživatel změnil již záznam.
da_dk: En anden bruger har allerede ændret recorden.
de_ch: Ein weiterer Benutzer hat den Datensatz bereits geändert.
es_mx: Otro usuario ya ha modificado el registro.
fi_fi: Toinen käyttäjä on jo muuttanut tietuetta.
fr_ca: Un autre utilisateur a déjà changé l'enregistrement.
is_is: Annar notandi er nú þegar búinn að breyta færslunni.
it_it: Un altro utente ha già modificato il record.
nb_no: En annen bruker har allerede endret posten.
nl_be: Een andere gebruiker heeft de record reeds gewijzigd.
ru_ru: Запись уже изменена другим пользователем.
sv_se: En annan användare har redan ändrat posten.

# NasStartingInDebugMode
source: {0} for tenant '{1}' has been configured to start in debugMode. Startup will be delayed by one minute.
cs_cz: {0} pro klienta {1} byl nakonfigurován pro spuštění v debugMode. Po spuštění bude odloženo o jednu minutu.
da_dk: {0} til lejeren '{1}' er konfigureret til at starte i fejlfindingstilstand. Starten forsinkes et minut.
de_ch: {0} für Tenant '{1}' wurde für den Start im Debug-Modus konfiguriert. Der Start wird um eine Minute verzögert.
es_mx: {0} para el inquilino '{1}' se ha configurado para iniciarse en modo de depuración. El inicio se retrasará en un minuto.
fi_fi: Vuokraajan {1} {0} on määritetty käynnistymään virheenkorjaustilassa. Käynnistyminen viivästyy yhdellä minuutilla.
fr_ca: {0} pour l'abonné « {1} » a été configuré pour démarrer en mode débogage. Le démarrage sera retardé d'une minute.
is_is: {0} fyrir leigjanda „{1}“ hefur verið grunnstillt fyrir ræsingu í kembingarstillingu. Ræsingu verður seinkað um eina mínútu.
it_it: {0} per il tenant '{1}' è stato configurato per essere avviato in modalità debug. L'avvio verrà posticipato di un minuto.
nb_no: {0} for leietaker {1} er blitt konfigurert for start i feilsøkingsmodus. Oppstart vil bli forsinket med ett minutt.
nl_be: {0} voor tenant '{1}' is geconfigureerd om te worden gestart in de foutenopsporingsmodus. Het starten wordt één minuut uitgesteld.
ru_ru: {0} для арендатора "{1}" настроен на запуск в режиме отладки. Запуск будет задержан на 1 минуту.
sv_se: {0} för klientorganisationen {1} har konfigurerats att starta i felsökningsläge. Uppstarten försenas med en minut.

# PrintActionProgressBody
source: Please wait while the print job is being generated.
cs_cz: Počkejte prosím, Probíhá generování tiskové úlohy.
da_dk: Vent venligst, mens udskriftsjobbet genereres.
de_ch: Bitte warten Sie, während der Druckauftrag generiert wird.
es_mx: Espere mientras se genera el trabajo de impresión.
fi_fi: Odota. Tulostustyötä luodaan.
fr_ca: Veuillez patienter pendant la génération du travail d'impression.
is_is: Hinkra skal á meðan prentunin er í vinnslu.
it_it: Generazione del processo di stampa in corso. Attendere.
nb_no: Vent mens utskriftsjobben genereres.
nl_be: Een ogenblik geduld. De afdruktaak wordt gegenereerd.
ru_ru: Ждите, идет генерация задания печати.
sv_se: Vänta medan utskriftsjobbet skapas.

# NasSessionStopped
source: The {0} session for tenant '{1}' has stopped by request and will not be restarted.
cs_cz: Relace {0} pro klienta {1} se zastavil na požádání a nebude restartována.
da_dk: {0}-session til lejeren '{1}' er stoppet efter anmodning og vil ikke blive genstartet.
de_ch: Die {0}-Sitzung für Tenant "{1}" ist wurde auf Anforderung angehalten und wird nicht neu gestartet.
es_mx: La sesión {0} para el inquilino '{1}' se detuvo debido a una petición y no se reiniciará.
fi_fi: Vuokraajan {1} istunto {0} on lopetettu pyynnöstä, eikä sitä käynnistetä uudelleen.
fr_ca: La session {0} pour l'abonné « {1} » a cessé à la suite d'une demande et ne sera pas redémarrée.
is_is: Lotan {0} fyrir leigjanda „{1}“ hefur verið stöðvuð samkvæmt beiðni og verður ekki endurræst.
it_it: La sessione {0} per il tenant '{1}' è stata arrestata su richiesta e non verrà riavviata.
nb_no: {0}-økten for leietaker {1} er stoppet etter forespørsel og vil ikke bli startet på nytt.
nl_be: De sessie {0} voor tenant '{1}' is op verzoek gestopt en wordt niet opnieuw gestart.
ru_ru: Сеанс {0} для арендатора "{1}" остановлен по запросу и не будет перезапущен.
sv_se: {0}-sessionen för klientorganisationen {1} har stoppats enligt begäran och kommer inte startas om.

# TableHasNoKeyAtIndex
source: The {0} table does not have an active key at index {1}.
cs_cz: Tabulka {0} nemá aktivní klíč v indexu {1}.
da_dk: Tabellen {0} har ikke en aktiv nøgle ved indeks {1}.
de_ch: Die Tabelle '{0}' enthält keinen aktiven Schlüssel am Index '{1}'.
es_mx: La tabla {0} no tiene una clave activa en el índice {1}.
fi_fi: Taulukossa {0} ei ole aktiivista avainta indeksissä {1}.
fr_ca: La table {0} n'a pas de clé active à l'index {1}.
is_is: Taflan {0} hefur ekki virkan lykil við vísi {1}.
it_it: La tabella {0} non ha una chiave attiva in corrispondenza dell'indice {1}.
nb_no: Tabellen {0} har ikke en aktiv nøkkel ved indeksen {1}.
nl_be: De tabel {0} heeft geen actieve sleutel voor index {1}.
ru_ru: Таблица {0} не содержит активный ключ с индексом {1}.
sv_se: Tabellen {0} har inte en aktiv nyckel i index {1}.

# MissingFilter
source: Specify a filter for the {0} field in the {1} table.
cs_cz: Zadejte filtr pro pole {0} v tabulce {1}.
da_dk: Angiv et filter for feltet {0} i tabellen {1}.
de_ch: Geben Sie einen Filter für das Feld '{0}' in der Tabelle '{1}' ein.
es_mx: Especifique un filtro para el campo {0} de la tabla {1}.
fi_fi: Aseta suodatin kentälle {0} taulukossa {1}.
fr_ca: Spécifiez un filtre pour le champ {0} de la table {1}.
is_is: Tilgreina skal afmörkun fyrir {0} reitinn í töflunni {1}.
it_it: Specificare un filtro per il campo {0} nella tabella {1}.
nb_no: Angi et filter for feltet {0} i tabellen {1}.
nl_be: Geef een filter op voor het veld {0} in de tabel {1}.
ru_ru: Указать фильтр для поля {0} в таблице {1}.
sv_se: Ange ett filter för fältet {0} i tabellen {1}.

# ToolTipOneNoteAction
source: Show or create related OneNote documents.
cs_cz: Zobrazení nebo vytvoření souvisejících dokumentů aplikace OneNote.
da_dk: Vis eller opret relaterede OneNote-dokumenter.
de_ch: Zeigen Sie verknüpfte OneNote-Dokumente an, oder erstellen Sie sie.
es_mx: Muestre o cree documentos de OneNote relacionados.
fi_fi: Näytä tai luo liittyvät OneNote-asiakirjat.
fr_ca: Affichez ou créez des documents OneNote connexes.
is_is: Sýna eða stofna tengd OneNote-skjöl.
it_it: Mostrare o creare i documenti OneNote correlati.
nb_no: Vis eller opprett relaterte OneNote-dokumenter.
nl_be: Gerelateerde OneNote-documenten weergeven of maken.
ru_ru: Показать или создать связанные документы OneNote.
sv_se: Visa eller skapa relaterade OneNote-dokument.

# DeletePersonalizationFileTypeDecisionsConfirmation
source: Are you sure that you want to reset these settings?
cs_cz: Jste si jisti, že chcete resetovat tato nastavení?
da_dk: Er du sikker på, at du vil nulstille disse indstillinger?
de_ch: Möchten Sie die Einstellungen wirklich zurücksetzen?
es_mx: ¿Confirma que desea restablecer esta configuración?
fi_fi: Haluatko varmasti palauttaa nämä asetukset?
fr_ca: Êtes-vous sûr de vouloir réinitialiser ces paramètres?
is_is: Á örugglega að endurstilla þessar stillingar?
it_it: Ripristinare queste impostazioni?
nb_no: Er du sikker på at du vil tilbakestille disse innstillingene?
nl_be: Weet u zeker dat u deze instellingen opnieuw wilt instellen?
ru_ru: Сбросить эти настройки?
sv_se: Vill du återställa inställningarna?

# ToolTipPreviousAction
source: Go to the previous document of the same type.
cs_cz: Jít na předchozí dokument stejného typu.
da_dk: Gå til forrige dokument af samme type.
de_ch: Wechseln Sie zum vorherigen Dokument des gleichen Typs.
es_mx: Vaya al documento anterior del mismo tipo.
fi_fi: Siirry edelliseen samantyyppiseen asiakirjaan.
fr_ca: Accédez au document précédent du même type.
is_is: Fara á fyrra skjal sömu gerðar.
it_it: Andare al documento precedente dello stesso tipo.
nb_no: Gå til forrige dokument av samme type.
nl_be: Ga naar het volgende document van hetzelfde type.
ru_ru: Перейти к предыдущему документу того же типа.
sv_se: Gå till föregående dokument av samma typ.

# DestinationIndexMismatch
source: CopyArray: The destination index {0} + length {1} is outside the valid range 0..{2}.
cs_cz: CopyArray: Určení indexu {0} + Délka {1} je mimo platný rozsah 0...{2}.
da_dk: CopyArray: Destinationsindex {0} + længde {1} er udenfor det gyldige interval 0..{2}
de_ch: CopyArray: Der Zielindex {0} + Länge{1} liegt ausserhalb des gültigen Bereichs 0..{2}.
es_mx: CopyArray: el índice de destino {0} + longitud {1} se encuentra fuera del intervalo válido 0..{2}.
fi_fi: CopyArray: Kohdeindeksi {0} + pituus {1} on kelvollisen alueen 0..{2} ulkopuolella.
fr_ca: CopyArray : La longueur de l'index de destination {0} + {1} n'est pas comprise dans la plage valide 0..{2}.
is_is: CopyArray: Viðtökuvísirinn {0} + lengd {1} er utan gilda sviðsins 0..{2}.
it_it: CopyArray: l'indice di destinazione {0} + lunghezza {1} è esterno all'intervallo valido 0..{2}.
nb_no: CopyArray: Målindeksen {0} + lengden {1} er utenfor det gyldige området 0..{2}.
nl_be: CopyArray: de doelindex {0} + lengte {1} ligt buiten het geldige bereik van 0..{2}.
ru_ru: CopyArray: сумма индекса назначения {0} и длины {1} находится за пределами допустимого диапазона 0..{2}.
sv_se: CopyArray: Målindexet {0} + längden {1} ligger utanför det tillåtna intervallet 0...{2}.

# RecordLinksColumnLinkAddress
source: Link Address
cs_cz: Adresa odkazu
da_dk: Hyperlinkadresse
de_ch: Linkadresse
es_mx: Vincular dirección
fi_fi: Linkin osoite
fr_ca: Adresse du lien
is_is: Tengja slóð
it_it: Indirizzo collegamento
nb_no: Koblingsadresse
nl_be: Koppelingsadres
ru_ru: Адрес ссылки
sv_se: Länkadress
