Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# MenuItemProcess
source: Process
cs_cz: Proces
da_dk: Proces
de_ch: Vorgang
es_mx: Proceso
fi_fi: Käsittely
fr_ca: Processus
is_is: Vinna
it_it: Elabora
nb_no: Prosess
nl_be: Verwerken
ru_ru: Процесс

# TestPageMethodNotSupported
source: The method {0} is not supported for TestPages.
cs_cz: Metoda {0} není podporována pro TestPages.
da_dk: Metoden {0} understøttes ikke for TestPages.
de_ch: Die Methode '{0}' wird für TestPage-Elemente nicht unterstützt.
es_mx: El método {0} no es compatible para las TestPages.
fi_fi: Menetelmää {0} ei tueta TestPage-kohteissa.
fr_ca: La méthode {0} n'est pas prise en charge pour les TestPages.
is_is: Aðferðin {0} er ekki studd fyrir TestPages.
it_it: Il metodo {0} non è supportato per le TestPage.
nb_no: Metoden {0} støttes ikke for TestPages.
nl_be: De methode {0} wordt niet ondersteund voor TestPages.
ru_ru: Метод {0} не поддерживается для страниц TestPages.
sv_se: Metoden {0} stöds inte för testsidor.

# ZoomToolFilterGroupPrefix
source: Group
cs_cz: Skupina
da_dk: Gruppe
de_ch: Gruppe
es_mx: Grupo
fi_fi: Ryhmä
fr_ca: Groupe
is_is: Flokkur
it_it: Gruppo
nb_no: Gruppe
nl_be: Groep
ru_ru: Группа
sv_se: Grupp

# PortNumberOutOfRange
source: The {0} configuration setting is not within the range of valid port numbers.
cs_cz: Nastavení konfigurace {0} není v rozsahu platných čísel portů.
da_dk: Konfigurationsindstillingen {0} er ikke i intervallet for gyldige portnumre.
de_ch: Die {0}-Konfigurationseinstellung liegt nicht im Bereich der zulässigen Portnummern.
es_mx: La configuración {0} no se encuentra dentro del intervalo de números de puerto válidos.
fi_fi: Kohteen {0} määritysasetus on sallitun porttinumeroalueen ulkopuolella.
fr_ca: Le paramètre de configuration {0} n'est pas compris dans la plage de numéros de port valides.
is_is: Samstillingin {0} er ekki innan sviðs gildra gáttarnúmera.
it_it: L'impostazione di configurazione {0} non è compresa nell'intervallo di numeri di porta validi.
nb_no: Konfigurasjonsinnstillingen for {0} er ikke innenfor området med gyldige portnumre.
nl_be: De configuratie-instelling {0} ligt niet binnen het bereik van geldige poortnummers.
ru_ru: Параметр конфигурации {0} не входит в диапазон допустимых номеров портов.
sv_se: Konfigurationsinställningen {0} ligger inte inom intervallet för giltiga portnummer.

# ChkBox_EnableAutoLookup
source: Enable automatic filter in lookup fields
cs_cz: Povolit automatický filtr ve vyhledávacích polích
da_dk: Aktiver automatisk filter i opslagsfelter
de_ch: Automatischen Filter in Lookupfeldern aktivieren
es_mx: Activar filtro automático en campos de búsqueda
fi_fi: Ota hakukenttien automaattinen suodatus käyttöön
fr_ca: Autoriser filtre automatique dans les champs de consultation
is_is: Virkja sjálfvirka afmörkun í uppflettireitum
it_it: Abilita filtro automatico in campi di ricerca
nb_no: Aktiver automatisk filter i oppslagsfelt
nl_be: Automatisch filter inschakelen in zoekvelden
ru_ru: Включить автоматический фильтр в полях выбора
sv_se: Aktivera automatiskt filter i uppslagsfält

# ChartPaneCustomizeMenu
source: Customize
cs_cz: Vlastní nastavení
da_dk: Tilpas
de_ch: Anpassen
es_mx: Personalizar
fi_fi: Mukauta
fr_ca: Personnaliser
is_is: Sérstilla
it_it: Personalizza
nb_no: Tilpass
nl_be: Aanpassen
ru_ru: Настроить
sv_se: Anpassa

# FilterLineRemoved
source: A filter line was removed to avoid a conflict with the criteria that you added in the Quick Filter. The removed line was: {0} {1} {2}
cs_cz: Aby nedošlo ke konfliktu s kritérii, které jste přidali v rychlém filtru byl odstraněn řádek filtru. Byl odstraněn řádek: {0} {1} {2}
da_dk: Der blev fjernet en filterlinje for at undgå konflikt med de kriterier, du tilføjede i Quick Filter. Linjen, der blev fjernet, var: {0} {1} {2}
de_ch: Eine Filterzeile wurde entfernt, um einen Konflikt mit den im Schnellfilter hinzugefügten Kriterien zu vermeiden. Entfernte Zeile: {0} {1} {2}
es_mx: Se eliminó una línea de filtro para evitar un conflicto con los criterios agregados en el Filtro rápido. La línea eliminada es: {0} {1} {2}
fi_fi: Suodatinrivi on poistettu, jotta se ei aiheuttaisi ristiriitaa pikasuodattimeen lisäämiesi kriteerien kanssa. Poistettu rivi oli seuraava: {0} {1} {2}
fr_ca: Une ligne de filtre a été supprimée pour éviter un conflit avec les critères ajoutés dans le Filtre rapide. La ligne supprimée était : {0} {1} {2}
is_is: Afmörkunarlína var fjarlægð til að koma í veg fyrir árekstur við skilyrði sem gefið er upp í flýtiafmörkuninni. Línan sem var fjarlægð var: {0} {1} {2}
it_it: È stata rimossa una riga del filtro per evitare un conflitto con i criteri aggiunti in Filtro rapido. La linea rimossa era: {0} {1} {2}
nb_no: En filtreringslinje ble fjernet for å unngå konflikt med kriteriene du har lagt til i hurtigfilteret. Den fjernede linjen var: {0} {1} {2}
nl_be: Er is een filterregel verwijderd om een conflict te voorkomen met de criteria die u hebt toegevoegd in het Snelfilter. De verwijderde regel is: {0} {1} {2}
ru_ru: Строка фильтра была удалена во избежание конфликта с критериями экспресс-фильтра. Удаленная строка: {0} {1} {2}
sv_se: En filterrad togs bort för att undvika en konflikt med de kriterier du lagt till i snabbfiltret. Den borttagna raden var: {0} {1} {2}

# NavPaneCustomize
source: Customize Navigation Pane
cs_cz: Přizpůsobit Navigační podokno
da_dk: Tilpas navigationsrude
de_ch: Navigationsbereich anpassen
es_mx: Personalizar panel de exploración
fi_fi: Mukauta siirtymisruutu
fr_ca: Volet de navigation Personnaliser
is_is: Sérstilla yfirlitssvæði
it_it: Personalizza riquadro di spostamento
nb_no: Tilpass navigasjonsrute
nl_be: Navigatiedeelvenster aanpassen
ru_ru: Настроить панель навигации
sv_se: Anpassa navigeringsruta

# MenuItemDepartments
source: Departments
cs_cz: Oblasti
da_dk: Afdelinger
de_ch: Abteilungen
es_mx: Departamentos
fi_fi: Osastot
fr_ca: Départements
is_is: Deildir
it_it: Reparti
nb_no: Avdelinger
nl_be: Afdelingen
ru_ru: Подразделения
sv_se: Avdelningar

# CaptionViewMode_Delete
source: Delete
cs_cz: Odstranit
da_dk: Slet
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Eyða
it_it: Elimina
nb_no: Slett
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# SqlConnectionLostOperationMustBeShortened
source: The operation could not be completed as requested. Reduce the amount of data to process before trying your request again or contact your system administrator if the problem persists.
cs_cz: Operaci nelze dokončit dle požadavku. Snížte množství dat ke zpracování před dalším pokusem o zpracování. Pokud potíže přetrvávají, obraťte se na správce systému.
da_dk: Operationen kunne ikke afsluttes som ønsket. Begræns mængden af data, der skal behandles, før du udfører anmodningen igen, eller kontakt systemadministratoren, hvis problemet ikke er løst.
de_ch: Der Vorgang konnte nicht wie gewünscht abgeschlossen werden. Reduzieren Sie die zu verarbeitende Datenmenge, bevor Sie die Anfrage erneut stellen, oder wenden Sie sich an den Systemadministrator, falls das Problem weiterhin besteht.
es_mx: La operación no se pudo completar del modo solicitado. Reduzca la cantidad de datos para procesar antes de intentar la solicitud de nuevo o póngase en contacto con el administrador si el problema persiste.
fi_fi: Operaatiota ei voitu suorittaa loppuun pyydetyllä tavalla. Vähennä käsiteltävien tietojen määrää, ennen kuin yrität pyyntöä uudelleen, tai ota yhteys järjestelmänvalvojaan, jos ongelma toistuu.
fr_ca: Impossible de terminer l'opération comme demandé. Réduisez la quantité de données à traiter avant de réessayer ou contactez votre administrateur système si le problème persiste.
is_is: Ekki var hægt að ljúka aðgerðinni eins og beðið var um. Draga skal úr gagnamagninu til úrvinnslu áður en beiðnin er reynd aftur eða hafa samband við kerfisstjóra ef vandamálið leysist ekki.
it_it: Impossibile completare l'operazione richiesta. Prima di ripetere la richiesta, ridurre la quantità di dati da elaborare. Se il problema persiste, contattare l'amministratore di sistema.
nb_no: Operasjonen kan ikke fullføres som forespurt. Reduser mengden av data som skal behandles, før du prøver forespørselen på nytt, eller kontakt systemansvarlig hvis problemet vedvarer.
nl_be: De aangevraagde bewerking kan nu niet worden voltooid. Reduceer de hoeveelheid gegevens die moet worden verwerkt voordat u het verzoek opnieuw verzendt of neem contact op met uw systeembeheerder als het probleem blijft optreden.
ru_ru: Операцию не удалось выполнить как требовалось. Уменьшите объем обрабатываемых данных, прежде чем повторно выполнить запрос, или обратитесь за помощью к своему системному администратору, если проблема не устранена.
sv_se: Det gick inte att slutföra åtgärden enligt begäran. Minska mängden data som ska bearbetas innan du försöker utföra begäran igen eller kontakta systemadministratören om problemet kvarstår.

# PersonalizeChartNoAvailableChartsError
source: Available charts could not be found.
cs_cz: Dostupné grafy nelze nalézt.
da_dk: Der blev ikke fundet nogen disponible diagrammer.
de_ch: Verfügbare Diagramme wurden nicht gefunden.
es_mx: No se encontró ningún gráfico disponible.
fi_fi: Käytettävissä olevia kaavioita ei löytynyt.
fr_ca: Aucun graphique disponible n'a été trouvé.
is_is: Það fundust engin tiltæk myndrit.
it_it: Nessun grafico disponibile trovato.
nb_no: Finner ikke tilgjengelige diagrammer.
nl_be: Er zijn geen beschikbare diagrammen gevonden.
ru_ru: Не удалось найти доступные диаграммы.
sv_se: Det gick inte att hitta några tillgängliga diagram.

# CallbackNotAllowedInvokeAutomationMethod
source: {0} attempted to issue a client callback on an Automation object to invoke method: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta automatizace objektu vyvolat metodu: {1} ({2} {4}{3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for et automatiseringsobjekt for at kalde metoden: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf für ein Automatisierungsobjekt auszugeben, um die folgende Methode aufzurufen: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente en un objeto de automatización para invocar el método: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun Automaatio-objektille menetelmän käynnistämistä varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client sur un objet Automatisation pour invoquer la méthode : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara á sjálfvirknihlut til að virkja aðferð: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client su un oggetto ActiveX per richiamare il metodo: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall på et automatiseringsobjekt for å aktivere metoden: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden voor een automatiseringsobject om methode aan te roepen: {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента на объекте автоматизации для вызова метода: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop i ett automatiseringsobjekt för att kunna anropa metod: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# Importance_Standard
source: Standard
cs_cz: Standardní
es_mx: Estándar
fi_fi: Vakio
is_is: Staðlað
nl_be: Standaard
ru_ru: Стандарт

# ErrorEmptyLinkPath
source: URL is empty.
cs_cz: URL adresa je prázdná.
da_dk: URL er tom.
de_ch: URL ist leer.
es_mx: La dirección URL está vacía.
fi_fi: URL-osoite on tyhjä.
fr_ca: L'URL est vide.
is_is: URL er tómt.
it_it: URL vuoto.
nb_no: URL-adressen er tom.
nl_be: URL is leeg.
ru_ru: Пустой URL-адрес.
sv_se: URL:en är tom.

# RecordLinksCreateNewLinkCaption
source: Add a link
cs_cz: Přidat odkaz
da_dk: Tilføj et link
de_ch: Link hinzufügen
es_mx: Agregar vínculo
fi_fi: Lisää linkki
fr_ca: Ajouter un lien
is_is: Bæta við tengli
it_it: Aggiungi un collegamento
nb_no: Legg til en kobling
nl_be: Een koppeling toevoegen
ru_ru: Добавить ссылку
sv_se: Lägg till en länk

# MetadataSystemPartDontExist
source: Metadata for specified system part: {0} does not exist.
cs_cz: Metadata pro zadanou systémovou část: {0} neexistuje.
da_dk: Metadata for den angivne systemdel: {0} blev ikke fundet.
de_ch: Metadaten für den angegebenen Systemteil '{0}' sind nicht vorhanden.
es_mx: Los metadatos para el elemento del sistema especificado: {0} no existen.
fi_fi: Määritetyn järjestelmän osan {0} metatietoja ei ole.
fr_ca: Métadonnées pour la partie système spécifiée : {0} n'existe pas.
is_is: Lýsigögn fyrir tiltekinn kerfishluta: {0} eru ekki til.
it_it: I metadati per la parte del sistema specificata, {0}, non esistono.
nb_no: Metadata for den angitte systemdelen {0} finnes ikke.
nl_be: Metagegevens voor opgegeven systeemonderdeel: {0} bestaat niet.
ru_ru: Метаданные для указанной системной части {0} не существуют.
sv_se: Metadata för den angivna systemdelen {0} finns inte.

# RecordNotFoundError
source: The {0} does not exist. Identification fields and values: {1}
cs_cz: {0} Neexistuje. Identifikační pole a hodnoty: {1}
da_dk: {0} findes ikke. Id-felter og -værdier: {1}
de_ch: '{0}' ist nicht vorhanden. Identifizierende Felder und Werte: {1}
es_mx: {0} no existe. Campos de identificación y valores: {1}
fi_fi: {0} ei ole olemassa. Tunnistuskentät ja -arvot: {1}
fr_ca: {0} n'existe pas. Champs et valeurs d'identification : {1}
is_is: {0} er ekki til. Kennireitir og gildi: {1}
it_it: {0} non esiste. Campi e valori di identificazione: {1}
nb_no: {0} finnes ikke. ID-felt og -verdier: {1}
nl_be: {0} bestaat niet. Identificatievelden en -waarden: {1}
ru_ru: {0} не существует. Идентифицирующие поля и значения: {1}
sv_se: {0} finns inte. Identifikationsfält och värden: {1}

# CallbackNotAllowedFormRun
source: {0} attempted to issue a client callback to run page {1} {2}. Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta spustit stránku {1} {2}. Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at køre siden {1} {2}: Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um die Seite '{1} {2}' auszuführen. Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para ejecutar la página {1} {2}. Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun sivun {1} {2} suorittamista varten. Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour exécuter la page {1} {2}. Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að keyra síðu {1} {2}. Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per eseguire la pagina {1} {2}. I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å kjøre siden {1} {2}. Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om scherm {1} {2} uit te voeren. Client-callbacks worden niet ondersteund bij onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для выполнения страницы {1} {2}. Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna köra sidan {1} {2}. Klientåteranrop stöds inte i {0}.

# DatePeriodEndCaption
source: Period End
cs_cz: Konec období
da_dk: Periodeslutning
de_ch: Periodenende
es_mx: Fin periodo
fi_fi: Jakson päätös
fr_ca: Fin période
is_is: Lok tímabils
it_it: Fine periodo
nb_no: Periodens slutt
nl_be: Einddatum
ru_ru: Конец периода
sv_se: Periodslut

# TenantNotReadyForUse
source: Tenant {0} in database {1} is not operational. The tenant can be brought to operational state by a call to Sync-NavTenant.
da_dk: Lejeren {0} i databasen {1} fungerer ikke. Lejeren kan gøres funktionsdygtig via et kald til Sync-NavTenant.
de_ch: Der Tenant {0} in der Datenbank {1} ist nicht betriebsbereit. Der Tenant kann durch einen Aufruf von Sync-NavTenant betriebsbereit gemacht werden.
es_mx: El inquilino {0} en la base de datos {1} no está operativo. Llame a Sync-NavTenant para devolver el inquilino al estado operativo.
fi_fi: Tietokannan {1} vuokraaja {0} ei ole toimintakuntoinen. Vuokraaja voidaan saada toimintakuntoiseksi kutsumalla Sync-NavTenant.
fr_ca: L'abonné {0} de la base de données {1} n'est pas opérationnel. L'abonné peut être mis en état opérationnel par un appel à Sync-NavTenant.
is_is: Leigjandi {0} í gagnagrunni {1} er óvirkur. Hægt er að gera hann virkan með því að kalla fram Sync-NavTenant.
it_it: Il tenant {0} nel database {1} non è operativo. Il tenant può essere portato in stato operativo tramite una chiamata a Sync-NavTenant.
nb_no: Leietakeren {0} i databasen {1} er ikke operasjonell. Leietakeren kan gjøres operasjonell ved et kall til Sync-NavTenant.
nl_be: Tenant {0} in database {1} is niet operationeel. De tenant kan operationeel worden gemaakt door een aanroep naar Sync-NavTenant.
ru_ru: Арендатор {0} в базе данных {1} неработоспособен. Арендатора можно привести в работоспособное состояние вызовом Sync-NavTenant.
sv_se: Klientorganisationen {0} i databasen {1} är inte funktionsduglig. Klientorganisationen kan bli funktionsduglig genom ett anrop till Sync-NavTenant.

# NavDebuggerCodeunit1MethodNotFound
source: The {0} function, ID {1}, cannot be found in Codeunit 1. Debugging has stopped.
cs_cz: Funkci {0} a ID {1}, nelze nalézt v proceduře Codeunit 1. Debugger se zastavil.
da_dk: Funktionen {0} med id'et {1} kan ikke findes i Codeunit 1. Fejlfindingen er stoppet.
de_ch: Die Funktion '{0}' (ID: {1}) wurde in Codeunit 1 nicht gefunden. Das Debuggen wurde beendet.
es_mx: La función {0}, Id. {1}, no se puedo encontrar en Codeunit 1. Se ha detenido la depuración.
fi_fi: Funktiota {0}, jonka tunnus on {1}, ei löydy Codeunit 1:stä. Virheenkorjaus lopetettiin.
fr_ca: La fonction {0}, Code {1}, est introuvable dans Codeunit 1. Le débogage s'est arrêté.
is_is: Aðgerðin {0}, auðkenni {1}, finnst ekki í aðgerð 1. Kembing var stöðvuð.
it_it: Impossibile trovare la funzione {0}, ID {1}, in Codeunit 1. Debug interrotto.
nb_no: Finner ikke {0}-funksjonen, ID {1} i kodeenhet 1. Feilsøking har stoppet.
nl_be: De functie {0}, id {1}, kan niet worden gevonden in Codeunit 1. Foutopsporing is gestopt.
ru_ru: Функцию {0}, идентификатор {1} не удается найти в Codeunit 1. Отладка остановлена.
sv_se: Det går inte att hitta funktionen {0}, ID:t {1} i kodenhet 1. Felsökningen har stoppats.

# Caption_AddList
source: Add List
cs_cz: Přidat seznam
da_dk: Tilføj liste
de_ch: Liste hinzufügen
es_mx: Agregar lista
fi_fi: Lisää luettelo
fr_ca: Ajouter une liste
is_is: Bæta við lista
it_it: Aggiungi lista
nb_no: Legg til oversikt
nl_be: Lijst toevoegen
ru_ru: Добавление списка
sv_se: Lägg till lista

# FindSingleRowFound
source: Found one match. There are no further matches.
cs_cz: Byla nalezena jedna shoda. Více záznamů nebylo nalezeno.
da_dk: Ét match fundet. Der er ikke flere match.
de_ch: Eine Übereinstimmung wurde gefunden. Keine weiteren Übereinstimmungen vorhanden.
es_mx: Se encontró una instancia. No hay más instancias.
fi_fi: Yksi vastaavuus löydetty. Muita vastaavuuksia ei ole.
fr_ca: Une correspondance trouvée. Pas d'autre correspondance.
is_is: Ein samsvörun fannst. Engar fleiri samsvaranir fundust.
it_it: Trovata una corrispondenza. Non sono presenti ulteriori corrispondenze.
nb_no: Fant ett treff. Det finnes ingen flere treff.
nl_be: Er is één overeenkomend item gevonden. Er zijn geen andere overeenkomende items.
ru_ru: Найдено одно совпадение. Других совпадений нет.
sv_se: En matchning hittades. Det finns inga fler matchningar.

# MenuItemRemove
source: Remove
cs_cz: Odstranit
da_dk: Fjern
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Fjarlægja
it_it: Elimina
nb_no: Fjern
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# Importance_Promoted
source: Promoted
cs_cz: Zvýšená
da_dk: Forfremmet
de_ch: Heraufgestuft
es_mx: Aumentada
fi_fi: Korkea
fr_ca: Promu
is_is: Aukið
it_it: Essenziale
nb_no: Forfremmet
nl_be: Gepromoveerd
ru_ru: Повышенная
sv_se: Upphöjd

# DeleteActionProgressBody
source: Please wait while the records are being deleted.
cs_cz: Počkejte prosím, než jsou odstraněny záznamy.
da_dk: Vent venligst, mens recorderne slettes.
de_ch: Warten Sie, bis die Datensätze gelöscht wurden.
es_mx: Espere mientras se eliminan los registros.
fi_fi: Odota. Tietueet poistetaan.
fr_ca: Veuillez patienter pendant la suppression des enregistrements.
is_is: Bíða þarf á meðan verið er að eyða skránum.
it_it: Eliminazione dei record in corso. Attendere.
nb_no: Vent mens postene slettes.
nl_be: Een ogenblik geduld. De records worden verwijderd.
ru_ru: Подождите, удаляются записи.
sv_se: Vänta medan posterna tas bort.

# BadBLOBDataError
source: The {0} table contains a BLOB field with compression data that is not valid: Record: {1}
cs_cz: Tabulka {0} obsahuje pole typu BLOB pomocí komprese dat, která není platný: záznam: {1}
da_dk: Tabellen {0} indeholder et BLOB-felt med komprimeringsdata, der er ugyldige: Record: {1}
de_ch: Die Tabelle '{0}' enthält ein BLOB-Feld mit ungültigen Komprimierungsdaten: Datensatz: {1}
es_mx: La tabla {0} contiene un campo de tipo BLOB con una compresión de datos que no es válida: Registro: {1}
fi_fi: Taulukko {0} sisältää BLOB-kentän, jonka tiivistystiedot eivät kelpaa: Tietue: {1}
fr_ca: La table {0} contient un champ BLOB avec des données de compression non valides : Enregistrement : {1}
is_is: Taflan {0} er með BLOB-reit með þjöppunargögnum sem ekki eru gild: Skýrsla: {1}
it_it: La tabella {0} contiene un campo BLOB con una compressione dati non valida: Record: {1}
nb_no: Tabellen {0} inneholder et BLOB-felt med komprimeringsdata som ikke er gyldige: Post: {1}
nl_be: Tabel {0} bevat een BLOB-veld met gecomprimeerde gegevens die niet geldig zijn: Record: {1}
ru_ru: Таблица {0} содержит поле большого двоичного объекта с некорректным сжатием данных: Запись: {1}
sv_se: Tabellen {0} innehåller ett BLOB-fält med ogiltig komprimerad data: Post: {1}

# NoRDLCLayout
source: Report {0} does not have an RDLC layout.
da_dk: Rapporten {0} har ikke et RDLC-layout.
de_ch: Bericht {0} enthält kein RDLC-Layout.
es_mx: El informe {0} no tiene un diseño de RDLC.
fi_fi: Raportissa {0} ei ole RDLC-asettelua.
fr_ca: Le rapport {0} n'a pas de présentation RDLC.
is_is: Skýrsla {0} er ekki með RDLC-útlit.
it_it: Il report {0} non presenta un layout RDLC.
nb_no: Rapporten {0} har ikke et RDLC-oppsett.
nl_be: Rapport {0} heeft geen RDLC-lay-out.
ru_ru: Отчет {0} не имеет макета RDLC.
sv_se: Rapporten {0} har ingen RDLC-layout.
