Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# SourceIndexMismatch
source: CopyArray: The source index {0} is outside the valid range 0..{1}.
cs_cz: CopyArray: Zdrojové index {0} je mimo platný rozsah 0...{1}.
da_dk: CopyArray: Kildeindeks {0} er udenfor det gyldige interval 0..{1}
de_ch: CopyArray: Der Quellindex {0} liegt ausserhalb des gültigen Bereichs 0..{1}.
es_mx: CopyArray: el índice de origen {0} se encuentra fuera del intervalo válido 0..{1}.
fi_fi: CopyArray: Lähdeindeksi {0} on sallitun alueen 0..{1} ulkopuolella.
fr_ca: CopyArray : L'index de source {0} n'est pas compris dans la plage valide 0..{1}.
is_is: CopyArray: Upprunavísirinn {0} er utan gilds sviðs 0..{1}.
it_it: CopyArray: l'indice di origine {0} non è compreso nell'intervallo valido 0..{1}.
nb_no: CopyArray: Kildeindeksen {0} er utenfor det gyldige området 0..{1}.
nl_be: CopyArray: de bronindex {0} ligt buiten het geldige bereik van 0..{1}.
ru_ru: CopyArray: исходный индекс {0} находится за пределами допустимого диапазона 0..{1}.
sv_se: CopyArray: Källindexet {0} ligger utanför det giltiga intervallet 0...{1}.

# CaptionPersonalizeChart
source: Customize Chart
cs_cz: Vlastní nastavení grafu
da_dk: Tilpas diagram
de_ch: Diagramm anpassen
es_mx: Personalizar gráfico
fi_fi: Mukauta kaavio
fr_ca: Personnaliser le diagramme
is_is: Sérstilla myndrit
it_it: Personalizza grafico
nb_no: Tilpass diagram
nl_be: Diagram aanpassen
ru_ru: Настройка диаграммы
sv_se: Anpassa diagram

# ServerUnavailableWhenSelectServer
source: The server "{0}" is currently not available.
cs_cz: Server "{0}" není v současné chvíli k dispozici.
da_dk: Serveren "{0}" er ikke tilgængelig i øjeblikket.
de_ch: Der Server "{0}" ist zurzeit nicht verfügbar.
es_mx: El servidor "{0}" no está disponible actualmente.
fi_fi: Palvelin "{0}" ei ole tällä hetkellä käytettävissä.
fr_ca: Le serveur « {0} » n'est pas disponible pour l'instant.
is_is: Netþjónninn "{0}" er ekki tiltækur.
it_it: Il server "{0}" non è attualmente disponibile.
nb_no: Serveren {0} er ikke tilgjengelig for øyeblikket.
nl_be: De server {0} is niet beschikbaar.
ru_ru: В настоящий момент сервер "{0}" недоступен.
sv_se: Servern {0} är inte tillgänglig för närvarande.

# InvalidComparison
source: Unable to compare operands of type {0} with {1}.
cs_cz: Nelze srovnávat operandy typu {0} s {1}.
da_dk: Operatorer af typen {0} kunne ikke sammenlignes med {1}.
de_ch: Operanden vom Typ '{0}' können nicht mit '{1}' verglichen werden.
es_mx: No se pueden comparar operandos del tipo {0} con {1}.
fi_fi: Tyyppien {0} ja {1} operandeja ei voi vertailla keskenään.
fr_ca: Impossible de comparer les opérateurs de type {0} avec {1}.
is_is: Það er ekki hægt að bera saman þolendur af gerðinni {0} við {1}.
it_it: Impossibile confrontare gli operandi di tipo {0} con {1}.
nb_no: Kan ikke sammenligne operander av typen {0} med {1}.
nl_be: Kan operands van het type {0} niet vergelijken met {1}.
ru_ru: Не удается сравнить операнды с типом {0} с {1}.
sv_se: Det går inte att jämföra operander av typen {0} med {1}.

# PersonalizationReloadPageManually
source: You have to reopen page {0} for customizations to take effect.
cs_cz: Musíte znovu otevřít stránku {0} aby se zobrazily provedené úpravy.
da_dk: Du skal genåbne siden {0}, for at tilpasningerne kan træde i kraft.
de_ch: Die Seite '{0}' muss erneut geöffnet werden, damit die Anpassungen wirksam werden.
es_mx: Tiene que volver a abrir la página {0} para que las personalizaciones surtan efecto.
fi_fi: Sinun on avattava sivu {0} uudelleen, jotta mukautukset tulevat käyttöön.
fr_ca: Vous devez rouvrir la page {0} pour appliquer les personnalisations.
is_is: Opna verður síðu {0} aftur svo að sérsnið taki gildi.
it_it: È necessario riaprire la pagina {0} per rendere effettive le personalizzazioni.
nb_no: Du må åpne siden {0} på nytt for at tilpasningene skal tre i kraft.
nl_be: U moet de pagina {0} opnieuw openen voordat aanpassingen worden doorgevoerd.
ru_ru: Необходимо повторно открыть страницу {0} для того, чтобы настройки вступили в силу.
sv_se: Du måste öppna sidan {0} igen för att anpassningarna ska börja gälla.

# ChkBox_ShowInfoPart
source: Show FactBox Pane
cs_cz: Zobrazit informační okna
da_dk: Vis faktaboksrude
de_ch: Infoboxbereich anzeigen
es_mx: Mostrar panel de cuadros informativos
fi_fi: Näytä tietoruudun kehys
fr_ca: Afficher le volet Récapitulatif
is_is: Sýna upplýsingakassasvæði
it_it: Mostra riquadro Dettaglio informazioni
nb_no: Vis faktaboksrute
nl_be: Deelvenster Infoblok weergeven
ru_ru: Показать область информационной панели
sv_se: Visa faktaboxrutan

# Tab_CustomizeTaskPage0
source: Display options
cs_cz: Možnosti zobrazení
da_dk: Visningsindstillinger
de_ch: Anzeigeoptionen
es_mx: Opciones de presentación
fi_fi: Näyttöasetukset
fr_ca: Options d'affichage
is_is: Birtingarkostir
it_it: Opzioni di visualizzazione
nb_no: Visningsalternativer
nl_be: Weergaveopties
ru_ru: Параметры отображения
sv_se: Visningsalternativ

# Notes_Action_RemoveHighlight
source: Remove Notification
cs_cz: Odstranit upozornění
da_dk: Fjern notifikation
de_ch: Benachrichtigung entfernen
es_mx: Eliminar notificación
fi_fi: Poista ilmoitus
fr_ca: Supprimer la notification
is_is: Fjarlægja tilkynningu
it_it: Rimuovi notifica
nb_no: Fjern varsel
nl_be: Bericht verwijderen
ru_ru: Удалить уведомление
sv_se: Ta bort meddelande

# NotConnected
source: Not connected. To use this Web part, connect to another compatible part.
cs_cz: Nepřipojeno. Chcete-li použít tuto webovou část, připojte se k jiné kompatibilní části.
da_dk: Forbindelse afbrudt. Hvis du vil bruge denne webdel, skal du oprette forbindelse til en anden kompatibel del.
de_ch: Nicht verbunden. Stellen Sie zur Verwendung dieses Webparts eine Verbindung mit einem anderen kompatiblen Part her.
es_mx: Sin conexión. Para usar este elemento Web, conéctese a otro elemento compatible.
fi_fi: Yhteyttä ei ole. Muodosta yhteys toiseen yhteensopivaan osaan tämän Web-osan käyttöä varten.
fr_ca: Non connecté. Pour utilisez ce composant web, connectez-vous à un autre composant compatible.
is_is: Ótengt. Tengja þarf við samhæfan hluta til að nota þennan vefhluta.
it_it: Connessione non eseguita. Per utilizzare questa web part, connettersi a un'altra web Part compatibile.
nb_no: Ikke tilkoblet. Koble til en annen kompatibel del for å bruke denne webdelen.
nl_be: Geen verbinding. Als u dit webonderdeel wilt gebruiken, maakt u verbinding met een ander compatibel onderdeel.
ru_ru: Подключение отсутствует. Чтобы воспользоваться этой веб-частью, подключитесь к другой совместимой части.
sv_se: Inte ansluten. Anslut till en annan kompatibel del om du vill använda den här webbdelen.

# MenuActionTypeView
source: Ctrl+Shift+R
fi_fi: Ctrl+Shift+V
fr_ca: Ctrl+Shift+V

# MenuItemShortcutShowChartDescription
source: Shift+F1
da_dk: Skift+F1
es_mx: Mayús+F1
fi_fi: Vaihto+F1
it_it: MAIUSC+F1
nb_no: Skift+F1
sv_se: Skift+F1

# AllowDynamicsNavServerSystemObjectCaption
source: Microsoft Dynamics NAV Server
cs_cz: Server Microsoft Dynamics NAV
es_mx: Servidor Microsoft Dynamics NAV
fi_fi: Microsoft Dynamics NAV -palvelin

# ZoomToolPrimaryKeyFieldPrefix
source: (PK)
da_dk: (PN)
de_ch: (PS)
es_mx: (CP)
fi_fi: (PA)
fr_ca: (CP)
it_it: (CP)
nb_no: (PN)
ru_ru: (ПК)

# RecordLinks_Url
source: URL
da_dk: URL-adresse
nb_no: URL-adresse
ru_ru: URL-адрес

source: LinkRequestLinkAlreadyResolved
nb_no: KoblingsforespørselKoblingAlleredeLøst

# ShortcutFindTitle
source: Ctrl+F
da_dk: Ctrl+B
es_mx: Ctrl+B

# MenuActionTypeSendToExcel
source: Ctrl+E
es_mx: Ctrl+T

# MenuActionTypeChooseCompany
source: Ctrl+O
es_mx: Ctrl+A

# MenuActionTypeFindRow
source: Ctrl+F
da_dk: Ctrl+B
es_mx: Ctrl+B

# MenuActionTypeOpenLinkedFiles
source: Ctrl+L
es_mx: Ctrl+Q

# ShortcutNewLineCaption
source: Ctrl+Ins
de_ch: Strg+Ins

# MenuItemOneNote
source: OneNote
cs_cz: Aplikace OneNote
