Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# LinksSaveWithoutParentError
source: Links cannot be added for draft records. Fill in the record first.
cs_cz: Odkazy nelze přidat pro neuložené záznamy. Nejprve vyplňte záznam.
da_dk: Links kan ikke tilføjes for udkastrecords. Udfyld først recorden.
de_ch: Die Links können für Entwurfsdatensätze nicht hinzugefügt werden. Füllen Sie zuerst den Datensatz auf.
es_mx: No se pueden agregar vínculos para los borradores de registros. Rellene primero el registro.
fi_fi: Linkkejä ei voi lisätä luonnostietueille. Täytä tietue ensin valmiiksi.
fr_ca: Impossible d'ajouter des liens pour les enregistrements provisoires. Complétez d'abord l'enregistrement.
is_is: Það er ekki hægt að setja tengla í drög að skýrslu. Fyrst þarf að fylla út skráninguna.
it_it: Impossibile aggiungere collegamenti per bozze di record. Completare prima il record.
nb_no: Koblinger kan ikke legges til for kladdeposter. Fyll ut posten først.
nl_be: Koppelingen kunnen niet worden toegevoegd voor conceptrecords. Vul de record eerst in.
ru_ru: Нельзя добавить ссылки для черновиков записей. Сначала следует заполнить данные записи.
sv_se: Det går inte att lägga till en länk i utkastposter. Fyll i posten först.

# ChartDefinition_InvalidFieldUsedAsMeasure
source: The Chart definition "{0}" contains a measure which refers to a field "{1}" with an unsupported data type.
cs_cz: Definice grafu "{0}" obsahuje metriku, která odkazuje na pole "{1}" s nepodporovaným datovým typem.
da_dk: Diagramdefinitionen "{0}" indeholder en enhed, der henviser til et felt "{1}" med en datatype, der ikke understøttes.
de_ch: Die Diagrammdefinition "{0}" enthält eine Einheit, die sich auf ein Feld "{1}" mit nicht unterstütztem Datentyp bezieht.
es_mx: La definición de gráfico "{0}" contiene una medida que hace referencia al campo "{1}" con un tipo de datos no compatible.
fi_fi: Kaaviomääritys "{0}" sisältää mitan, joka viittaa kenttään "{1}", jonka tietotyyppiä ei tueta.
fr_ca: La définition de graphique « {0} » contient une mesure qui fait référence à un champ « {1} » d'un type de données non pris en charge.
is_is: Myndritsskilgreiningin „{0}“ inniheldur mælieiningu sem vísar í reit „{1}“ sem óstudda gagnategund.
it_it: La definizione del grafico "{0}" contiene una misura che fa riferimento a un campo "{1}" con un tipo di dati non supportato.
nb_no: Diagramdefinisjonen {0} inneholder et mål som refererer til feltet {1} som har en datatype som ikke støttes.
nl_be: De diagramdefinitie {0} bevat een maateenheid die verwijst naar het veld {1} dat een niet-ondersteund gegevenstype bevat.
ru_ru: Определение диаграммы "{0}" содержит меру, которая ссылается на поле "{1}" с неподдерживаемым типом данных.
sv_se: Diagramdefinitionen {0} innehåller ett mått som refererar till fältet {1} med en datatyp som inte stöds.

# ACSInitialSignupTitle
source: Sign in with new credentials.
cs_cz: Přihlaste se pomocí novéhopověření.
da_dk: Log på med nye legitimationsoplysninger.
de_ch: Melden Sie sich mit neuen Anmeldeinformationen an.
es_mx: Iniciar sesión con credenciales nuevas
fi_fi: Kirjaudu uusilla tunnistetiedoilla.
fr_ca: Connectez-vous avec de nouvelles informations d'identification.
is_is: Skrá inn með nýjum skilríkjum.
it_it: Accedi con nuove credenziali.
nb_no: Logg på med ny legitimasjon.
nl_be: Aanmelden met nieuwe referenties.
ru_ru: Войти с новыми учетными данными.
sv_se: Logga in med nya autentiseringsuppgifter.

# DateOutsideAllowedInterval
source: In the current company the date you've entered is outside the allowed interval (this is determined by the filter '{0}', which is defined by the license file).
cs_cz: Datum, které jste zadali je v této společnosti mimo povolený interval (ten je určen filtrem '{0}', který je definován licenčním souborem).
da_dk: I den aktuelle virksomhed er den indtastede dato uden for det tilladte interval (dette bestemmes af filteret '{0}', der er defineret i licensfilen).
de_ch: Das im aktuellen Unternehmen eingegebene Datum liegt ausserhalb des zulässigen Intervalls. Dieses wird durch den Filter '{0}' bestimmt, der durch die Lizenzdatei definiert ist.
es_mx: En la empresa actual la fecha que ha introducido se encuentra fuera del intervalo permitido (esto está determinado por el filtro '{0}', que se define por el archivo de licencia).
fi_fi: Nykyisessä yrityksessä syöttämäsi päivämäärä on sallitun välin ulkopuolella (tämä johtuu käyttöoikeustiedostossa määritetystä suodattimesta '{0}').
fr_ca: Dans la compagnie actuelle pour laquelle la date entrée n'est pas comprise dans l'intervalle autorisé (cela est déterminé par le filtre « {0} », qui est défini dans le fichier licence).
is_is: Í núverandi fyrirtæki er dagsetningin sem var færð inn utan leyfilegs tímabils (afmörkunin „{0}“, tilgreind með leyfisskránni, stjórnar þessu).
it_it: Nella società corrente la data immessa non rientra nell'intervallo consentito. Questo limite è determinato dal filtro '{0}' definito nel file di licenza.
nb_no: I det gjeldende selskapet er datoen som du har angitt, utenfor det tillatte intervallet (dette fastsettes av filteret {0}, som er definert av lisensfilen).
nl_be: In het huidige bedrijf ligt de datum die u hebt ingevoerd, buiten het toegestane interval. Dit wordt bepaald door het filter {0} in het licentiebestand.
ru_ru: Для текущей компании введенная дата находится за рамками допустимого интервала (он определяется фильтром "{0}", который указан в файле лицензии).
sv_se: Det datum som du har angett ligger utanför det tillåtna intervallet i det aktuella företaget (detta bestäms av filtret {0}, som definieras av licensfilen).

# MustSpecifyACompanyTable
source: A record of type Company must be specified for the CompanyRecord parameter.
da_dk: En post af typen Virksomhed skal angives for parameteren CompanyRecord.
de_ch: Ein Datensatz vom Typ "Mandant" muss für den CompanyRecord-Parameter angegeben werden.
es_mx: Se debe especificar un registro de tipo Compañía para el parámetro CompanyRecord.
fi_fi: CompanyRecord-parametrille on määritettävä Company-tyypin tietue.
fr_ca: Un enregistrement de type compagnie doit être spécifié pour le paramètre CompanyRecord.
is_is: Færsla af gerðinni Fyrirtæki verður að vera tilgreind fyrir færibreytuna CompanyRecord.
it_it: È necessario specificare un record di tipo Company per il parametro CompanyRecord.
nb_no: En post av typen Company må angis for CompanyRecord-parameteren.
nl_be: Er moet een record van het type Bedrijf worden opgegeven voor de parameter CompanyRecord.
ru_ru: Для параметра CompanyRecord необходимо указать запись типа Company.
sv_se: En post av typen Företag måste anges för parametern CompanyRecord.

# ToolsRestoreSystemObjectCaption
source: Import Data from Data File
da_dk: Importér data fra datafil
de_ch: Daten aus Datendatei importieren
es_mx: Importar datos del archivo de datos
fi_fi: Tuo tiedot datatiedostosta
fr_ca: Importer données du fichier de données
is_is: Flytja gögn inn úr gagnaskrá
it_it: Importa dati da file di dati
nb_no: Importer data fra datafil
nl_be: Gegevens importeren uit gegevensbestand
ru_ru: Импортировать данные из файла данных
sv_se: Importera data från datafil

# MenuItemPrevious
source: Previous
cs_cz: Předchozí
da_dk: Forrige
de_ch: Vorheriger
es_mx: Anterior
fi_fi: Edellinen
fr_ca: Précédent
is_is: Fyrra
it_it: Precedente
nb_no: Forrige
nl_be: Vorige
ru_ru: Предыдущий
sv_se: Föregående

# ToolsDebuggerSystemObjectCaption
source: Tools, Debugger
cs_cz: Nástroje, Debugger
da_dk: Funk., Debugger
de_ch: Extras, Debugger
es_mx: Herramientas, Debugger
fi_fi: Työkalut, Virheenkorjaus
fr_ca: Outils, Débogueur
is_is: Verkfæri, Kembiforrit
it_it: Strumenti, Debugger
nb_no: Verktøy, Debugger
nl_be: Extra, Debugger
ru_ru: Сервис, Отладчик
sv_se: Verktyg, Debugger

# SendAsMailError
source: Cannot create new mail because Microsoft Office Outlook has not been installed.
cs_cz: Nelze vytvořit novou zprávu, protože není nainstalována aplikace Microsoft Office Outlook.
da_dk: Der kan ikke oprettes en ny mail, fordi Microsoft Office Outlook ikke er installeret.
de_ch: Neue E-Mails können nicht erstellt werden, da Microsoft Office Outlook nicht installiert ist.
es_mx: No se puede crear un nuevo correo porque Microsoft Outlook no está instalado.
fi_fi: Uutta viestiä ei voi luoda, koska Microsoft Office Outlookia ei ole asennettu.
fr_ca: Impossible de créer un courriel car Microsoft Office Outlook n'est pas installé.
is_is: Það er ekki hægt að búa til póst vegna þess að Microsoft Office Outlook er ekki uppsett.
it_it: Impossibile creare un nuovo messaggio e-mail. Microsoft Office Outlook non è installato.
nb_no: Kan ikke opprette ny e-postmelding fordi Microsoft Office Outlook ikke er installert.
nl_be: Kan geen nieuwe e-mail maken omdat Microsoft Office Outlook niet is geïnstalleerd.
ru_ru: Не удается создать новую почту, т.к. программа Microsoft Office Outlook не установлена.
sv_se: Det går inte att skapa ett nytt e-postmeddelande eftersom Microsoft Office Outlook inte har installerats.

# ToolTipViewAction
source: Open the page in read-only mode.
cs_cz: Otevřete stránku v režimu jen pro čtení.
da_dk: Åbn siden i skrivebeskyttet tilstand.
de_ch: Öffnen Sie die Seite im schreibgeschützten Modus.
es_mx: Abra la página en modo de solo lectura.
fi_fi: Avaa sivu vain luku -tilassa.
fr_ca: Ouvrez la page en mode lecture seule.
is_is: Opna síðuna skrifvarða.
it_it: Aprire la pagina in modalità sola lettura.
nb_no: Åpne siden i skrivebeskyttet modus.
nl_be: Open de pagina in de modus alleen-lezen.
ru_ru: Открыть страницу в режиме только для чтения.
sv_se: Öppna sidan i skrivskyddat läge.

# 00095-50022
source: The supplied field name '{0}' cannot be found in the '{1}' table.
cs_cz: Název zadaného pole '{0}' nebyl nalezen v tabulce '{1}'.
da_dk: Det angivne feltnavn '{0}' blev ikke fundet i tabellen '{1}'.
de_ch: Der angegebene Feldname '{0}' kann in der Tabelle '{1}' nicht gefunden werden.
es_mx: El nombre de campo proporcionado '{0}' no se encuentra en la tabla '{1}'.
fi_fi: Annettua kentän nimeä "{0}" ei löydy taulukosta {1}.
fr_ca: Le nom du champ fourni « {0} » est introuvable dans la table « {1} ».
is_is: Reitsheitið '{0}' finnst ekki töflunni '{1}'.
it_it: Impossibile trovare il nome del campo specificato '{0}' nella tabella '{1}'.
nb_no: Finner ikke det angitte feltnavnet {0} i tabellen {1}.
nl_be: De opgegeven veldnaam '{0}' is niet gevonden in de tabel '{1}'.
ru_ru: Не удается найти предоставленное имя поля '{0}' в таблице '{1}'.
sv_se: Det går inte att hitta det angivna fältnamnet {0} i tabellen {1}.

# NavFormUrlProvider_BadPortSpec
source: Port number must follow the host name and port specifier.
cs_cz: Číslo portu musí následovat název hostitele a portu specifikátor.
da_dk: Portnummeret skal efterfølge værtsnavnet og portangiveren.
de_ch: Die Portnummer muss nach dem Hostnamen und dem Portspezifizierer angegeben werden.
es_mx: El número de puerto debe seguir el nombre de host y especificador de puerto.
fi_fi: Portin numeron on oltava isännän nimen ja portin määritteen jälkeen.
fr_ca: Le numéro de port doit suivre le nom d'hôte et le spécificateur de port.
is_is: Gáttarnúmer verður að koma á eftir hýsisheitinu og gáttartilgreininum.
it_it: Il numero di porta deve seguire il nome host e l'identificatore di porta.
nb_no: Portnummeret må etterfølge vertsnavnet og portangivelsen.
nl_be: Poortnummer moet komen na de hostnaam en poortspecificatie.
ru_ru: За номером порта должны следовать имя узла и описатель порта.
sv_se: Portnumret måste följa efter värddatornamnet och portspecificeringen.

# DepartmentCategoryTypeDocuments
source: Documents
cs_cz: Doklady
da_dk: Dokumenter
de_ch: Belege
es_mx: Documentos
fi_fi: Asiakirjat
is_is: Skjöl
it_it: Documenti
nb_no: Dokumenter
nl_be: Documenten
ru_ru: Документы
sv_se: Dokument

# ObjectLicenseExpiredError
source: The program license for {0} {1} has expired. Contact your system administrator to use {0} {1} again.
cs_cz: Licence programu pro {0} {1} již vypršela. Obraťte se na správce systému, aby znovu použít {0} {1}.
da_dk: Programlicensen til {0} {1} er udløbet. Kontakt din systemadministrator for at få lov til at bruge {0} {1} igen.
de_ch: Die Programmlizenz für {0} {1} ist abgelaufen. Wenden Sie sich an Ihren Systemadministrator, um {0} {1} erneut zu verwenden.
es_mx: La licencia del programa {0} {1} ha expirado. Póngase en contacto con el administrador del sistema para volver a usar {0} {1}.
fi_fi: Ohjelman {0} {1} käyttöoikeutesi on päättynyt. Jos haluat jatkaa ohjelman {0} {1} käyttöä, ota yhteyttä järjestelmänvalvojaan.
fr_ca: La licence programme de{0} {1} a expiré. Contactez votre administrateur système pour pouvoir continuer à utiliser {0} {1}.
is_is: Forritsleyfið fyrir {0} {1} er fallið úr gildi. Hafa skal samband við kerfisstjórann til að nota {0} {1} aftur.
it_it: La licenza del programma per {0} {1} è scaduta. Contattare l'amministratore di sistema per utilizzare di nuovo {0} {1}.
nb_no: Programlisensen for {0} {1} er utløpt. Kontakt systemansvarlig hvis du vil bruke {0} {1} igjen.
nl_be: De programmalicentie voor {0} {1} is vervallen. Neem contact op met de systeembeheerder als u {0} {1} weer wilt gebruiken.
ru_ru: Срок действия лицензии на программу для {0} {1} истек. Для продолжения использования {0} {1} обратитесь к системному администратору.
sv_se: Programlicensen för {0} {1} har upphört att gälla. Kontakta systemadministratören om du vill fortsätta använda {0} {1}.

# CannotInsertApplicationTableRecords
source: You do not have permission to insert '{0}' records because the tenant is mounted with the Application database as read-only. Contact your system administrator.
cs_cz: Nemáte oprávnění ke vkládání záznamů {0}, protože nájemce je namontován s aplikační databáze jen pro čtení. Obraťte se na správce systému.
da_dk: Du har ikke rettigheder til at indsætte '{0}' records, da lejeren er tilknyttet med programdatabasen som skrivebeskyttet. Kontakt systemadministratoren.
de_ch: Sie besitzen nicht die Berechtigung zum Einfügen von '{0}'-Datensätzen, da der Tenant mit der Anwendungsdatenbank als schreibgeschützt eingebunden ist. Wenden Sie sich an den Systemadministrator.
es_mx: No dispone de permiso para insertar registros de '{0}' porque el inquilino está instalado con la base de datos de aplicación como de solo lectura. Póngase en contacto con el administrador del sistema.
fi_fi: Sinulla ei ole oikeuksia lisätä {0} tietuetta, koska vuokraaja on liitetty sovellustietokantaan vain luku -tilassa. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Vous n'êtes pas autorisé à insérer des enregistrements « {0} », car l'abonné est monté avec la base de données d'application en lecture seule. Contactez votre administrateur système.
is_is: Ekki er til staðar leyfi til að setja „{0}“ færslur inn þar sem leigjandi er aðeins settur upp með lesaðgangi að Application Database. Hafa skal samband við kerfisstjóra.
it_it: Non si dispone dell'autorizzazione per inserire i record '{0}' poiché il tenant è installato con il database dell'applicazione di sola lettura. Contattare l'amministratore di sistema.
nb_no: Du har ikke tillatelse til å sette inn {0} poster fordi leietakeren er montert som skrivebeskyttet i programdatabasen. Kontakt systemansvarlig.
nl_be: U bent niet gemachtigd om '{0}' records in te voegen, omdat de tenant is geïnstalleerd met de toepassingsdatabase als alleen-lezen. Neem contact op met uw systeembeheerder.
ru_ru: У вас нет прав на вставку записей "{0}", поскольку арендатор подключен к базе данных приложения с доступом только на чтение. Обратитесь к системному администратору.
sv_se: Du saknar behörighet att infoga {0} poster eftersom klientorganisationen är monterad med programdatabas skrivskyddad. Kontakta systemadministratören.

# ReportProgressCaption
source: Running report: {0}({1})
cs_cz: Spuštění sestavy: {0}({1})
da_dk: Kører rapport: {0}({1})
de_ch: Folgender Bericht wird ausgeführt: {0}('{1}')
es_mx: Ejecutando informe: {0}({1})
fi_fi: Suoritetaan raportti: {0}({1})
fr_ca: Exécution du rapport {0}({1})
is_is: Skýrsla keyrð: {0}({1})
it_it: Esecuzione report in corso: {0}({1})
nb_no: Kjører rapport: {0}({1})
nl_be: Lijst uitvoeren: {0}({1})
ru_ru: Запуск отчета: {0}({1})
sv_se: Kör rapport: {0}({1})

source: ---- Separator -----------
cs_cz: ---Oddělovač---
de_ch: ---- Trennzeichen -----------
es_mx: ---- Separador -----------
fi_fi: ---- Erotin -----------
fr_ca: ---- Séparateur -----------
is_is: ---- Skiltákn -----------
it_it: ---- Separatore -----------
nb_no: ---- Skilletegn -----------
nl_be: ---- Scheidingsteken -----------
ru_ru: ---- Разделитель -----------
sv_se: ---- Avgränsare -----------

# CannotUseStartSessionDuringSchemaSynchronization
source: The StartSession function cannot be used during schema synchronization.
da_dk: Funktionen StartSession kan ikke bruges under skemasynkronisering.
de_ch: Die StartSession-Funktion kann während der Schemasynchronisierung nicht verwendet werden.
es_mx: La función StartSession no se puede usar durante la sincronización del esquema.
fi_fi: StartSession-funktiota ei voi käyttää mallin synkronoinnin aikana.
fr_ca: Impossible d'utiliser la fonction StartSession pendant la synchronisation de schéma.
is_is: Ekki er hægt að nota StartSession-fallið meðan á skemasamstillingu stendur.
it_it: Impossibile utilizzare la funzione StartSession durante la sincronizzazione dello schema.
nb_no: Funksjonen StartSession kan ikke brukes under skjemasynkronisering.
nl_be: De StartSession-functie kan niet worden gebruikt tijdens schemasynchronisatie.
ru_ru: Функцию StartSession нельзя использовать во время синхронизации схемы.
sv_se: Det går inte att använda funktionen StartSession under en pågående schemasynkronisering.

# BlobPositionNegative
source: Cannot read from a negative BLOB position.
cs_cz: Nelze číst z negativní pozice BLOB.
da_dk: Der kan ikke læses fra en negativ BLOB-position.
de_ch: Lesevorgänge an einer negativen BLOB-Position sind nicht möglich.
es_mx: No se puede leer desde una posición BLOB negativa.
fi_fi: Negatiivisesta BLOB-sijainnista ei voi lukea.
fr_ca: Impossible de lire à partir d'une position BLOB négative.
is_is: Það er ekki hægt að lesa úr neikvæðri BLOB-stöðu.
it_it: Impossibile leggere da una posizione BLOB negativa.
nb_no: Kan ikke lese fra en negativ BLOB-posisjon.
nl_be: Kan niet lezen van een negatieve BLOB-positie.
ru_ru: Невозможно выполнить чтение из позиции отрицательного BLOB-объекта.
sv_se: Det går inte att läsa från en negativ BLOB-position.

# NavPane_Open
source: Open
cs_cz: Otevřené
da_dk: Åbn
de_ch: Öffnen
es_mx: Abrir
fi_fi: Avaa
fr_ca: Ouvrir
is_is: Opna
it_it: Apri
nb_no: Åpne
nl_be: Openen
ru_ru: Открыть
sv_se: Öppna

# IssuerInvalidFormat
source: The format of the issuer is invalid. A valid URI was expected.
cs_cz: Formát emitenta je neplatný. By měl být platný identifikátor URI.
da_dk: Formatet på udstederen er ugyldigt. Et gyldigt URI var ventet.
de_ch: Das Format des Ausstellers ist ungültig. Eine gültige URI wurde erwartet.
es_mx: El formato del emisor no es válido. Se esperaba un URI válido.
fi_fi: Julkaisijan muoto on virheellinen. Odotettiin kelvollista URI-tunnusta.
fr_ca: Le format de l'émetteur n'est pas valide. URI valide attendu.
is_is: Snið útgefanda er ógilt. Gilt URI átti að vera niðurstaðan.
it_it: Formato dell'autorità emittente non valido. È previsto un URI valido.
nb_no: Formatet for utstederen er ugyldig. Forventet en gyldig URI.
nl_be: De notatie van de verlener is ongeldig. Er werd een geldige URI verwacht.
ru_ru: Формат издателя недопустим. Ожидался действительный URI.
sv_se: Formatet på den här utfärdaren är ogiltigt. En giltig URI måste anges.

# 00095-50114
source: The element <{0}> occurred more than once.
cs_cz: Elementu <{0}> došlo k více než jednou.
da_dk: Der er mere end én forekomst af elementet <{0}>.
de_ch: Das Element <{0}> liegt mehrfach vor.
es_mx: El elemento <{0}> ocurrió más de una vez.
fi_fi: Elementti <{0}> esiintyi monta kertaa.
fr_ca: L'élément <{0}> est apparu plusieurs fois.
is_is: Atriðið <{0}> kom fyrir oftar en einu sinni.
it_it: L'elemento <{0}> è ripetuto più volte.
nb_no: Elementet <{0}> forekom flere ganger.
nl_be: Het element <{0}> kwam meerdere keren voor.
ru_ru: Несколько вхождений элемента <{0}>.
sv_se: Elementet <{0}> förekommer fler än en gång.

# ErrorWhilePrinting
source: An error occurred when printing - {0} ({1}).
cs_cz: Došlo k chybě při tisku - {0} ({1}).
da_dk: Der opstod en fejl ved udskrivning - {0} ({1}).
de_ch: Fehler beim Drucken - '{0}' ('{1}').
es_mx: Error al imprimir: {0} ({1}).
fi_fi: Tulostusvirhe - {0} ({1}).
fr_ca: Une erreur s'est produite lors de l'impression - {0} ({1}).
is_is: Villa kom upp við prentun - {0} ({1}).
it_it: Errore durante la stampa - {0} ({1}).
nb_no: Det oppstod en feil under utskrift - {0} ({1}).
nl_be: Er is een fout opgetreden tijdens het afdrukken - {0} ({1}).
ru_ru: Ошибка печати - {0} ({1}).
sv_se: Ett fel uppstod under utskriften - {0} ({1}).

# InvalidTableViewOrPositionExpression
source: Invalid expression of type: {0}. {1}
cs_cz: Neplatný výraz typu: {0}. {1}
da_dk: Ugyldigt udtryk af typen: {0}. {1}
de_ch: Ungültiger Ausdruck folgenden Typs: {0}. {1}
es_mx: Expresión de tipo no válida: {0}. {1}
fi_fi: Virheellinen lauseke tyyppiä {0}. {1}
fr_ca: Expression non valide du type : {0}. {1}
is_is: Ógild segð af tegundinni: {0}. {1}
it_it: Espressione non valida di tipo: {0}. {1}
nb_no: Ugyldig uttrykk av typen {0}. {1}
nl_be: Ongeldige expressie met type: {0}. {1}
ru_ru: Недопустимое выражение типа: {0}. {1}
sv_se: Ogiltigt uttryck av typen: {0}. {1}

source: To:
cs_cz: Komu:
da_dk: Til:
de_ch: An:
es_mx: Para:
fi_fi: Kohteeseen:
fr_ca: À :
is_is: Til:
it_it: A:
nb_no: Til:
nl_be: Aan:
ru_ru: Кому:
sv_se: Till:

# HyperlinkNodeNotFound
source: The specified list could not be found:{0}{1}
cs_cz: Zadaný seznam nebyl nalezen: {0} {1}
da_dk: Den angivne liste blev ikke fundet:{0}{1}
de_ch: Die angegebene Liste wurde nicht gefunden:{0}{1}
es_mx: No se pudo encontrar la lista especificada:{0}{1}
fi_fi: Määritettyä luetteloa ei löytynyt: {0}{1}
fr_ca: La liste spécifiée est introuvable :{0}{1}
is_is: Þessi listi fannst ekki:{0}{1}
it_it: Impossibile trovare la lista specificata:{0}{1}
nb_no: Finner ikke den angitte oversikten: {0}{1}
nl_be: De opgegeven lijst is niet gevonden:{0}{1}
ru_ru: Не удалось найти указанный список:{0}{1}
sv_se: Det gick inte att hitta den angivna listan:{0}{1}

# ZoomToolPageTypeIdentifier
source: Page Type
cs_cz: Typ stránky
da_dk: Sidetype
de_ch: Seitentyp
es_mx: Tipo de página
fi_fi: Sivutyyppi
fr_ca: Type page
is_is: Síðugerð
it_it: Tipo pagina
nb_no: Sidetype
nl_be: Paginatype
ru_ru: Тип страницы
sv_se: Sidtyp
