Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ChangeCompanyFormChangeCompany
source: Select Company
cs_cz: Vybrat společnost
da_dk: Vælg firma
de_ch: Mandant auswählen
es_mx: Seleccionar empresa
fi_fi: Valitse yritys
fr_ca: Sélectionner compagnie
is_is: Velja fyrirtæki
it_it: Seleziona società
nb_no: Velg selskap
nl_be: Bedrijf selecteren
ru_ru: Выберите организацию
sv_se: Välj företag

# InvalidRequestPageParameter
source: Invalid Request page parameter: {0}
da_dk: Ugyldig parameter for anmodningssiden: {0}
de_ch: Ungültiger Anforderungsseitenparameter: {0}
es_mx: Parámetro no válido de página de solicitud: {0}
fi_fi: Virheellinen pyyntösivun parametri: {0}
fr_ca: Paramètre de page de requête non valide : {0}
is_is: Ógild færibreyta beiðnisíðu: {0}
it_it: Parametro di pagina richiesto non valido: {0}
nb_no: Ugyldig parameter for forespørselsside: {0}
nl_be: Ongeldige parameter aanvraagpagina: {0}
ru_ru: Недопустимый параметр страницы запроса: {0}
sv_se: Ogiltig sidparameter för begäran: {0}

# MSGREPOLICYRESTRICTED
source: The local computer or local user policy does not allow users to make phone calls.
cs_cz: Místní počítač nebo místní uživatele politika neumožňuje uživatelům telefonovat.
da_dk: Den lokale computer eller brugerpolitik tillader ikke, at brugerne foretager telefonopkald.
de_ch: Der lokale Computer bzw. die lokale Benutzerrichtlinie verhindert, dass Benutzer Telefonanrufe tätigen können.
es_mx: La directiva de usuario local o de equipo local no admite que los usuarios realicen llamadas telefónicas.
fi_fi: Paikallinen tietokoneen käytäntö tai paikallinen käyttäjäkäytäntö ei salli puhelujen soittamista.
fr_ca: L'ordinateur local ou la stratégie de l'utilisateur local n'autorise pas les utilisateurs à passer des appels téléphoniques.
is_is: Stefna staðbundnu tölvunnar eða notandans leyfir ekki símtöl.
it_it: Il computer locale o il criterio utente locale non consente agli utenti di eseguire telefonate.
nb_no: Den lokale datamaskinen eller lokale brukerpolicyer tillater ikke at brukere foretar telefonsamtaler.
nl_be: De lokale computer of het lokale gebruikersbeleid staat gebruikers niet toe telefoongesprekken te voeren.
ru_ru: Политика локального компьютера или пользователя запрещает пользователям совершать телефонные звонки.
sv_se: Den lokala datorn eller den lokala användarprincipen har inte stöd för telefonsamtal.

# TenantIdMismatch
source: Tenant in database {0} must be mounted with ID {1} or the ID in the database must be forcefully changed by specifying the "OverwriteTenantIdInDatabase" parameter when mounting the tenant.
cs_cz: Namontuje se nájemce v databáze {0} s ID {1} nebo ID v databázi musí rázně změnit zadáním parametru "OverwriteTenantIdInDatabase" při montáži nájemce.
da_dk: Lejeren i databasen {0} skal være tilknyttet med id'et {1}, ellers skal ændringen af id'et i databasen gennemtvinges ved at angive parameteren "OverwriteTenantIdInDatabase", når lejeren tilknyttes.
de_ch: Der Tenant in der Datenbank {0} muss mit der ID {1} eingebunden werden, oder die ID in der Datenbank muss erzwungen geändert werden, indem beim Einbinden des Tenants der Parameter "OverwriteTenantIdInDatabase" geändert wird.
es_mx: El inquilino de la base de datos {0} debe montarse con el Id. {1} o el Id. de la base de datos debe cambiarse forzosamente especificando el parámetro "OverwriteTenantIdInDatabase" al montar el inquilino.
fi_fi: Tietokannassa {0} oleva vuokraaja on otettava käyttöön tunnuksella {1} tai tietokannassa olevan tunnuksen muuttaminen on pakotettava määrittämällä OverwriteTenantIdInDatabase-parametri, kun vuokraaja otetaan käyttöön.
fr_ca: L'abonné dans la base de données {0} doit être monté avec l'ID {1} ou l'ID dans la base de données doit être modifié de force en spécifiant le paramètre « OverwriteTenantIdInDatabase » lors du montage de l'abonné.
is_is: Leigjandi í gagnagrunni {0} verður að vera uppsettur með kenni {1} eða knýja verður fram breytingu á kenninu í gagnagrunninum með því að tilgreina færibreytuna „OverwriteTenantIdInDatabase“ þegar leigjandinn er settur upp.
it_it: È necessario montare il tenant nel database {0} con ID {1} o modificare l'ID nel database specificando il parametro "OverwriteTenantIdInDatabase" durante il montaggio del tenant.
nb_no: Leietakeren i databasen {0} må monteres med IDen {1}, eller IDen i databasen må overstyres ved å angi parameteren OverwriteTenantIdInDatabase når leietakeren monteres.
nl_be: De tenant in database {0} moet worden geïnstalleerd met id {1} of de id in de database moet geforceerd worden gewijzigd door de parameter OverwriteTenantIdInDatabase op te geven tijdens de installatie van de tenant.
ru_ru: Арендатора в базе данных {0} необходимо подключать с идентификатором {1}, или же следует принудительно изменить идентификатор в базе данных, задав параметр "OverwriteTenantIdInDatabase" при подключении арендатора.
sv_se: Klientorganisationen i databasen {0} måste monteras med ID {1}, eller så måste ID:t i databasen ändras genom att ange parametern OverwriteTenantIdInDatabase när klientorganisationen monteras.

# 00095-50064
source: The first Report DataItem must have a DataItemIndent that equals zero.
cs_cz: První zpráva DataItem musí mít DataItemIndent rovný nule.
da_dk: Det første Report DataItem skal have en DataItemIndent, som er lig nul.
de_ch: DataItemIndent des ersten Berichts-DataItem muss null sein.
es_mx: El primer DataItem del informe debe tener un DataItemIndent igual a cero.
fi_fi: Ensimmäisellä raportin DataItem-kohteella on oltava DataItemIndent-arvona nolla.
fr_ca: Le premier DataItem Rapport doit avoir un DataItemIndent égal à zéro.
is_is: Fyrsti gagnahlutur skýrslu þarf að hafa DataItemIndent sem er jafnt og núll.
it_it: IL primo DataItem Report deve avere DataItemIndent uguale a zero.
nb_no: Første Report DataItem må ha en DataItemIndent som er lik null.
nl_be: De eerste Report DataItem moet een DataItemIndent hebben die gelijk is aan nul.
ru_ru: Свойство DataItemIndent для первого элемента данных отчета должно быть равно нулю.
sv_se: Första DataItem i rapporten måste ha DataItemIndent med värdet noll.

# AboutFormWarning
source: Warning: This computer program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of the program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
cs_cz: Varování: Tento program je chráněn autorským zákonem a mezinárodními úmluvami. Nepovolené kopírování nebo distribuce programu nebo jakékoli jeho části, může mít za následek trestné podle občanského a trestního práva a je postihováno podle zákona.
da_dk: Advarsel: Dette computerprogram er beskyttet af ophavsretlige love og internationale traktater. Uautoriseret reproduktion eller distribution af dette program eller dele heraf er ulovlig og vil blive retsforfulgt.
de_ch: Achtung: Dieses Programm ist weltweit urheberrechtlich geschützt. Unbefugte Vervielfältigung oder unbefugter Vertrieb des Programms oder eines Teils davon sind strafbar. Dies wird sowohl straf- als auch zivilrechtlich verfolgt und kann schwere Strafen und Schadenersatzforderungen zur Folge haben.
es_mx: Advertencia: este programa está protegido por las leyes de derechos de autor y otros tratados internacionales. La reproducción o distribución no autorizada de este programa, o de cualquier parte del mismo, está penada por la ley con severas sanciones civiles y penales, y será objeto de todas las acciones judiciales que correspondan.
fi_fi: Varoitus: Tämä tietokoneohjelma on suojattu tekijänoikeuslaeilla ja kansainvälisillä sopimuksilla. Tämän ohjelman tai jonkin sen osan laiton kopiointi tai jakelu saattaa johtaa ankariin oikeudellisiin rangaistuksiin, joita tullaan vaatimaan täysimääräisinä.
fr_ca: Avertissement : ce programme informatique est protégé par les lois sur le droit d'auteur et les traités internationaux. La reproduction ou la distribution non autorisée de ce programme, ou de toute portion de celui-ci, peut entraîner de sévères sanctions civiles et criminelles, et sera poursuivie aussi durement que le permet la loi.
is_is: Viðvörun: Þetta tölvuforrit er varið af höfundarréttarlögum og alþjóðlegum sáttmálum. Óleyfileg endurgerð eða dreifing á þessu forriti, eða einhverjum hluta þess, getur leitt til þungra refsinga og verður sótt til saka með þyngstu refsingu sem lög gera ráð fyrir.
it_it: Avviso: questo programma è tutelato dalle leggi sul copyright, dalle leggi sui diritti d'autore e dalle disposizioni dei trattati internazionali. La riproduzione o la distribuzione non autorizzate di questo programma o di qualsiasi parte di esso sarà perseguibile civilmente e penalmente nella misura massima consentita dalla legge in vigore.
nb_no: Advarsel! Dette programmet beskyttes av lover og internasjonale konvensjoner om immaterielle rettigheter. Uautorisert kopiering eller distribusjon av programmet eller deler av det vil bli forfulgt rettslig iht. relevante bestemmelser.
nl_be: Waarschuwing: dit computerprogramma is auteursrechtelijk beschermd. Onrechtmatige verveelvoudiging of distributie van het programma, of een gedeelte ervan is verboden en strafbaar, en zal met alle beschikbare juridische middelen worden bestreden.
ru_ru: Внимание! Данная программа защищена законами об авторских правах и международными соглашениями. Незаконное воспроизведение или распространение данной программы или любой ее части влечет гражданскую и уголовную ответственность.
sv_se: Varning! Programmet är skyddat av svensk och internationell upphovsrättslagstiftning samt av internationella konventioner. Otillåten kopiering/distribution av programmet, eller delar av det, kommer att beivras och kan förutom skadeståndsskyldighet medföra böter eller fängelse i två år.

# HelpScreenTitle
source: {0} Help
cs_cz: Nápověda {0}
da_dk: Hjælp til {0}
de_ch: {0}-Hilfe
es_mx: Ayuda {0}
fi_fi: Kohteen {0} ohje
fr_ca: Aide sur {0}
is_is: {0} Hjálp
it_it: Guida di {0}
nb_no: Hjelp for {0}
ru_ru: Справка {0}
sv_se: {0} Hjälp

# 00095-50071
source: The {0} report does not have a DataItem that uses the table (Table {1} {2}) specified in the function SetTableView.
cs_cz: Report {0} nemá DataItem, který používá tabulku (tabulku {1} {2}) zadanou ve funkci SetTableView.
da_dk: Rapporten {0} har ikke et DataItem, som bruger tabellen (Tabel {1} {2}), der er angivet i funktionen SetTableView.
de_ch: Der Bericht {0} hat kein DataItem, das die in der SetTableView-Funktion definierte Tabelle (Tabelle {1} {2}) nutzt.
es_mx: El informe {0} no tiene un DataItem que utilice la tabla (Tabla {1} {2}) especificada en la función SetTableView.
fi_fi: Kohteen {0} raportissa ei ole DataItem-kohdetta, joka käyttää SetTableView-funktiossa määritettyä taulukkoa {1} {2}.
fr_ca: Le rapport {0} ne contient pas de DataItem qui utilise la table (Table {1} {2}) spécifiée dans la fonction SetTableView.
is_is: Skýrslan {0} er ekki með DataItem sem notar töfluna (Tafla {1} {2}) sem tilgreind er í SetTableView.
it_it: Il report {0} non ha un DataItem che utilizzi la tabella (tabella {1} {2}) specificata nella funzione SetTableView.
nb_no: Rapporten {0} har ingen DataItem som bruker tabellen (tabell {1} {2}) som er angitt i funksjonen SetTableView.
nl_be: De lijst {0} heeft geen DataItem dat de tabel (Table {1} {2}) gebruikt zoals opgegeven is in de functie SetTableView.
ru_ru: В отчете {0} отсутствует элемент DataItem, использующий таблицу (таблица {1} {2}), определенную в функции SetTableView.
sv_se: Rapporten {0} har inte något DataItem som använder tabellen (tabell {1} {2}) som anges i funktionen SetTableView.

# ShowAdvancedFilter
source: Advanced filter
cs_cz: Rozšířený filtr
da_dk: Avanceret filter
de_ch: Erweiterter Filter
es_mx: Filtro avanzado
fi_fi: Lisäsuodatus
fr_ca: Filtre avancé
is_is: Ítarleg afmörkun
it_it: Filtro avanzato
nb_no: Avansert filter
nl_be: Geavanceerd filter
ru_ru: Расширенный фильтр
sv_se: Avancerat filter

# UpgradeProcessNotFoundError
source: There is currently no data upgrade process running.
da_dk: Der kører i øjeblikket ingen dataopgraderingsproces.
de_ch: Derzeit wird kein Datenupgradevorgang ausgeführt.
es_mx: Actualmente no hay ningún proceso de actualización de datos en ejecución.
fi_fi: Käynnissä ei ole tällä hetkellä yhtään tietojen päivitysprosessia.
fr_ca: Aucun processus de mise à jour des données n'est en cours d'exécution.
is_is: Ekkert gagnauppfærsluferli stendur yfir eins og er.
it_it: Nessun processo di aggiornamento dei dati attualmente in esecuzione.
nb_no: Det kjøres ingen dataoppgraderingsprosess for øyeblikket.
nl_be: Er is op het moment geen gegevensupgrade bezig.
ru_ru: В настоящий момент нет выполняющихся процессов обновления данных.
sv_se: Ingen process för uppgradering av data körs för tillfället.

# InPairedListMustBeEvenLength
source: Values in InPairedList must be of even length.
cs_cz: Hodnoty v seznamu InPairedList musí mýt stejnou délku.
da_dk: Værdier i InPairedList skal have samme længde.
de_ch: Werte in InPairedList müssen die gleiche Länge haben.
es_mx: Los valores de InPairedList deben tener una longitud uniforme.
fi_fi: InPairedList-kohteessa olevien arvojen on oltava samanpituisia.
fr_ca: Les valeurs dans InPairedList doivent être de longueur égale.
is_is: Gildi í InPairedList verða að vera jafnlöng.
it_it: I valori in InPairedList devono avere lunghezza pari.
nb_no: Verdiene i InPairedList må ha samme lengde.
nl_be: De waarden in InPairedList moeten een even lengte hebben.
ru_ru: Значения в списке InPairedList должны быть равной длины.
sv_se: Värdena i InPairedList måste ha samma längd.

# ServiceStopEventLogMessage
source: '{0}' at {1} has stopped.
cs_cz: {0}, na {1} byla zastavena.
da_dk: '{0}' på {1} er stoppet.
de_ch: '{0}' unter '{1}' wurde beendet.
es_mx: Se ha detenido '{0}' en {1}.
fi_fi: '{0}' osoitteessa {1} lopetettiin.
fr_ca: « {0} » dans {1} s'est arrêté.
is_is: „{0}“ á {1} hefur stöðvast.
it_it: '{0}' in {1} è stato arrestato.
nb_no: {0} på {1} har stoppet.
nl_be: '{0}' op {1} is gestopt.
ru_ru: "{0}" в {1} остановлен.
sv_se: {0} vid {1} har stoppats.

# CountNotSupported
source: Client requests containing $count or $inlinecount are not supported by NAV OData web services.
cs_cz: Požadavky klientů obsahující $count nebo $inlinecount nejsou podporovány NAV OData webové služby.
da_dk: Klientanmodninger, der indeholder $count eller $inlinecount, understøttes ikke af NAV-datawebtjenester.
de_ch: Clientanforderungen mit $count oder $inlinecount werden von NAV-OData-Webdiensten nicht unterstützt.
es_mx: Los servicios web OData de NAV no admiten solicitudes de cliente que contengan $count o $inlinecount.
fi_fi: Asiakaspyyntöjä, joihin sisältyy $count tai $inlinecount, ei tueta NAV OData -WWW-palveluissa.
fr_ca: Les requêtes client contenant $count ou $inlinecount ne sont pas prises en charge par les services web NAV OData.
is_is: Biðlarabeiðnir sem innihalda $count eða $inlinecount eru ekki studdar af NAV OData-vefþjónustu.
it_it: Le richieste client che contengono $count o $inlinecount non sono supportate dai servizi Web NAV OData.
nb_no: Klientforespørsler som inneholder $count eller $inlinecount, støttes ikke av NAV OData-webtjenester.
nl_be: Clientaanvragen die $count of $inlinecount bevatten worden niet ondersteund door NAV OData-webservices.
ru_ru: Запросы клиента, содержащие $count или $inlinecount, не поддерживаются веб-службами OData в NAV.
sv_se: Klientförfrågningar som innehåller $count eller $inlinecount stöds inte av NAV Odata-webbtjänster.

# ObjectLicenseExpiryWarning
source: Caution: The program license for {1} {2} expires in {0} days.
cs_cz: Upozornění: V {0} dnů vyprší platnost licence programu pro {1} {2}.
da_dk: Advarsel: Programlicensen til {1} {2} udløber om {0} dage.
de_ch: Vorsicht: Die Programmlizenz für {1} {2} läuft in {0} Tagen ab.
es_mx: Atención: la licencia del programa de {1} {2} expirará dentro de {0} días.
fi_fi: Varoitus: ohjelman {1} {2} käyttöoikeutesi päättyy {0} päivän kuluttua.
fr_ca: Attention : La licence programme de {1} {2} expire dans {0} jours.
is_is: Viðvörun: Forritsleyfið fyrir {1} {2} fellur úr gildi eftir {0} daga.
it_it: Attenzione: la licenza del programma per {1} {2} scadrà tra {0} giorni.
nb_no: Forsiktig! Programlisensen for {1} {2} utløper om {0} dager.
nl_be: Let op: de programmalicentie voor {1} {2} vervalt over {0} dagen.
ru_ru: Внимание! Срок действия лицензии на программу для {1} {2} истекает через {0} дней.
sv_se: Varning! Programlicensen för {1} {2} upphör att gälla om {0} dagar.

# ChangeServiceFormTitle
source: Select Server
cs_cz: Vybrat Server
da_dk: Vælg server
de_ch: Server auswählen
es_mx: Seleccione Servidor
fi_fi: Valitse palvelin
fr_ca: Sélectionner serveur
is_is: Velja þjón
it_it: Seleziona server
nb_no: Velg server
nl_be: Server kiezen
ru_ru: Выберите сервер
sv_se: Välj server

# DotNetInvokeArgumentTypeError
source: The type of one or more arguments does not match the method's parameter type.
cs_cz: Typ jednoho nebo více argumentů neodpovídá typu parametru metody.
da_dk: Typen af en eller flere argumenter stemmer ikke overens med parametertypen for metoden.
de_ch: Der Typ mindestens eines Arguments entspricht nicht dem Parametertyp der Methode.
es_mx: El tipo de uno o más argumentos no coincide con el tipo de parámetro del método.
fi_fi: Yhden tai usean argumentin tyyppi ei vastaa menetelmän parametrityyppiä.
fr_ca: Le type d'un ou de plusieurs arguments ne correspond pas au type de paramètre de la méthode.
is_is: Tegund einnar eða fleiri frumbreytna samsvarar ekki færibreytutegund aðferðarinnar.
it_it: Il tipo di uno o più argomenti non corrisponde al tipo di parametro del metodo.
nb_no: Typen for ett eller flere argumenter samsvarer ikke med parametertypen for metoden.
nl_be: Het type van een of meer argumenten komt niet overeen met het parametertype van de methode.
ru_ru: Тип одного или нескольких аргументов не соответствует типу параметра в методе.
sv_se: Typen på en eller flera argument stämmer inte med metodens parametertyp.

# FindUseFindNextToBeginning
source: Choose the {0} button to start the search from the beginning of the list.
cs_cz: Klepněte na tlačítko {0} pro spuštění hledání od začátku seznamu.
da_dk: Brug knappen {0} til at søge fra starten af listen.
de_ch: Verwenden Sie die Schaltfläche {0}, um die Suche am Anfang der Liste zu beginnen.
es_mx: Elija el botón {0} para buscar desde el inicio de la lista.
fi_fi: Aloita haku luettelon alusta valitsemalla painike {0}.
fr_ca: Choisissez le bouton {0} pour commencer la recherche à partir du début de la liste.
is_is: Velja skal hnappinn {0} til að hefja leitina frá byrjun listans.
it_it: Scegliere il pulsante {0} per avviare la ricerca dall'inizio della lista.
nb_no: Velg {0}-knappen for å starte søket fra begynnelsen av listen.
nl_be: Klik op de knop {0} om te zoeken vanaf het begin van de lijst.
ru_ru: Нажмите кнопку {0}, чтобы начать поиск с начала списка.
sv_se: Klicka på knappen {0} om du vill börja söka från början av listan.

# ALSelectStringCommaStringIndexNotValue
source: The SELECTSTR comma-string {0} does not contain a value for index {1}.
cs_cz: Čárkou řetězec SELECTSTR {0} neobsahuje hodnotu pro index {1}.
da_dk: SELECTSTR comma-string {0} indeholder ikke en værdi for indekset {1}.
de_ch: Die SELECTSTR-Kommazeichenfolge '{0}' enthält keinen Wert für den Index {1}.
es_mx: La cadena separada por comas SELECTSTR {0} no contiene ningún valor para el índice {1}.
fi_fi: Pilkutettu SELECTSTR-merkkijono {0} ei sisällä arvoa indeksille {1}.
fr_ca: La chaîne à virgules SELECTSTR {0} ne contient pas de valeur pour l'index {1}.
is_is: Kommustrengurinn SELECTSTR {0} inniheldur ekki gildi fyrir vísinn {1}.
it_it: La stringa di comando SELECTSTR {0} non contiene un valore per l'indice {1}.
nb_no: SELECTSTR-kommastrengen {0} inneholder ingen verdi for indeksen {1}.
nl_be: De SELECTSTR-kommareeks {0} bevat geen waarde voor de index {1}.
ru_ru: Строка SELECTSTR {0} с разделением запятыми не содержит значения для индекса {1}.
sv_se: SELECTSTR-kommasträngen {0} innehåller inte något värde för index {1}.

# PageMetadataExpired
source: The page has expired since the call was started. Page ID: {0}
cs_cz: Vzhledem k tomu, že spuštění volání vypršela platnost stránky. ID stránky: {0}
da_dk: Siden er udløbet, siden kaldet blev startet. Side-id: {0}
de_ch: Es wurde ein Aufruf gestartet, und die Gültigkeit der Seite ist mittlerweile abgelaufen. Seiten-ID: '{0}'
es_mx: La página ha caducado desde que se inició la llamada. Id. de página: {0}
fi_fi: Sivu on vanhentunut kutsun käynnistämisen jälkeen. Sivun tunnus: {0}
fr_ca: La page a expiré depuis le démarrage de l'appel. Code de page : {0}
is_is: Síðan hefur runnið út frá því að símtalið hófst. Síðukenni: {0}
it_it: Pagina scaduta dall'avvio della chiamata. ID pagina: {0}
nb_no: Siden er utløpt siden kallet ble startet. Side-ID: {0}
nl_be: De pagina is vervallen sinds de aanroep is gestart. Pagina-id: {0}
ru_ru: С момента начала вызова страница устарела. Код страницы: {0}
sv_se: Sidan har upphört att gälla sedan samtalet inleddes. Sid-ID: {0}

# ValidationPressF5
source: {0} (Select Refresh to discard errors)
cs_cz: {0} (Vyberte možnost aktualizovat zrušit chyby)
da_dk: {0} (Vælg Opdater for at afvise fejl)
de_ch: {0} (Wählen Sie 'Aktualisieren' aus, um Fehler zu verwerfen.)
es_mx: {0} (Seleccione Actualizar para descartar errores)
fi_fi: {0} (Voit hylätä virheet valitsemalla Päivitä)
fr_ca: {0} (Sélectionnez Actualiser pour annuler les erreurs)
is_is: {0} (Velja endurnýja til að fleygja villum)
it_it: {0} Selezionare Aggiorna per eliminare gli errori.
nb_no: {0} (Velg Oppdater for å se bort fra feil)
nl_be: {0} (Selecteer Vernieuwen om fouten te verwijderen)
ru_ru: {0} (нажмите "Обновить", чтобы удалить ошибки)
sv_se: {0} (välj Uppdatera om du vill ignorera fel)

# Button_RemoveLeft
source: << Remove
cs_cz: << Odstranit
da_dk: << Fjern
de_ch: << Löschen
es_mx: << Eliminar
fi_fi: << Poista
fr_ca: << Supprimer
is_is: << Fjarlægja
it_it: << Rimuovi
nb_no: << Fjern
nl_be: << Verwijderen
ru_ru: << Удалить
sv_se: << Ta bort

# OptionsNotAllowed
source: Command line options are not supported when running from the hyperlink.
cs_cz: Parametry příkazového řádku nejsou podporovány při spuštění z hypertextového odkazu.
da_dk: Kommandolinjeindstillinger understøttes ikke, når der køres fra hyperlinket.
de_ch: Befehlszeilenoptionen werden bei Ausführung über einen Hyperlink nicht unterstützt.
es_mx: Las opciones de línea de comandos no son compatibles cuando se ejecuta desde el hipervínculo.
fi_fi: Komentorivin asetuksia ei tueta, kun käytetään hyperlinkkiä.
fr_ca: Options de ligne de commande non prises en charge lors de l'exécution à partir du lien hypertexte.
is_is: Valkostir skipanalínunnar eru ekki studdir þegar keyrt er frá tengli.
it_it: Le opzioni della riga di comando non sono supportate quando l'esecuzione deriva dal collegamento ipertestuale.
nb_no: Kommandolinjealternativer støttes ikke ved kjøring fra hyperkoblingen.
nl_be: Opdrachtregelopties worden niet ondersteund bij uitvoering via de hyperlink.
ru_ru: При запуске из гиперссылки параметры командной строки не поддерживаются.
sv_se: Kommandoradsalternativ stöds inte vid körning från hyperlänken.
