Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# TimeoutExceptionString
source: The timeout has expired. The timeout period elapsed prior to completion of the operation or the server is not responding.
da_dk: Timeouten er udløbet. Timeoutperioden er udløbet, før handlingen blev fuldført, eller serveren svarer ikke.
de_ch: Timeout abgelaufen. Die Timeoutperiode ist vor Abschluss des Vorgangs abgelaufen, oder der Server reagiert nicht.
es_mx: El tiempo de espera se ha agotado. El periodo de tiempo de espera se agotó antes de la finalización de la operación, o el servidor no responde.
fi_fi: Aikakatkaisu on päättynyt. Aikakatkaisuaika kului ennen toiminnon valmistumista, tai palvelin ei vastaa.
fr_ca: Expiration du délai. Le délai a expiré avant la fin de l'opération ou le serveur ne répond pas.
is_is: Tími er útrunninn. Tímalokunin varð virk áður en aðgerðinni var lokið eða þjónninn svarar ekki.
it_it: Timeout scaduto. Il periodo di timeout scade prima del completamento dell'operazione o prima della mancata risposta del server.
nb_no: Tidsavbruddet er utløpt. Tidsavbruddsperioden utløp før operasjonen ble fullført, eller serveren svarer ikke.
nl_be: De time-out is verstreken. De time-outperiode is verstreken voordat de bewerking is voltooid of de server reageert niet.
ru_ru: Время ожидания истекло. Срок ожидания истек до завершения операции, или сервер не отвечает.
sv_se: Tidsgränsen har uppnåtts. Tidsgränsen nåddes innan åtgärden slutfördes, eller så svarar inte servern.

# MenuItemLinks
source: Links
cs_cz: Odkazy
es_mx: Vínculos
fi_fi: Linkit
fr_ca: Liens
is_is: Tenglar
it_it: Collegamenti
nb_no: Koblinger
nl_be: Koppelingen
ru_ru: Ссылки
sv_se: Länkar

# FilterSummaryAccessibleNameFlowFilterDescription
source: Flow filter description
cs_cz: Popis filtru toku
da_dk: Filterbeskrivelse for forløb
de_ch: Flowfilterbeschreibung
es_mx: Descripción de filtros de flujos
fi_fi: Vuosuodattimen kuvaus
fr_ca: Description du filtre de flux
is_is: Lýsing flæðiafmörkunar
it_it: Descrizione filtro flussi
nb_no: Beskrivelse av flytfilter
nl_be: Beschrijving van stroomfilter
ru_ru: Описание FlowFilter
sv_se: Beskrivning av flödesfilter

# DesignDataportAdvancedSystemObjectCaption
source: Design, Dataport, Advanced
cs_cz: Design, datový port, rozšíření
da_dk: Dataportdesigner, Avanceret
de_ch: Design, Schnittst., Erweitert
fi_fi: Suunn., Dataportti, Lisäaset.
is_is: Hanna, Gagnahlið, Ítarlegt
it_it: Design, Dataport, Avanzate
nb_no: Design, Dataport, Avansert
nl_be: Ontwerp, Dataport, Geavanc.
ru_ru: Дизайн, Dataport, Дополн.
sv_se: Design, Dataport, Avancerat

# RecordLinkUrlAboveMaxSize
source: The URL for a link cannot be longer than 1024 characters.
cs_cz: URL adresa pro odkaz nemůže být delší než 1 024 znaků.
da_dk: URL-adressen til et link må ikke være længere end 1.024 tegn.
de_ch: Die URL für einen Link darf maximal 1024 Zeichen lang sein.
es_mx: La dirección URL de un vínculo no puede superar los 1024 caracteres.
fi_fi: Linkin URL ei voi olla pidempi kuin 1 024 merkkiä.
fr_ca: L'URL d'un lien ne peut pas compter plus de 1 024 caractères.
is_is: Slóðin fyrir tengil má ekki vera lengri en 1024 stafir.
it_it: L'URL per un collegamento non può superare la lunghezza di 1024 caratteri.
nb_no: URL-adressen for en kobling kan ikke være lengre enn 1024 tegn.
nl_be: De URL voor een koppeling kan niet langer zijn dan 1024 tekens.
ru_ru: URL-адрес для ссылки не может быть длиннее 1024 символов.
sv_se: URL:n för en länk får inte vara längre än 1 024 tecken.

# LanguageNotAvailable
source: The language that you selected, {0}, is not installed. The client has been started with the previously selected language, {1}.
cs_cz: Jazyk, který jste vybrali, {0}, není nainstalován. Klient byl spuštěn s dříve vybraným jazykem, {1}.
da_dk: Det valgte sprog, {0}, er ikke installeret. Klienten er startet med det tidligere valgte sprog, {1}.
de_ch: Die ausgewählte Sprache {0} ist nicht installiert. Der Client wurde mit der vorher ausgewählten Sprache {1} gestartet.
es_mx: El idioma que ha seleccionado, {0}, no está instalado. El cliente se ha iniciado con el idioma previamente seleccionado, {1}.
fi_fi: Valitsemaasi kieltä {0} ei ole asennettu. Asiakasohjelma on käynnistetty käyttäen aiemmin valittua kieltä {1}.
fr_ca: La langue sélectionnée, {0}, n'est pas installée. Le client a été démarré avec la langue précédemment choisie, à savoir {1}.
is_is: Það er ekki búið að setja upp tungumálið sem var valið, {0}. Biðlarinn var ræstur með síðasta valda tungumáli, {1}.
it_it: La lingua selezionata, {0}, non è installata. Il client è stato avviato con la lingua selezionata in precedenza, {1}.
nb_no: Språket du valgte, {0}, er ikke installert. Klienten er startet med det forrige språket som ble valgt, {1}.
nl_be: De door u geselecteerde taal, {0}, is niet geïnstalleerd. De client is gestart met de eerder geselecteerde taal, {1}.
ru_ru: Выбранный язык ({0}) не установлен. Клиент запущен с ранее выбранным языком {1}.
sv_se: Det valda språket, {0}, har inte installerats. Klienten har startats med det språk som tidigare valts, {1}.

# PrimaryKeysLessThanValues
source: Too many key fields were specified, so "{0}" could not be retrieved. The number of fields in the primary key is {1}.
cs_cz: Bylo zadáno příliš mnoho polí klíče, takže {0} nelze načíst. Počet polí v primárním klíči je {1}.
da_dk: Der blev angivet for mange felter, så "{0}" kunne ikke hentes. Antallet af felter i primærnøglen er {1}.
de_ch: Zu viele Schlüsselfelder wurden angegeben, daher konnte "{0}" nicht abgerufen werden. Die Anzahl der Felder im Hauptschlüssel beträgt {1}.
es_mx: Se han especificado demasiados campos clave, por lo que "{0}" no se ha podido recuperar. El número de campos en la clave primaria es {1}.
fi_fi: Liian monta kenttää on määritetty, joten taulukkoa "{0}" ei voi hakea. Perusavaimen kenttien määrä on {1}.
fr_ca: Trop de champs clé ont été spécifiés. Il est donc impossible de récupérer « {0} ». Le nombre de champs de la clé primaire est {1}.
is_is: Of margir lykilreitir voru tilgreindir og því ekki hægt að sækja „{0}“. Fjöldi reita í aðallykli er {1}.
it_it: Sono stati specificati troppi campi chiave. Impossibile recuperare "{0}". Il numero di campi nella chiave primaria è {1}.
nb_no: Det er angitt for mange nøkkelfelt. Kan ikke hente {0}. Antall felt i primærnøkkelen er {1}.
nl_be: Er zijn te veel sleutelvelden opgegeven, waardoor {0} niet kan worden opgehaald. Het aantal velden in de primaire sleutel is {1}.
ru_ru: Задано слишком много ключевых полей, поэтому не удалось извлечь "{0}". Количество полей в первичном ключе равно {1}.
sv_se: För många nyckelfält har angetts och det gick därför inte att hämta {0}. Antalet fält i primärnyckeln är {1}.

# Instruction_ActionPaneDescription
source: Organize actions in the Home Tab
cs_cz: Uspořádání akcí v kartě Domů
da_dk: Organiser handlinger under fanen Startside
de_ch: Dient zum Organisieren der Aktionen auf der Registerkarte 'Start'.
es_mx: Organizar acciones en la pestaña Inicio
fi_fi: Järjestä Kotisivu-välilehden toiminnot
fr_ca: Organiser les actions sous l'onglet Accueil.
is_is: Skipuleggja aðgerðir á heimaflipanum
it_it: Organizzare le azioni nella scheda Pagina iniziale
nb_no: Ordne handlinger i fanebladet for hjemmeside
nl_be: Acties op het tabblad Start ordenen
ru_ru: Организовать действия на вкладке "Главная"
sv_se: Ordna åtgärder på fliken Start

# UserProfileNotFound
source: The user profile could not be found. Contact your system administrator.
cs_cz: Profil uživatele nebyl nalezen. Obraťte se na správce systému.
da_dk: Brugerprofilen blev ikke fundet. Kontakt systemadministratoren.
de_ch: Das Benutzerprofil wurde nicht gefunden. Wenden Sie sich an den Systemadministrator.
es_mx: No se pudo encontrar el perfil de usuario. Póngase en contacto con el administrador del sistema.
fi_fi: Käyttäjäprofiilia ei löytynyt. Ota yhteys järjestelmänvalvojaan.
fr_ca: Le profil utilisateur n'a pas pu être trouvé. Contactez votre administrateur système.
is_is: Notandaforstilling fannst ekki. Hafa skal samband við kerfisstjóra.
it_it: Impossibile trovare il profilo utente. Contattare l'amministratore di sistema.
nb_no: Finner ikke brukerprofilen. Kontakt systemansvarlig.
nl_be: Kan het gebruikersprofiel niet vinden. Neem contact op met uw systeembeheerder.
ru_ru: Не удалось найти профиль пользователя. Обратитесь к системному администратору.
sv_se: Det gick inte att hitta användarprofilen. Kontakta systemadministratören.

# ConfigSettingsUnauthorizedAccess
source: Access to the configuration file at {0} returns an unauthorized access error.
cs_cz: Přístup ke konfiguračnímu souboru {0} vrací chybu o neoprávněném přístupu.
da_dk: Hvis konfigurationsfilen på {0} åbnes, returneres der en uautoriseret adgangsfejl.
de_ch: Fehler beim Zugreifen auf die Konfigurationsdatei unter '{0}' aufgrund eines nicht autorisierten Zugriffs.
es_mx: El acceso al archivo de configuración en {0} devuelve un error de acceso no autorizado.
fi_fi: Sijainnissa {0} olevan määritystiedoston käyttö palauttaa virheen oikeuksien riittämättömyyden vuoksi.
fr_ca: L'accès au fichier de configuration dans {0} renvoie une erreur Accès non autorisé.
is_is: Aðgangur að grunnstillingarskránni á {0} skilar villu óheimils aðgangs.
it_it: L'accesso al file di configurazione in {0} restituisce un errore di accesso non autorizzato.
nb_no: Tilgang til konfigurasjonsfilen på {0} returnerer en feil på grunn av manglende godkjenning.
nl_be: Toegang tot configuratiebestand bij {0} retourneert een fout voor ongeautoriseerde toegang.
ru_ru: Доступ к файлу конфигурации в {0} возвращает ошибку неавторизированного доступа.
sv_se: Åtkomst till konfigurationsfilen på {0} returnerar ett otillåtet åtkomstfel.

source: Web service URL
cs_cz: URL adresa webové služby
da_dk: URL-adresse til webtjeneste
de_ch: Webdienst-URL
es_mx: URL de servicio Web
fi_fi: WWW-palvelun URL-osoite
fr_ca: URL service web
is_is: URL vefþjónustu
it_it: URL servizio Web
nb_no: URL-adresse for webtjeneste
ru_ru: URL-адрес веб-службы
sv_se: Webbtjänst-URL

# FileTypeNotAllowedDownload
source: The file that you are trying to access cannot be downloaded. The destination file has an extension that may be blocked. Contact your system administrator.
cs_cz: Soubor, ke kterému se pokoušíte získat přísup, nelze stáhnout. Cílový soubor má příponu, která může být blokována. Obraťte se na správce systému.
da_dk: Den fil, du forsøger at åbne, kan ikke hentes. Destinationsfilen har et filtypenavn, der måske er spærret. Kontakt din systemadministrator.
de_ch: Die Datei, auf die Sie zugreifen möchten, kann nicht heruntergeladen werden. Die Erweiterung der Zieldatei wird möglicherweise blockiert. Wenden Sie sich an den Administrator.
es_mx: El archivo al que intenta acceder no se puede descargar. El archivo de destino tiene una extensión que puede estar bloqueada. Póngase en contacto con el administrador del sistema.
fi_fi: Tiedostoa, jota yrität käyttää, ei voi ladata. Kohdetiedostolla on pääte, joka saatetaan estää. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Le fichier auquel vous tentez d'accéder ne peut pas être téléchargé. L'extension du fichier de destination peut être bloquée. Veuillez contacter votre administrateur système.
is_is: Ekki er hægt að hlaða niður skránni sem reynt er að opna. Viðtökuskráin er með skrárendingu sem getur verið útilokuð. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile scaricare il file a cui si tenta di accedere. Il file di destinazione ha un'estensione che potrebbe essere bloccata. Contattare l'amministratore di sistema.
nb_no: Filen du prøver å få tilgang til, kan ikke lastes ned. Målfilen er av en filtype som kan være blokkert. Kontakt systemansvarlig.
nl_be: Het bestand waartoe u toegang probeert te krijgen, kan niet worden gedownload. Het doelbestand heeft een extensie die kan worden geblokkeerd. Neem contact op met de systeembeheerder.
ru_ru: Файл, к которому вы пытаетесь получить доступ, не может быть загружен. Целевой файл имеет расширение, которое, возможно, заблокировано. Обратитесь за помощью к системному администратору.
sv_se: Den fil du försöker att hämta går inte att hämta. Målfilen har en filändelse som kan vara spärrad. Kontakta systemadministratören.

# IncompatibleVersionErrorMessage
source: The client version does not match the server version. You can only connect to a server with a matching version. Client version: {0} Server version: {1}
cs_cz: Verze klienta se neshoduje s verzí serveru. K serveru se lze připojit jen s odpovídající verzí. Verze klienta: {0} Verze serveru: {1}
da_dk: Klientversionen svarer ikke til serverversionen. Du kan kun oprette forbindelse til en server med en tilsvarende version. Klientversion: {0} Serverversion: {1}
de_ch: Die Clientversion entspricht nicht der Serverversion. Eine Verbindung kann nur mit einem Server mit übereinstimmender Version hergestellt werden. Clientversion: {0} Serverversion: {1}
es_mx: La versión del cliente no coincide con la versión del servidor. Sólo puede conectarse a un servidor con la misma versión. Versión del cliente: {0} Versión del servidor: {1}
fi_fi: Asiakasohjelman versio ei vastaa palvelimen versiota. Voit muodostaa yhteyden vain sellaiseen palvelimeen, jonka versio vastaa asiakasohjelman versiota. Asiakasohjelman versio: {0} Palvelimen versio: {1}
fr_ca: La version du client ne correspond pas à celle du serveur. Vous ne pouvez vous connecter qu'à un serveur de la même version. Version du client : {0} Version du serveur : {1}
is_is: Biðlaraútgáfan passar ekki við netþjónsútgáfuna. Eingöngu er hægt að tengjast netþjóni með réttri útgáfu. Biðlaraútgáfa: {0} Netþjónsútgáfa: {1}
it_it: La versione client non corrisponde alla versione server. È possibile effettuare la connessione solo a un server con versione corrispondente. Versione client: {0} Versione server: {1}
nb_no: Klientversjonen samsvarer ikke med serverversjonen. Du kan bare koble til en server med en samsvarende versjon. Klientversjon: {0} Serverversjon: {1}
nl_be: De clientversie komt niet overeen met de serverversie. U kunt alleen verbinding met een server maken met een overeenkomende versie. Clientversie: {0} Serverversie: {1}
ru_ru: Версия клиента не соответствует версии сервера. Можно подключиться только к серверу соответствующей версии. Версия клиента: {0} Версия сервера: {1}
sv_se: Klientversionen matchar inte serverversionen. Du kan bara ansluta till en server med en matchande version. Klientversion: {0} Serverversion: {1}

# TestExplicitCommitNotAllowed
source: Tests cannot call the Commit function if TransactionModel property is set to AutoRollback.
da_dk: Test kan ikke kalde funktionen Commit, hvis egenskaben for TransactionModel er indstillet til AutoRollback.
de_ch: Die Commit-Funktion kann nicht von Tests aufgerufen werden, wenn die TransactionModel-Eigenschaft auf 'AutoRollback' festgelegt ist.
es_mx: Las pruebas no pueden llamar a la función Commit si la propiedad TransactionModel está establecida en AutoRollback.
fi_fi: Testit eivät voi kutsua Commit-funktiota, jos TransactionModel-ominaisuudeksi on määritetty AutoRollback.
fr_ca: Les tests ne peuvent pas appeler la fonction Commit si la propriété TransactionModel est définie sur AutoRollback.
is_is: Prófanir geta ekki kallað fram Commit-fallið ef eiginleikinn TransactionModel er stilltur á AutoRollback.
it_it: La funzione Commit non può essere chiamata dai test se la proprietà TransactionModel è impostata su AutoRollback.
nb_no: Tester kan ikke kalle Commit-funksjonen hvis egenskapen TransactionModel er satt til AutoRollback.
nl_be: Tests kunnen niet de functie Commit aanroepen als de eigenschap TransactionModel is ingesteld op AutoRollback.
ru_ru: Тесты не могут вызвать функцию Commit, если для свойства TransactionModel установлено значение AutoRollback.
sv_se: Tester kan inte anropa funktionen Commit om egenskapen TransactionModel har värdet AutoRollback.

source: Disconnect
cs_cz: Odpojit
da_dk: Afbryd forbindelse
de_ch: Verbindung trennen
es_mx: Desconectar
fi_fi: Katkaise yhteys
fr_ca: Se déconnecter
is_is: Aftengja
it_it: Disconnetti
nb_no: Koble fra
nl_be: Verbinding verbreken
ru_ru: Отключиться
sv_se: Koppla från

# ChartDefinition_ChangingCountAggreationNotAllowed
source: The Query does not support modifying a count aggregation. The Chart definition "{0}" using Query "{1}" tries to change the count aggregation to "{2}".
cs_cz: Query nepodporuje úpravy výpočtu agregace. Definice grafu "{0}" využívající Query "{1}" se snaží změnit počet agregace na "{2}".
da_dk: Forespørgslen understøtter ikke ændring af en optællingssummering. Diagramdefinitionen "{0}", der bruger forespørgsel "{1}", forsøger at ændre optællingssummeringen til "{2}".
de_ch: Für die Abfrage wird die Änderung einer Aggregation vom Typ 'Anzahl' nicht unterstützt. Die Diagrammdefinition "{0}" mit Abfrage "{1}" versucht, die Aggregation 'Anzahl' in "{2}" zu ändern.
es_mx: La consulta no admite la modificación de una agregación de recuento. La definición de gráfico "{0}" que usa la consulta "{1}" intenta cambiar la agregación de recuento a "{2}".
fi_fi: Kysely ei tue määrän yhdistämisen muokkausta. Kaaviomääritys "{0}", joka käyttää kyselyä "{1}", yrittää muuttaa määrän yhdistämisen muotoon "{2}".
fr_ca: La requête ne prend pas en charge la modification d'une agrégation de nombre. La définition de graphique « {0} » qui utilise la requête « {1} » tente de modifier l'agrégation de nombre en « {2} ».
is_is: Fyrirspurnin styður ekki að uppsöfnun talningar sé breytt. Myndritsskilgreiningin „{0}“ sem notar fyrirspurn „{1}“ reynir að breyta uppsafnaðri talningu í „{2}“.
it_it: La query non supporta la modifica di un'aggregazione di conteggio. La definizione del grafico "{0}" che utilizza la query "{1}" tenta di modificare l'aggregazione di conteggio in "{2}".
nb_no: Spørringen støtter ikke endring av en Count-samlingstype. Diagramdefinisjonen {0} som bruker spørringen {1}, forsøker å endre Count-samlingstypen til {2}.
nl_be: De query biedt geen ondersteuning voor het aanpassen van een Count-samenvoeging. De diagramdefinitie {0} die gebruikmaakt van de query {1} probeert de Count-samenvoeging te wijzigen in {2}.
ru_ru: Запросом не поддерживается изменение агрегирования подсчета. В определении диаграммы "{0}", использующей запрос "{1}", предпринимается попытка изменить агрегирование подсчета на "{2}".
sv_se: Frågan stöder inte att en antalsaggregering ändras. Diagramdefinitionen {0} som använder frågan {1} försöker ändra antalsaggregeringen till {2}.

# ObjectTableCannotChangeFieldByModifyAll
source: You cannot modify the field {0} by using ModifyAll. Use the single record modify call.
cs_cz: Pole {0} nelze změnit pomocí ModifyAll. Upravujte pouze jednotlivé záznamy.
da_dk: Feltet {0} kan ikke redigeres med ModifyAll. Brug redigeringskaldet til enkeltrecords.
de_ch: Das Feld '{0}' kann nicht mithilfe von 'ModifyAll' geändert werden. Verwenden Sie den Änderungsaufruf für einzelne Datensätze.
es_mx: No puede modificar el campo {0} mediante ModifyAll. Utilice la llamada de modificación de registro único.
fi_fi: Kenttää {0} ei voi muokata funktiolla ModifyAll. Käytä yksittäisen tietueen muokkauskutsua.
fr_ca: Vous ne pouvez pas modifier le champ {0} à l'aide de ModifyAll. Utilisez l'appel de modification d'enregistrement unique.
is_is: Ekki er hægt að breyta reitnum {0} með Breyta öllu. Nota breytingakall fyrir eina færslu.
it_it: Impossibile modificare il campo {0} utilizzando ModifyAll. Utilizzare la chiamata di modifica di record singolo.
nb_no: Du kan ikke endre feltet {0} ved hjelp av ModifyAll. Bruk kallet for endring av enkeltposter.
nl_be: U kunt het veld {0} niet wijzigen met ModifyAll. Gebruik de aanroep voor het wijzigen van één record.
ru_ru: Невозможно изменить поле {0}, используя ModifyAll. Используйте вызов изменения одиночной записи.
sv_se: Det går inte att ändra fältet {0} med hjälp av ModifyAll. Använd anropet för ändring av en post.

# ReportBeginRenderingProgressBody
source: Creating report content
cs_cz: Vytváření obsahu sestavy
da_dk: Opretter rapportindhold
de_ch: Der Berichtsinhalt wird erstellt.
es_mx: Creando el contenido del informe
fi_fi: Luodaan raportin sisältöä
fr_ca: Création du contenu du rapport
is_is: Efni skýrslu búið til
it_it: Creazione del contenuto del report
nb_no: Oppretter rapportinnhold
nl_be: Lijstinhoud maken
ru_ru: Создание содержимого отчета
sv_se: Rapportinnehåll skapas

# MenuItemDeleteRow
source: Delete Row
cs_cz: Odstranit řádek
da_dk: Slet række
de_ch: Zeile löschen
es_mx: Eliminar fila
fi_fi: Poista rivi
fr_ca: Supprimer une ligne
is_is: Eyða röð
it_it: Elimina riga
nb_no: Slett rad
nl_be: Rij verwijderen
ru_ru: Удалить строку
sv_se: Ta bort rad

# DeviceAppMustBeUpdated
source: This version of the device App is not compatible with the {0}. Please upgrade your App.
da_dk: Denne version af enheds-appen er ikke kompatibel med {0}. Opgrader din app.
de_ch: Diese Version der Geräte-App ist nicht kompatibel mit {0}. Bitte führen Sie ein Upgrade der App durch.
es_mx: Esta versión de la aplicación del dispositivo no es compatible con {0}. Actualice la aplicación.
fi_fi: Tämä laitesovelluksen versio ei ole yhteensopiva kohteen {0} kanssa. Päivitä sovellus.
fr_ca: Cette version de l'app du périphérique n'est pas compatible avec {0}. Mettez votre app à niveau.
is_is: Þessi útgáfa tækisforritsins er ekki samhæf við {0}. Uppfæra skal forritið.
it_it: Questa versione dell'app del dispositivo non è compatibile con {0}. Aggiornare l'app.
nb_no: Denne versjonen av enhetsappen er ikke kompatibel med {0}. Du må oppgradere appen.
nl_be: Deze versie van de apparaat-app is niet compatibel met de {0}. Werk uw app bij.
ru_ru: Эта версия приложения для устройства несовместима с {0}. Обновите приложение.
sv_se: Den här versionen av enhetsappen är inte kompatibel med {0}. Uppgradera din app.

# AllDepartments
source: Departments
cs_cz: Oblasti
da_dk: Afdelinger
de_ch: Abteilungen
es_mx: Departamentos
fi_fi: Osastot
fr_ca: Départements
is_is: Deildir
it_it: Reparti
nb_no: Avdelinger
nl_be: Afdelingen
ru_ru: Подразделения
sv_se: Avdelningar

# ErrorNoExecutePermission
source: There is no execute permission on '{0}' {1} with ID {2}.
cs_cz: Neexistuje žádné spuštění oprávnění na '{0}' {1} s ID {2}.
da_dk: Der er ingen kørselstilladelse på '{0}' {1} med id'et {2}.
de_ch: Es ist keine Ausführungsberechtigung für '{0}' (Typ: {1}, ID: {2}) vorhanden.
es_mx: No dispone de permisos de ejecución en '{0}' {1} con Id. {2}.
fi_fi: Ei kohteen "{0}" {1} suoritusoikeutta (tunnus {2}).
fr_ca: Il n'y a pas d'autorisation d'exécution sur « {0} » {1} avec le code {2}.
is_is: Engin keyrsluheimild er á „{0}“ {1} með auðkennið {2}.
it_it: Nessuna autorizzazione di esecuzione in '{0}' {1} con ID {2}.
nb_no: Det finnes ingen kjøringstillatelse for {0} {1} med IDen {2}.
nl_be: Er zijn geen uitvoeringsrechten voor '{0}' {1} met id {2}.
ru_ru: Отсутствуют права на выполнение для "{0}" {1} с идентификатором {2}.
sv_se: Det finns ingen körningsbehörighet för {0} {1} med ID:t {2}.

# ComputingCodeCoverage
source: Computing code coverage @1
cs_cz: Výpočet průchod kódem @1
da_dk: Beregner Code Coverage @1
de_ch: Code Coverage @1 wird berechnet...
es_mx: Calculando cobertura de código en @1
fi_fi: Lasketaan koodipeittoa @1
fr_ca: Calcul du code couverture @1
is_is: Reikna rakningu kóta @1
it_it: Calcolo code coverage @1
nb_no: Beregner kodedekning @1
nl_be: Code Coverage @1 berekenen
ru_ru: Вычисление покрытия кода @1
sv_se: Beräknar kodomfattning @1
