Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# AudienceNotPresentOrInvalid
source: The audience for the token was not present in the Identity Provider URI: {0}.
cs_cz: Publikum pro token nebyl nalezen v URI poskytovatele Identity: {0}.
da_dk: Målgruppen for tokenet blev ikke fundet i identitetsudbyderens URI: {0}.
de_ch: Die Zielgruppe für das Token war in der Identitätsanbieter-URI nicht vorhanden: {0}.
es_mx: El público objetivo para el token no está presente en el URI de proveedor de identidad: {0}.
fi_fi: Tunnuksen kohderyhmä ei ollut mukana tunnistetietojen toimittajan URI-tunnuksessa: {0}.
fr_ca: Les destinataires du jeton n'étaient pas présents dans l'URI du fournisseur d'identité : {0}.
is_is: Markhópurinn fyrir merkið var ekki til staðar í auðkennisveitu-URI: {0}.
it_it: Il destinatario del token non era presente nell'URI del provider di identità: {0}.
nb_no: Målgruppen for tokenet var ikke til stede i identitetsleverandør-URIen {0}.
nl_be: De doelgroep voor het token was niet aanwezig in de URI van de id-provider: {0}.
ru_ru: Аудитория для маркера отсутствует в URI поставщика удостоверений: {0}.
sv_se: Målgruppen för denna token fanns inte i identitetsleverantörens URI: {0}.

# DotNetAssignError
source: Cannot assign an object of type {0} to an object of type {1}.
cs_cz: Toto hlášení je pro programátory C/AL: Objekt typu {0} nelze přiřadit k objektu typu {1}.
da_dk: Der kan ikke tildeles et objekt af typen {0} til et objekt af typen {1}.
de_ch: Ein Objekt vom Typ {0} kann keinem Objekt vom Typ {1} zugewiesen werden.
es_mx: No se puede asignar un objeto de tipo {0} a un objeto de tipo {1}.
fi_fi: Tyypin {0} objektia ei voi määrittää tyypin {1} objektille.
fr_ca: Impossible d'assigner un objet de type {0} à un objet de type {1}.
is_is: Ekki er hægt að úthluta hlut af gerðinni {0} til hlutar af gerðinni {1}.
it_it: Impossibile assegnare un oggetto di tipo {0} a un oggetto di tipo {1}.
nb_no: Kan ikke tilordne et objekt av typen {0} til et objekt av typen {1}.
nl_be: Kan geen object met type {0} toewijzen aan een object met type {1}.
ru_ru: Объект типа {0} невозможно назначить объекту типа {1}.
sv_se: Det går inte att koppla ett objekt av typen {0} till ett objekt av typen {1}.

# ZoomToolServicesClientTypeWindows
source: Windows client
cs_cz: Klient systému Windows
da_dk: Windows-klient
es_mx: Cliente de Windows
fi_fi: Windows-asiakasohjelma
fr_ca: Client Windows
is_is: Windows-biðlari
it_it: Client Windows
nb_no: Windows-klient
ru_ru: Клиент Windows
sv_se: Windows-klient

# EvaluateDateFormulaSignMissingError
source: The date formula '{0}' must include plus (+) or minus (-).
cs_cz: Vzorec data '{0}' musí obsahovat plus (+) nebo minus (-).
da_dk: Der skal indgå et plus (+) eller et minus (-) i datoformlen '{0}'.
de_ch: Die Datumsformel '{0}' muss ein Plus (+) oder ein Minus (-) enthalten.
es_mx: La fórmula de fecha '{0}' debe contener o un signo más (+) o un signo menos (-).
fi_fi: Päivämäärän laskukaavan {0} on sisällettävä plusmerkki (+) tai miinusmerkki (-).
fr_ca: La formule de date « {0} » doit contenir le signe plus (+) ou moins (-).
is_is: Í dagsetningarreiknireglunni '{0}' verður að vera plús (+) eða mínus (-).
it_it: La formula "{0}" per la data deve includere più (+) o meno (-).
nb_no: Datoformelen {0} må inneholde pluss (+) eller minus (-).
nl_be: De datumformule '{0}' moet een plus (+) of min (-) bevatten.
ru_ru: Формула даты "{0}" должна содержать знак плюса (+) или минуса (-).
sv_se: Datumformeln {0} måste inkludera plus (+) eller minus (-).

# IOErrorDuringImport
source: An unexpected IO error occurred while reading the file. This can be an indication of hardware failure.
da_dk: Der opstod en uventet I/O-fejl under læsning af filen. Dette kan være en indikation af en hardwarefejl.
de_ch: Unerwarteter E/A-Fehler beim Lesen der Datei. Dies kann ein Anzeichen für einen Hardwarefehler sein.
es_mx: Se produjo un error inesperado de E/S al leer el archivo. Esto puede deberse a un error de hardware.
fi_fi: Odottamaton IO-virhe tiedostoa luettaessa. Tämä voi olla osoitus laitteistoviasta
fr_ca: Une erreur E/S inattendue s'est produite lors de la lecture du fichier. Cela peut indiquer un échec matériel.
is_is: Óvænt IO-villa kom upp við að lesa skrána. Þetta gæti bent til bilunar í vélbúnaði.
it_it: Si è verificato un errore di I/O imprevisto durante la lettura del file. Potrebbe essersi verificato un problema hardware.
nb_no: Det oppstod en uventet I/U-feil under lesing til filen. Dette kan indikere maskinvarefeil.
nl_be: Er is een onverwachte IO-fout opgetreden tijdens het lezen van het bestand. Dit kan wijzen op een hardwarefout.
ru_ru: При чтении из файла произошла непредвиденная ошибка ввода/вывода. Возможно, это признак отказа оборудования.
sv_se: Ett oväntat IO-fel inträffade vid läsningen av filen. Detta kan tyda på maskinvarufel.

# AboutFormVersion
source: Version {0}
cs_cz: Verze {0}
es_mx: Versión {0}
fi_fi: Versio {0}
is_is: Útgáfa {0}
it_it: Versione {0}
nb_no: Versjon {0}
nl_be: Versie {0}
ru_ru: Версия: {0}

# MenuItemActionsHeaderWindow
source: % Window
cs_cz: % Okno
da_dk: Vinduet %
de_ch: % Fenster
es_mx: % Ventana
fi_fi: %: Ikkuna
fr_ca: Fenêtre %
is_is: Glugginn %
it_it: Finestra %
nb_no: %-vindu
nl_be: Venster %s
ru_ru: Окно %
sv_se: Fönster för %

# TableNeedsSynchronizationError
source: Metadata is not in sync for table with id {0}. Please try again later or contact your system administrator
da_dk: Metadata er ikke synkroniseret med id'et {0}. Prøv igen senere, eller kontakt systemadministratoren
de_ch: Die Metadaten für die Tabelle mit der ID {0} sind nicht synchron. Versuchen Sie es später noch einmal, oder wenden Sie sich an Ihren Systemadministrator.
es_mx: Los metadatos no están sincronizados con la tabla con id. {0}. Vuelva a intentarlo más tarde o póngase en contacto con el administrador del sistema.
fi_fi: Metatiedot eivät ole synkronoituja tunnuksella {0} varustetun taulukon kanssa. Yritä myöhemmin uudelleen tai ota yhteys järjestelmänvalvojaan.
fr_ca: Les métadonnées ne sont pas synchronisées pour la table portant l'ID {0}. Veuillez réessayer ultérieurement ou contactez votre administrateur système
is_is: Lýsigögn eru ekki samstillt fyrir töflu með auðkenni {0}. Reyna skal aftur síðar eða hafa samband við kerfisstjóra.
it_it: Metadati non sincronizzati per la tabella con ID {0}. Riprovare più tardi o contattare l'amministratore del sistema.
nb_no: Metadata er ikke synkronisert for tabellen med IDen {0}. Prøv på nytt senere, eller kontakt systemansvarlig
nl_be: Metagegevens zijn niet gesynchroniseerd voor tabel met id {0}. Probeer het later opnieuw of neem contact op met uw systeembeheerder
ru_ru: Метаданные не синхронизированы для таблицы с идентификатором {0}. Повторите попытку позже или обратитесь к системному администратору.
sv_se: Metadata är inte synkroniserade för tabellen med ID:t {0}. Försök igen senare eller kontakta din systemadministratör.

# ColumnLabel_Column
source: Column
cs_cz: Sloupec
da_dk: Kolonne
de_ch: Spalte
es_mx: Columna
fi_fi: Sarake
fr_ca: Colonne
is_is: Dálkur
it_it: Colonna
nb_no: Kolonne
nl_be: Kolom
ru_ru: Столбец
sv_se: Kolumn

# 00095-50111
source: The XMLPort '{0}' is designed for import only.
cs_cz: XMLPort '{0}' je určen pouze pro import.
da_dk: XMLPort'en '{0}' er kun beregnet til indlæsning.
de_ch: Der XMLport '{0}' ist nur für den Import vorgesehen.
es_mx: XMLPort '{0}' se diseñó sólo para la importación.
fi_fi: XMLPort "{0}" on tarkoitettu vain tuontia varten.
fr_ca: La valeur XMLport « {0} » n'est conçue que pour l'import.
is_is: XMLPort '{0}' er eingöngu hannað fyrir innflutning.
it_it: XMLport '{0}' è progettato solo per l'importazione.
nb_no: XMLPort {0} er utformet bare for import.
nl_be: XMLPort '{0}' is uitsluitend voor import ontworpen.
ru_ru: XMLport '{0}' предназначен только для импорта.
sv_se: XMLPort {0} är endast avsedd för import.

# NavWebServiceDescription
source: Service handling requests to published Web services in Microsoft Dynamics NAV.
cs_cz: Služba zpracování požadavků na publikované webové služby v aplikaci Microsoft Dynamics NAV.
da_dk: Servicehandlingsanmodninger til udgivne webtjenester i Microsoft Dynamics NAV.
de_ch: Dienstbehandlungsanforderungen an veröffentlichte Web Services in Microsoft Dynamics NAV.
es_mx: Solicitudes de tratamiento de servicio para servicios Web publicados en Microsoft Dynamics NAV.
fi_fi: Palvelun käsittelypyynnöt Microsoft Dynamics NAV -sovelluksen julkaistuille WWW-palveluille.
fr_ca: Service traitant les requêtes vers les services web publiés dans Microsoft Dynamics NAV.
is_is: Þjónusta sem afgreiðir beiðnir til útgefinna vefþjónusta í Microsoft Dynamics NAV.
it_it: Servizio che gestisce le richieste ai servizi Web pubblicati in Microsoft Dynamics NAV.
nb_no: Tjeneste som håndterer forespørsler til publiserte webtjenester i Microsoft Dynamics NAV.
nl_be: Serviceafhandelingsaanvragen naar gepubliceerde webservices in Microsoft Dynamics NAV.
ru_ru: Обслуживание запросов обработки к опубликованным веб-службам в Microsoft Dynamics NAV.
sv_se: Tjänst som hanterar begäranden till publicerade webbtjänster i Microsoft Dynamics NAV.

# Caption_NewChunk
source: New Home Tab Group
cs_cz: Nová záložka skupiny Domovské stránky
da_dk: Ny fanen Startside-gruppe
de_ch: Neue Gruppe für die Registerkarte 'Start'
es_mx: Nuevo grupo de pestañas Inicio
fi_fi: Uusi Kotisivu-välilehden ryhmä
fr_ca: Nouveau groupe d'onglets Accueil
is_is: Nýr heimaflipahópur
it_it: Nuovo gruppo schede Pagina iniziale
nb_no: Ny fanegruppe for hjemmeside
nl_be: Nieuwe tabbladgroep Start
ru_ru: Новая группа вкладки "Главная"
sv_se: Den nya flikgruppen Start

# UpgradeProcessInSuspendStateNotFound
source: You cannot resume the data upgrade because the current process has not been suspended.
da_dk: Du kan ikke genoptage dataopgraderingen, fordi den aktuelle proces ikke er blevet afbrudt.
de_ch: Sie können das Datenupgrade nicht fortsetzen, weil der aktuelle Vorgang nicht ausgesetzt wurde.
es_mx: No puede reanudar la actualización de los datos porque el proceso actual no se ha suspendido.
fi_fi: Et voi jatkaa tietojen päivitysprosessia, koska nykyistä prosessia ei ole keskeytetty.
fr_ca: Vous ne pouvez pas reprendre la mise à jour des données car le processus en cours n'a pas été suspendu.
is_is: Ekki er hægt að halda áfram með gagnauppfærslu sem ekki hefur verið gert hlé á.
it_it: Impossibile riprendere l'aggiornamento dei dati perché il processo corrente non è stato sospeso.
nb_no: Du kan ikke fortsette dataoppgraderingen fordi den gjeldende prosessen ikke er brutt.
nl_be: U kunt de gegevensupgrade niet hervatten omdat het huidige proces niet is opgeheven.
ru_ru: Невозможно возобновить обновление данных, так как текущий процесс не приостановлен.
sv_se: Du kan inte återuppta uppgraderingen av data eftersom den pågående processen inte har avbrutits.

# ChkBox_ShowFilterPane
source: Show Filter Pane
cs_cz: Zobrazit podokno filtru
da_dk: Vis filterrude
de_ch: Filterbereich anzeigen
es_mx: Mostrar panel de filtros
fi_fi: Näytä suodatinruutu
fr_ca: Afficher le volet Filtre
is_is: Sýna afmörkunarsvæði
it_it: Mostra riquadro Filtri
nb_no: Vis filtreringsrute
nl_be: Filterdeelvenster weergeven
ru_ru: Показать область фильтров
sv_se: Visa filterrutan

# ActiveSessionsMismatch
source: The connection to the server cannot be established because of a mismatch in the number of active connections. Contact your system administrator.
cs_cz: Z důvodu neshody v počtu aktivních připojení nelze navázat připojení k serveru. Obraťte se na správce systému.
da_dk: Der kan ikke oprettes forbindelse til serveren på grund af en uoverensstemmelse i antallet af aktive forbindelser. Kontakt systemadministratoren.
de_ch: Die Verbindung zum Server kann aufgrund eines Konflikts bei der Anzahl der aktiven Verbindungen nicht hergestellt werden. Wenden Sie sich an den Systemadministrator.
es_mx: No se puede establecer la conexión con el servidor porque no coincide el número de conexiones activas. Póngase en contacto con el administrador del sistema.
fi_fi: Yhteyttä palvelimeen ei voitu muodostaa, koska aktiivisten yhteyksien määrä ei täsmää. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: La connexion au serveur ne peut pas être établie en raison d'une non-correspondance dans le nombre de connexions actives. Contactez votre administrateur système.
is_is: Ekki er hægt að koma á tengingu við þjóninn því misræmi er í fjölda virkra tenginga. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile stabilire la connessione al server a causa di una mancata corrispondenza nel numero di connessioni attive. Contattare l'amministratore di sistema.
nb_no: Tilkobling til serveren kan ikke opprettes på grunn av manglende samsvar i antall aktive tilkoblinger. Kontakt systemansvarlig.
nl_be: De verbinding met de server kan niet tot stand worden gebracht omdat het aantal actieve verbindingen niet overeenkomt. Neem contact op met uw systeembeheerder.
ru_ru: Невозможно установить подключение к серверу из-за несоответствия в количестве активных подключений. Обратитесь за помощью к системному администратору.
sv_se: Det går inte att upprätt anslutningen till servern på grund av att antalet aktiva anslutningar inte matchar. Kontakta systemadministratören.

# LimitedUserOptionalTablePermissionErrorLogMessage
source: The session attempted to write to table '{0}', but the write operation was rejected because it exceeds the optional table limit of the license. The license only permits writing to {1} optional tables per session. The session has already written to the following tables: '{2}', '{3}', and '{4}'.
da_dk: Sessionen forsøgte at skrive til tabellen '{0}', men skrivehandlingen blev afvist, fordi den overskrider licensens valgfri tabelgrænse. Licensen tillader kun, at der skrives til {1} valgfri tabeller pr. session. Sessionen har allerede skrevet til følgende tabeller: '{2}', '{3}' og '{4}'.
de_ch: Die Sitzung versuchte, in die Tabelle '{0}' zu schreiben, aber der Schreibvorgang wurde abgelehnt, da er den optionalen Tabellengrenzwert der Lizenz überschritten hat. Die Lizenz erlaubt nur das Schreiben in {1} optionale Tabellen pro Sitzung. Die Sitzung hat bereits in folgende Tabellen geschrieben: '{2}', '{3}' und '{4}'.
es_mx: La sesión intentó escribir en la tabla '{0}', pero la operación de escritura fue rechazada porque supera el límite de tabla opcional de la licencia. La licencia solo permite escribir en {1} tablas opcionales por sesión. La sesión ya ha escrito en las siguientes tablas: '{2}', '{3}' y '{4}'.
fi_fi: Istunto yritti kirjoittaa taulukkoon {0}, mutta kirjoitustoiminto hylättiin, koska se ylittää käyttöoikeuden vaihtoehtoisten taulukkojen rajan. Käyttöoikeus sallii kirjoittamisen vain {1} vaihtoehtoiseen taulukkoon istunnon aikana. Istunto on jo kirjoittanut seuraaviin taulukoihin: {2}, {3} ja {4}.
fr_ca: La session a tenté d'écrire dans la table « {0} », mais l'opération d'écriture a été rejetée car elle dépasse la limite de table facultative de la licence. La licence ne permet d'écrire que dans {1} tables facultatives par session. La session a déjà écrit dans les tables suivantes : « {2} », « {3} » et « {4} ».
is_is: Lotan reyndi að skrifa í töflu „{0}“ en skrifaðgerðinni var hafnað vegna þess að hún er stærri en mörk fyrir valkvæma töflu í leyfinu segja til um. Leyfið leyfir aðeins skrif í {1} valkvæmar töflur í hverri lotu. Lotan hefur þegar skrifað í eftirfarandi töflur: „{2}“, „{3}“ og „{4}“.
it_it: La sessione ha tentato di scrivere nella tabella '{0}' ma l'operazione di scrittura è stata rifiutata poiché supera il limite di tabelle opzionali della licenza. La licenza consente solo di scrivere in {1} tabelle opzionali per sessione. Questa sessione ha già scritto nelle tabelle seguenti : '{2}', '{3}' e '{4}'.
nb_no: Økten prøvde å skrive til tabell {0}, men skriveoperasjonen ble avvist fordi den overskrider den valgfrie tabellgrensen for lisensen. Lisensen tillater bare skriving til {1} valgfrie tabeller per økt. Økten har allerede skrevet til følgende tabeller: {2}, {3} og {4}.
nl_be: De sessie heeft geprobeerd te schrijven naar tabel '{0}', maar de schrijfbewerking is geweigerd omdat deze de optionele tabellimiet van de licentie overschrijdt. De licentie staat slechts schrijven naar {1} optionele tabellen per sessie toe. De sessie heeft al geschreven naar de volgende tabellen: '{2}', '{3}'en '{4}'.
ru_ru: Сеанс попытался произвести запись в таблицу "{0}", но операция записи была отклонена, так как она превысила ограничение лицензии на рабочие таблицы. Лицензия допускает запись только в {1} рабочих таблиц за сеанс. Этот сеанс уже выполнил запись в следующие таблицы: "{2}", "{3}" и "{4}".
sv_se: Sessionen försökte skriva till tabellen {0}, men skrivåtgärden avvisades eftersom den översteg gränsvärdet för valfria tabeller i licensen. Licensen tillåter bara att det skrivs till {1} valfria tabeller per session. Sessionen har redan skrivit till följande tabeller: {2}, {3} och {4}.

# NotesCreateNewNoteCaption
source: Add a note
cs_cz: Přidání poznámky
da_dk: Tilføj en note
de_ch: Notiz hinzufügen
es_mx: Agregar nota
fi_fi: Lisää huomautus
fr_ca: Ajouter une note
is_is: Setja inn athugasemd
it_it: Aggiungi una nota
nb_no: Legg til en bemerkning
nl_be: Een opmerking toevoegen
ru_ru: Добавить заметку
sv_se: Lägg till en anteckning

# CannotImportApplicationDataTableRecords
source: You do not have permission to import data into the application database because the tenant is mounted with the application database as read-only. Contact your system administrator.
da_dk: Du har ikke rettigheder til at importere data til programdatabasen, da lejeren er tilknyttet med programdatabasen som skrivebeskyttet. Kontakt systemadministratoren.
de_ch: Sie besitzen nicht die Berechtigung zum Importieren von Daten in die Anwendungsdatenbank, da der Tenant mit der Anwendungsdatenbank als schreibgeschützt montiert ist. Wenden Sie sich an den Systemadministrator.
es_mx: No dispone de permiso para importar datos a la base de datos de la aplicación porque el inquilino está instalado con la base de datos de aplicación como de solo lectura. Póngase en contacto con el administrador del sistema.
fi_fi: Sinulla ei ole oikeutta tuoda tietoja sovellustietokantaan, koska vuokraaja on liitetty sovellustietokantaan vain luku -tilassa. Ota yhteys järjestelmänvalvojaan.
fr_ca: Vous n'êtes pas autorisé à importer des données dans la base de données d'application car l'abonné est monté avec la base de données d'application en lecture seule. Contactez votre administrateur système.
is_is: Notandi hefur ekki leyfi til að flytja gögn inn í gagnagrunn forritsins þar sem leigjandi er aðeins tengdur með lesaðgangi við gagnagrunn forritsins. Hafa skal samband við kerfisstjóra.
it_it: Non si dispone dell'autorizzazione per importare dati nel database dell'applicazione poiché il tenant è installato con il database dell'applicazione in modalità di sola lettura. Contattare l'amministratore di sistema.
nb_no: Du har ikke tillatelse til å importere data i programdatabasen fordi leietakeren er montert som skrivebeskyttet i programdatabasen. Kontakt systemansvarlig.
nl_be: U bent niet gemachtigd om gegevens in de toepassingsdatabase te importeren omdat de tenant is geïnstalleerd met de toepassingsdatabase als alleen-lezen. Neem contact op met uw systeembeheerder.
ru_ru: У вас нет прав на импорт данных в базу данных приложения, поскольку арендатор подключен к базе данных приложения с доступом только на чтение. Обратитесь к системному администратору.
sv_se: Du saknar behörighet för att importera data till programdatabasen eftersom klientorganisationen är monterad med en skrivskyddad programdatabas. Kontakta systemadministratören.

# NotesSaveWithoutParentError
source: Notes cannot be added for draft records. Fill in the record first.
cs_cz: Pro návrh záznamů nelze přidat oznámení. Nejprve vyplňte záznam.
da_dk: Noter kan ikke tilføjes for udkastrecords. Udfyld først recorden.
de_ch: Notizen können für Entwurfsdatensätze nicht hinzugefügt werden. Füllen Sie zuerst den Datensatz auf.
es_mx: No se pueden agregar notas a los borradores de registros. Rellene primero el registro.
fi_fi: Muistioita ei voi lisätä luonnostietueille. Täytä tietue ensin valmiiksi.
fr_ca: Il est impossible d'ajouter des notes pour les enregistrements provisoires. Complétez d'abord l'enregistrement.
is_is: Það er ekki hægt að setja athugasemdir inn í drög að skýrslum. Fyrst þarf að fylla út skýrsluna.
it_it: Impossibile aggiungere note per bozze di record. Completare prima il record.
nb_no: Det kan ikke legges til merknader for kladdeposter. Fyll ut posten først.
nl_be: Notities kunnen niet worden toegevoegd voor conceptrecords. Vul de record eerst in.
ru_ru: Нельзя добавлять заметки для черновиков записей. Сначала следует заполнить данные записи.
sv_se: Noteringar kan inte läggas till i utkastposter. Fyll i posten först.

# OpenSubformFilterFormActionCaption
source: Filter
cs_cz: Filtr
es_mx: Filtro
fi_fi: Suodatus
fr_ca: Filtre
is_is: Afmörkun
it_it: Filtro
ru_ru: Фильтр

# UserSidCanNotChange
source: The User Security ID cannot be changed.
cs_cz: ID zabezpečení uživatele nelze změnit.
da_dk: Brugersikkerheds-id'et kan ikke ændres.
de_ch: Die Benutzersicherheitskennung kann nicht geändert werden.
es_mx: El identificador de seguridad de usuario no se puede cambiar.
fi_fi: Käyttäjän suojaustunnusta ei voi muuttaa.
fr_ca: Le code sécurité utilisateur ne peut pas être modifié.
is_is: Ekki er hægt að breyta öryggisauðkenni notanda.
it_it: Impossibile modificare l'ID di protezione utente.
nb_no: Kan ikke endre brukerens sikkerhets-ID.
nl_be: De gebruikerbeveiligings-id kan niet worden gewijzigd.
ru_ru: Идентификатор безопасности пользователя не может быть изменен.
sv_se: Det går inte att ändra användarens säkerhets-ID.

# AcsUserName
source: User name:
cs_cz: Uživatelské jméno:
da_dk: Brugernavn:
de_ch: Benutzername:
es_mx: Nombre usuario:
fi_fi: Käyttäjänimi:
fr_ca: Nom utilisateur :
is_is: Notandanafn:
it_it: Nome utente:
nb_no: Brukernavn:
nl_be: Gebruikersnaam:
ru_ru: Имя пользователя:
sv_se: Användarnamn:

# NotesNotesCaption
source: Notes
cs_cz: Oznámení
da_dk: Noter
de_ch: Notizen
es_mx: Notas
fi_fi: Muistiot
is_is: Athugasemdir
it_it: Note
nb_no: Merknader
nl_be: Notities
ru_ru: Заметки
sv_se: Noteringar
