Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# NavServerServiceDescription
source: Service handling requests to Microsoft Dynamics NAV application.
cs_cz: Služba zpracování požadavků na aplikaci Microsoft Dynamics NAV.
da_dk: Servicehandlingsanmodninger til Microsoft Dynamics NAV-program.
de_ch: Dienstbehandlungsanforderungen an die Microsoft Dynamics NAV-Anwendung.
es_mx: Solicitudes de tratamiento de servicio para la aplicación Microsoft Dynamics NAV.
fi_fi: Palvelun käsittelypyynnöt Microsoft Dynamics NAV -sovellukselle.
fr_ca: Service traitant les requêtes vers l'application Microsoft Dynamics NAV.
is_is: Þjónusta sem afgreiðir beiðnir til Microsoft Dynamics NAV.
it_it: Servizio che gestisce le richieste all'applicazione Microsoft Dynamics NAV.
nb_no: Tjeneste som håndterer forespørsler til Microsoft Dynamics NAV-program.
nl_be: Serviceafhandelingsaanvragen naar Microsoft Dynamics NAV-toepassing.
ru_ru: Обслуживание запросов обработки к приложению Microsoft Dynamics NAV.
sv_se: Tjänst som hanterar begäranden till Microsoft Dynamics NAV-program.

# FieldsAffectedByDestructiveChangeInOldTableAndMissingInUpgradeTable
source: Data in the fields: '{0}' in the original table '{1}' cannot be saved in the upgrade table '{2}'. Please make sure that listed fields are present in the upgrade table and they match equivalent fields in the original table in terms of their design.
da_dk: Data i felterne: '{0}' i den oprindelige tabel '{1}' kan ikke gemmes i opgraderingstabellen '{2}'. Kontrollér, at de angivne felter findes i opgraderingstabellen, og at de stemmer overens med tilsvarende felter i den oprindelige tabel, hvad angår deres design.
de_ch: Daten in den Feldern: "{0}" in der Originaltabelle "{1}" kann nicht in der Upgradetabelle "{2}" gespeichert werden. Stellen Sie sicher, dass die aufgelisteten Felder in der Upgradetabelle vorhanden sind und äquivalenten Feldern in der Originaltabelle im Hinblick auf ihr Design übereinstimmen.
es_mx: Los datos en los campos: '{0}' en la tabla original '{1}' no se puede guardar en la tabla actualizada '{2}'. Asegúrese de que los campos indicados estén presentes en la tabla actualizada y que coinciden con los campos equivalentes en la tabla original desde el punto de vista de diseño.
fi_fi: Alkuperäisen taulukon {1} kenttien {0} tietoja ei voi tallentaa päivitystaulukkoon {2}. Varmista, että päivitystaulukko sisältää luettelossa olevat kentät ja että näiden kenttien muotoilu on sama kuin vastaavissa alkuperäisen taulukon kentissä.
fr_ca: Les données des champs : « {0} » dans la table d'origine « {1} » ne peuvent pas être enregistrées dans la table de mise à niveau « {2} ». Vérifiez que les champs répertoriés sont présents dans le tableau de mise à niveau et qu'ils correspondent aux champs équivalents de la table d'origine en termes de conception.
is_is: Ekki er hægt að vista gögn í reitunum: '{0}' í upprunalegu töflunni '{1}‚í uppfærslu töfluna'{2}'. Gangið úr skugga um að reitirnir sem eru sýndir séu til staðar í uppfærslutöflunni og að snið þeirra passi við samsvarandi reiti í upprunalegu töflunni.
it_it: I dati dei campi '{0}' nella tabella '{1}' originale non possono essere salvati nella tabella '{2}' di aggiornamento. Assicurarsi che i campi elencati siano presenti nella tabella di aggiornamento e che corrispondano ai campi equivalenti nella tabella originale in termini di struttura.
nb_no: Data i feltene {0} i den opprinnelige tabellen {1} kan ikke lagres i oppgraderingstabellen {2}. Kontroller at de oppførte feltene finnes i oppgraderingstabellen og at de samsvarer med tilsvarende felt i den opprinnelige tabellen når det gjelder utforming.
nl_be: Gegevens in de velden '{0}' in de oorspronkelijke tabel '{1}' kunnen niet worden opgeslagen in de upgradetabel '{2}'. Controleer of de vermelde velden aanwezig zijn in de upgradetabel en dat ze overeenkomen met corresponderende velden in de oorspronkelijke tabel wat betreft het ontwerp.
ru_ru: Данные в полях: "{0}" в исходной таблице "{1}" невозможно сохранить в таблице обновления "{2}". Убедитесь, что перечисленные поля имеются в таблице обновления и соответствуют аналогичным полям в исходной таблице (в контексте параметров структуры).
sv_se: Data i fälten: {0} i den ursprungliga tabellen {1} kan inte sparas i den uppgraderade tabellen {2}. Se till att fälten i listan finns i den uppgraderade tabellen och att de stämmer överens med motsvarande fält i den ursprungliga tabellen i hur de är uppbyggda.

# Error_No_Outlook_Control
source: The Outlook control is not available.
cs_cz: Ovládací prvek Outlook není k dispozici.
da_dk: Outlook-kontrolelementet er ikke tilgængeligt.
de_ch: Das Outlook-Control ist nicht verfügbar.
es_mx: El control de Outlook no está disponible.
fi_fi: Outlook-ohjausobjekti ei ole käytettävissä.
fr_ca: Le contrôle Outlook n'est pas disponible.
is_is: Outlook-stýringin er ekki til staðar.
it_it: Controllo Outlook non disponibile.
nb_no: Outlook-kontrollen er ikke tilgjengelig.
nl_be: Het Outlook-besturingselement is niet beschikbaar.
ru_ru: Элемент управления Outlook недоступен.
sv_se: Outlook-kontrollen är inte tillgänglig.

# ChkBox_ShowCalendar
source: Show Calendar
cs_cz: Zobrazit kalendář
da_dk: Vis kalender
de_ch: Kalender anzeigen
es_mx: Muestra calendario
fi_fi: Näytä kalenteri
fr_ca: Afficher le calendrier
is_is: Sýna dagatal
it_it: Mostra calendario
nb_no: Vis kalender
nl_be: Agenda weergeven
ru_ru: Показать календарь
sv_se: Visa kalender

# ZoomToolServicesUrlNotApplicable
source: Not applicable
cs_cz: Nelze použít
da_dk: Ikke tilgængelig
de_ch: Nicht anwendbar
es_mx: No aplicable
fi_fi: Ei sovellu
fr_ca: Non applicable
is_is: Á ekki við
it_it: Non applicabile
nb_no: Ikke i bruk
nl_be: Niet van toepassing
ru_ru: Неприменимо
sv_se: Ej tillämpbart

# NavUrlActionBase_RequiredParameterMissing
source: Required parameter is not present.
cs_cz: Požadovaný parametr není k dispozici.
da_dk: En nødvendig parameter findes ikke.
de_ch: Ein erforderlicher Parameter ist nicht vorhanden.
es_mx: El parámetro requerido no está presente.
fi_fi: Pakollinen parametri puuttuu.
fr_ca: Le paramètre requis n'existe pas.
is_is: Áskilin breyta er ekki til staðar.
it_it: Il parametro richiesto non è presente.
nb_no: En obligatorisk parameter mangler.
nl_be: Vereiste parameter is niet aanwezig.
ru_ru: Требуемый параметр не представлен.
sv_se: Den obligatoriska parametern finns inte.

# PageBuildError
source: Cannot build the page {0}.
cs_cz: Nelze vytvořit stránku {0}.
da_dk: Siden {0} kan ikke opstilles.
de_ch: Die Seite '{0}' konnte nicht erstellt werden.
es_mx: No se puede crear la página {0}.
fi_fi: Sivua {0} ei voi muodostaa.
fr_ca: Impossible de créer la page {0}.
is_is: Ekki er hægt að byggja síðuna {0}.
it_it: Impossibile creare la pagina {0}.
nb_no: Kan ikke bygge siden {0}
nl_be: Kan de pagina {0} niet bouwen.
ru_ru: Не удается создать страницу {0}.
sv_se: Det går inte att skapa sidan {0}.

# MenuItemChooseFactBoxes
source: Choose FactBoxes
cs_cz: Vybrat informační okna
da_dk: Vælg faktabokse
de_ch: Infoboxen auswählen
es_mx: Elegir cuadros informativos
fi_fi: Valitse tietoruudut
fr_ca: Choisir les récapitulatifs
is_is: Velja upplýsingakassa
it_it: Scegli riquadri Dettaglio informazioni
nb_no: Velg faktabokser
nl_be: Infoblokken kiezen
ru_ru: Выбрать информационные панели
sv_se: Välj faktaboxar

# MenuItemManage
source: Manage
cs_cz: Správa
da_dk: Administrer
de_ch: Verwalten
es_mx: Administrar
fi_fi: Hallinta
fr_ca: Gérer
is_is: Stjórna
it_it: Gestione
nb_no: Behandle
nl_be: Beheren
ru_ru: Управление
sv_se: Hantera

# SortAscending
source: Ascending
cs_cz: Seřadit vzestupně
da_dk: Stigende
de_ch: Aufsteigend
es_mx: Ascendente
fi_fi: Nouseva
fr_ca: Croissant
is_is: Hækkandi
it_it: Crescente
nb_no: Stigende
nl_be: Oplopend
ru_ru: По возрастанию
sv_se: Stigande

# QueryReadFailed
source: The READ function failed because all rows of the query dataset have been read.
cs_cz: Funkce ČTENÍ se nezdařila, protože všechny řádky dotazu dataset již byly přečteny.
da_dk: Funktionen READ mislykkedes, fordi alle rækker i datasættet for forespørgslen er læst.
de_ch: Fehler bei der READ-Funktion, da alle Zeilen des Abfrage-Datasets gelesen wurden.
es_mx: Error en la función READ porque se han leído todas las filas del conjunto de datos de la consulta.
fi_fi: READ-funktio epäonnistui, koska kyselyn tietojoukon kaikki rivit on luettu.
fr_ca: Échec de la fonction READ car toutes les lignes de l'ensemble de données de la requête ont été lues.
is_is: Aðgerðin READ mistókst vegna þess að allar linur í gagnalotu fyrirspurnarinnar hafa verið lesnar.
it_it: Funzione READ non riuscita perché tutte le righe del set di dati della query sono state lette.
nb_no: Funksjonen READ mislyktes fordi alle radene i spørringsdatasettet er lest.
nl_be: De functie READ is mislukt, omdat alle rijen van de querygegevensset zijn gelezen.
ru_ru: Произошел сбой функции READ, поскольку все строки набора данных запроса прочитаны.
sv_se: Funktionen READ misslyckades eftersom alla rader i frågedatauppsättningen redan har lästs.

# Label_SelectedReports
source: Show reports in this order:
cs_cz: Zobrazit sestavy v tomto pořadí:
da_dk: Vis rapporter i denne rækkefølge:
de_ch: Berichte in dieser Reihenfolge anzeigen:
es_mx: Mostrar informes en este orden:
fi_fi: Näytä raportit seuraavassa järjestyksessä:
fr_ca: Afficher les rapports dans cet ordre :
is_is: Sýna skýrslur í þessari röð:
it_it: Mostra i report nell'ordine seguente:
nb_no: Vis rapporter i denne rekkefølgen:
nl_be: Lijsten in deze volgorde weergeven:
ru_ru: Отображать отчеты в следующем порядке:
sv_se: Visa rapporter i den här ordningen:

source: Empty List
cs_cz: Prázdný seznam
da_dk: Tom liste
de_ch: Leere Liste
es_mx: Lista vacía
fi_fi: Tyhjä luettelo
fr_ca: Liste vide
is_is: Tæma lista
it_it: Lista vuota
nb_no: Tom oversikt
nl_be: Lege lijst
ru_ru: Пустой список
sv_se: Tom lista

# CurrentCompanyCaption
source: Company:
cs_cz: Společnost:
da_dk: Virksomhed:
de_ch: Mandant:
es_mx: Empresa:
fi_fi: Yritys:
fr_ca: Compagnie :
is_is: Fyrirtæki:
it_it: Società:
nb_no: Selskap:
nl_be: Bedrijf:
ru_ru: Организация:
sv_se: Företag:

# FilterCaption
source: Filter
cs_cz: Filtr
es_mx: Filtro
fi_fi: Suodatus
fr_ca: Filtre
is_is: Afmörkun
it_it: Filtro
ru_ru: Фильтр

# 00095-50045
source: The specified path is invalid.
cs_cz: Zadaná cesta je neplatná.
da_dk: Den angivne sti er ugyldig.
de_ch: Der angegebene Pfad ist ungültig.
es_mx: La ruta de acceso especificada no es válida.
fi_fi: Määritetty polku ei kelpaa.
fr_ca: Le chemin spécifié n'est pas valide.
is_is: Slóðin er ógild.
it_it: Il percorso specificato non è valido.
nb_no: Den angitte banen er ugyldig.
nl_be: Het opgegeven pad is ongeldig.
ru_ru: Указан недопустимый путь.
sv_se: Den angivna sökvägen är ogiltig.

# BlankChartDefinitionCaption
source: Blank Chart
cs_cz: Prázdný graf
da_dk: Tomt diagram
de_ch: Leeres Diagramm
es_mx: Gráfico en blanco
fi_fi: Tyhjä kaavio
fr_ca: Diagramme vide
is_is: Autt myndrit
it_it: Grafico vuoto
nb_no: Tomt diagram
nl_be: Leeg diagram
ru_ru: Пустая диаграмма
sv_se: Tomt diagram

# ModuleLicenseExpiryWarning
source: Caution: The license for module {1} expires in {0} days.
cs_cz: Upozornění: V {0} dnů vyprší platnost licence pro modul {1}.
da_dk: Advarsel: Licensen til modul {1} udløber om {0} dage.
de_ch: Vorsicht: Die Lizenz für Modul {1} läuft in {0} Tagen ab.
es_mx: Atención: la licencia del módulo {1} vencerá dentro de {0} días.
fi_fi: Varoitus: moduulin {1} käyttöoikeutesi päättyy {0} päivän kuluttua.
fr_ca: Attention : La licence pour le module {1} expire dans {0} jours.
is_is: Viðvörun: Leyfið fyrir eininguna {1} fellur úr gildi eftir {0} daga.
it_it: Attenzione: la licenza per il modulo {1} scadrà tra {0} giorni.
nb_no: Forsiktig! Lisensen for modulen {1} utløper om {0} dager.
nl_be: Let op: de licentie voor module {1} vervalt in {0} dagen.
ru_ru: Внимание! Срок действия лицензии для модуля {1} истекает через {0} дней.
sv_se: Varning! Licensen för modulen {1} upphör att gälla om {0} dagar.

# FormResultCancel
source: Cancel
cs_cz: Storno
da_dk: Annuller
de_ch: Abbrechen
es_mx: Cancelar
fi_fi: Peruuta
fr_ca: Annuler
is_is: Hætta við
it_it: Annulla
nb_no: Avbryt
nl_be: Annuleren
ru_ru: Отмена
sv_se: Avbryt

# AddToReportsOnRoleCenter
source: Add to Reports on Role Center Ribbon
cs_cz: Přidat do Sestav na Pás karet Centra Rolí
da_dk: Tilføj til rapporter på båndet Rollecenter
de_ch: Zu Berichten auf dem Rollencenter-Menüband hinzufügen
es_mx: Agregar a informes en la cinta de opciones Área de tareas
fi_fi: Lisää Roolikeskus-valintanauhan raportteihin
fr_ca: Ajouter aux rapports dans le ruban Tableau de bord
is_is: Bæta við Skýrslur á borðanum fyrir Mitt hlutverk
it_it: Aggiungi a report nella barra multifunzione Gestione ruolo utente
nb_no: Legg til i rapporter på rollesenterbånd
nl_be: Toevoegen aan lijsten op lint in rolcentrum
ru_ru: Добавить в "Отчеты" на ленте ролевого центра
sv_se: Lägg till i rapporter på menyfliken Rollcenter

# ZoomToolDynamicCaptionColumnMissing
source: Column does not exist in the record.
cs_cz: Sloupec v záznamu neexistuje.
da_dk: Kolonnen findes ikke i recorden.
de_ch: Die Spalte ist im Datensatz nicht vorhanden.
es_mx: La columna no existe en el registro.
fi_fi: Tietueessa ei ole saraketta.
fr_ca: La colonne n'existe pas dans l'enregistrement.
is_is: Dálkurinn er ekki til í færslunni.
it_it: La colonna non esiste nel record.
nb_no: Kolonnen finnes ikke i posten.
nl_be: De kolom bestaat niet in de record.
ru_ru: Столбец не существует в записи.
sv_se: Kolumnen finns inte i posten.

# HyperlinkMissingMandatoryParameterPage
source: Query parameter 'page' is mandatory.
cs_cz: Query parametr 'page' je povinný.
da_dk: Forespørgselsparameteren 'page' skal angives.
de_ch: Der Abfrageparameter 'Seite' ist erforderlich.
es_mx: El parámetro de consulta 'página' es obligatorio.
fi_fi: Kyselyn parametri "sivu" on pakollinen.
fr_ca: Le paramètre de requête « page » est obligatoire.
is_is: Leitarfæribreytan 'síða' er áskilin.
it_it: Il parametro della query 'page' è obbligatorio.
nb_no: Spørringsparameteren page er obligatorisk.
nl_be: Queryparameter 'page' is verplicht.
ru_ru: Параметр запроса page является обязательным.
sv_se: Frågeparametern "sida" är obligatorisk.

# HelpScreenClose
source: Close
cs_cz: Zavřít
da_dk: Luk
de_ch: Schliessen
es_mx: Cerrar
fi_fi: Sulje
fr_ca: Fermer
is_is: Loka
it_it: Chiudi
nb_no: Lukk
nl_be: Sluiten
ru_ru: Закрыть
sv_se: Stäng

# StopSessionByServerShutdownComment
source: Stopped by server shutdown.
cs_cz: Zastavit vypnutím serveru.
da_dk: Stopped af serverlukning.
de_ch: Angehalten durch Herunterfahren des Servers.
es_mx: Detenido por cierre del servidor.
fi_fi: Lopetettu palvelimen sulkemisen vuoksi.
fr_ca: Arrêté par l'arrêt du serveur.
is_is: Stöðvað af frágangi þjóns.
it_it: Interruzione a causa dell'arresto del server.
nb_no: Stoppet av serveravslutning.
nl_be: Gestopt door afsluiten van de server.
ru_ru: Остановлено при отключении сервера.
sv_se: Har stoppats av serveravstängning.

# MustImportApplicationWhenImportingApplicationDataAndDatabaseIsEmpty
source: Cannot import the application data because the database is empty and the application is not included in the import. You must include the application in order to use the database.
da_dk: Programdataene kan ikke importeres, fordi databasen er tom, og programmet ikke er inkluderet i importen. Du skal inkludere programmet for at bruge databasen.
de_ch: Die Anwendungsdaten können nicht importiert werden, da die Datenbank leer ist und die Anwendung nicht im Import enthalten ist. Sie müssen die Anwendung einfügen, um die Datenbank zu verwenden.
es_mx: No se pueden importar los datos de la aplicación porque la base de datos está vacía y la aplicación no se incluye en la importación. Debe incluir la aplicación para usar la base de datos.
fi_fi: Sovelluksen tietoja ei voi tuoda, koska tietokanta on tyhjä eikä sovellus sisälly tuontiin. Sovellus on sisällytettävä, jotta tietokantaa voitaisiin käyttää.
fr_ca: Impossible d'importer les données d'application car la base de données est vide et l'application n'est pas incluse dans l'importation. Vous devez inclure l'application pour pouvoir utiliser la base de données.
is_is: Ekki er hægt að flytja inn forritsgögn vegna þess að gagnagrunnurinn er tómur og forritið er ekki með í innflutningnum. Forritið þarf að fylgja með svo hægt sé að nota gagnagrunninn.
it_it: Impossibile importare i dati dell'applicazione poiché il database è vuoto e l'applicazione non è inclusa nell'importazione. È necessario includere l'applicazione per utilizzare il database.
nb_no: Kan ikke importere programdataene fordi databasen er tom og programmet ikke er inkludert i importen. Du må inkludere programmet for å kunne bruke databasen.
nl_be: Kan de toepassingsgegevens niet importeren omdat de database leeg is en de toepassing niet is opgenomen in de import. U moet de toepassing opnemen om de database te kunnen gebruiken.
ru_ru: Невозможно импортировать данные приложения, поскольку база данных пуста, а приложение не включено в импорт. Для использования базы данных необходимо включить приложение.
sv_se: Det går inte att importera programdata eftersom databasen är tom och programmet inte är medtaget i importen. Du måste ta med programmet för att kunna använda databasen.

# MenuItemActionsHeaderPlace
source: % Place
cs_cz: % Místo
da_dk: Placering for %
de_ch: % Position
es_mx: % Ubicación
fi_fi: %: Sijainti
fr_ca: Emplacement %
is_is: Staðurinn %
it_it: Posizione %
nb_no: %-plass
nl_be: %-plaats
ru_ru: Размещение %
sv_se: Plats för %

# TenantNameNotAllowed
source: '{0}' is not allowed as tenant ID.
cs_cz: '{0}' není povolen jako nájemce ID.
da_dk: '{0}' er ikke tilladt som lejer-id.
de_ch: '{0}' ist nicht als Tenant-ID zulässig.
es_mx: '{0}' no se permite como id. de inquilino.
fi_fi: {0} ei ole sallittu vuokraajan tunnus.
fr_ca: '{0}' est interdit en tant qu'ID abonné.
is_is: „{0}“ er ekki leyft sem leigjandakenni.
it_it: '{0}' non è consentito come ID tenant.
nb_no: {0} tillates ikke som leietaker-ID.
nl_be: '{0}' is niet toegestaan als tenant-id.
ru_ru: "{0}" не является допустимым идентификатором арендатора.
sv_se: {0} är inget tillåtet klientorganisations-ID.

# MethodSignatureHasChanged
source: The signature of trigger {0} in codeunit 1 has changed. Expected signature: {1}
cs_cz: Podpis triggeru {0} v codeunit 1 se změnil. Očekáván podpis: {1}
da_dk: Signaturen for trigger {0} i codeunit 1 er ændret. Forventet signatur: {1}
de_ch: Die Signatur des Triggers '{0}' in Codeunit 1 wurde geändert. Erwartete Signatur: {1}
es_mx: La firma del desencadenador {0} en codeunit 1 ha cambiado. Firma que se esperaba: {1}
fi_fi: Koodiyksikön 1 käynnistimen {0} allekirjoitus on muuttunut. Oletettu allekirjoitus: {1}
fr_ca: La signature du déclencheur {0} dans le codeunit 1 a été modifiée. Signature prévue : {1}
is_is: Undirskrift kveikju {0} í kóðaeiningu 1 hefur breyst. Væntanleg undirskrift: {1}
it_it: La firma del trigger {0} in codeunit 1 è stata modificata. Firma prevista: {1}
nb_no: Signaturen for utløseren {0} i kodeenhet 1 er endret. Forventet signatur: {1}
nl_be: De handtekening van trigger {0} in codeunit 1 is gewijzigd. Verwachte handtekening: {1}
ru_ru: Подпись триггера {0} в codeunit 1 изменилась. Ожидаемая подпись: {1}
sv_se: Signaturen för utlösaren {0} i kodenhet 1 har ändrats. Förväntad signatur: {1}

# Button_SelectIconSize_default
source: Default Icon Size
cs_cz: Výchozí velikost ikon
da_dk: Standardikonstørrelse
de_ch: Standard-Symbolgrösse
es_mx: Tamaño de icono predeterminado
fi_fi: Oletusarvoinen kuvakkeen koko
fr_ca: Taille d'icône par défaut
is_is: Sjálfgefin stærð tákns
it_it: Dimensioni icona di default
nb_no: Standard ikonstørrelse
nl_be: Standaard pictogramgrootte
ru_ru: Стандартный размер значка
sv_se: Standardstorlek för ikon

# MenuItemRoleTailoredClient
source: RoleTailored Client
cs_cz: RoleTailored klient
da_dk: Rolledefineret klient
de_ch: Rollenbasierter Client
es_mx: Cliente adaptado a roles
fi_fi: Roolipohjainen käyttöliittymä
fr_ca: Client personnalisé
is_is: Hlutverkamiðaður biðlari
it_it: Client personalizzato in base ai ruoli
nb_no: Rolletilpasset klient
nl_be: Rolgerichte client
ru_ru: Ролеориентированный клиент
sv_se: Rollbaserad klient

# FileDatabaseTestSystemObjectCaption
source: File, Database, Test
cs_cz: Soubor, databáze, Test
da_dk: Filer, Database, Test
de_ch: Datei, Datenbank, Prüfen
es_mx: Archivo, Base datos, Examinar
fi_fi: Tiedosto, Tietokanta, Testi
fr_ca: Fichier, Base, Tester
is_is: Skrá, Gagnagrunnur, Prófa
nb_no: Fil, Database, Test
nl_be: Bestand, Database, Testen
ru_ru: Файл, База данных, Тест
sv_se: Fil, Databas, Test

# Unsupported_Page_Type
source: Unsupported Page Type {0}
cs_cz: Nepodporovaný typ stránky {0}
da_dk: Ikke-understøttet sidetype {0}
de_ch: Nicht unterstützter Seitentyp {0}
es_mx: Tipo de página no admitido {0}
fi_fi: Sivutyyppiä {0} ei tueta
fr_ca: Type de page non pris en charge {0}
is_is: Óstudd síðutegund {0}
it_it: Tipo di pagina {0} non supportato
nb_no: Sidetypen {0} støttes ikke
nl_be: Niet-ondersteund paginatype {0}
ru_ru: Неподдерживаемый тип страницы {0}
sv_se: Sidtypen {0} stöds inte

# Button_MoveDown
source: Move Down
cs_cz: Přesunout dolů
da_dk: Flyt ned
de_ch: Nach unten
es_mx: Mover abajo
fi_fi: Siirrä alas
fr_ca: Déplacer vers le bas
is_is: Flytja niður
it_it: Vai giù
nb_no: Flytt ned
nl_be: Omlaag
ru_ru: Сдвинуть вниз
sv_se: Flytta ned

# Exception_GenerateRecordId_InvalidType
source: Unsupported primary key field type: {0}
cs_cz: Nepodporovaný typ pole primárního klíče: {0}
da_dk: Ikke-understøttet felttype til primær nøgle: {0}
de_ch: Primärer Schlüsselfeldtyp wird nicht unterstützt: {0}
es_mx: Tipo de campo de clave principal no admitido: {0}
fi_fi: Perusavaimen kenttätyyppiä ei tueta: {0}
fr_ca: Type de champ de clé primaire non pris en charge : {0}
is_is: Óstudd gerð lykils fyrir aðalreit: {0}
it_it: Tipo di campo di chiave primaria non supportato: {0}
nb_no: Felttypen for primærnøkkel støttes ikke: {0}
nl_be: Niet-ondersteund veldtype voor primaire sleutel: {0}
ru_ru: Неподдерживаемый тип поля первичного ключа: {0}
sv_se: Den primära nyckelns fälttyp stöds inte: {0}

# ExportVersionNotSupported
source: The data file cannot be read by this version of {0}.
da_dk: Datafilen kan ikke læses af denne version af {0}.
de_ch: Die Datendatei kann von dieser Version von {0} nicht gelesen werden.
es_mx: Esta versión de {0} no puede leer el archivo de datos.
fi_fi: Tuotteen {0} tällä versiolla ei voi lukea datatiedostoa.
fr_ca: Le fichier de données ne peut pas être lu par cette version de {0}.
is_is: Ekki er hægt að lesa gagnaskrána með þessari útgáfu {0}.
it_it: Il file di dati non può essere letto da questa versione di {0}.
nb_no: Datafilen kan ikke leses av denne versjonen av {0}.
nl_be: Het gegevensbestand kan niet worden gelezen door deze versie van {0}
ru_ru: Файл данных не может быть прочтен этой версией {0}.
sv_se: Datafilen kan inte läsas av den här versionen av {0}.
