Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# PrimaryKeyDestrChangesOptionCopy
source: There are changes related to the following primary key that can cause data loss in the new table. The changes cannot be handled because the TableUpgradeMode of the TableSyncSetup type function for the changed table is set to Copy, which does not copy data to the new table. To fix this issue, you must change the TableUpgradeMode option to Move, then add C/AL code to an Upgrade type function to handle new table data. Original table: {0} '{1}' Field Id: {2} Field Name: '{3}'
da_dk: Der er ændringer relateret til følgende primære nøgle, der kan medføre datatab i den nye tabel. Ændringerne kan ikke håndteres, da TableUpgradeMode i typefunktionen TableSyncSetup for den ændrede tabel er angivet til Kopiér, hvilket ikke kopierer data til den nye tabel. For at løse problemet skal du ændre indstillingen TableUpgradeMode til Flyt, derefter tilføje C/AL-kode til en funktion af typen Opgradering for at håndtere nye tabeldata. Original table: {0} '{1} Field Id: {2} Field Name: '{3}'
de_ch: Es liegen Änderungen im Zusammenhang mit dem folgenden Primärschlüssel vor, die zu Datenverlusten in der neuen Tabelle führen können. Die Änderungen können nicht verarbeitet werden, da der Tabellenaktualisierungsmodus (TableUpgradeMode) der TableSyncSetup-Funktion auf "Kopieren" festgelegt ist, wodurch die Daten nicht in die neue Tabelle kopiert werden. Zum Beheben des Problems müssen Sie den Tabellenaktualisierungsmodus in "Verschieben" ändern und anschliessend einer Upgradefunktion C/AL-Code hinzufügen, um neue Tabellendaten zu verarbeiten. Original table: {0} '{1}' Field Id: {2} Field Name: '{3}'
es_mx: Hay cambios relacionados con la clave principal siguiente que pueden provocar la pérdida de datos en la tabla nueva. Los cambios no se pueden gestionar porque la TableUpgradeMode de la función de tipo TableSyncSetup de la tabla modificada está establecida en Copiar, por lo que los datos no se copian a la nueva tabla. Para corregir este problema, debe cambiar la opción TableUpgradeMode a Mover y luego agregar el código C/AL a una función de tipo Actualizar para gestionar los datos de la nueva tabla. Tabla original: {0} '{1}' Id. de campo: {2} Nombre de campo: '{3}'
fi_fi: Seuraavaan perusavaimeen liittyy muutoksia, jotka voivat aiheuttaa tietojen menettämistä uudessa taulukossa. Muutoksia ei voi käsitellä, koska muutetun taulukon TableSyncSetup-tyyppifunktion TableUpgradeMode-asetus on Copy, joka ei kopioi tietoja uuteen taulukkoon. Korjaa ongelma muuttamalla TableUpgradeMode-asetukseksi Move ja lisäämällä sitten C/AL-koodi Upgrade-tyyppifunktioon uusien taulukkotietojen käsittelemistä varten. Original table: {0} {1} Field Id: {2} Field Name: {3}
fr_ca: Des changements associés à la clé primaire suivante sont susceptibles d'entraîner une perte de données dans la nouvelle table. Il est impossible de gérer les changements car l'option TableUpgradeMode de la fonction de type TableSyncSetup pour la table modifiée est définie sur Copy, qui ne copie pas les données dans la nouvelle table. Pour résoudre ce problème, vous devez modifier l'option TableUpgradeMode et la définir sur Move, puis ajouter le code C/AL à une fonction de type Upgrade pour gérer les nouvelles données de la table. Original table: {0} '{1}' Field Id: {2} Field Name: '{3}'
is_is: Sumar breytingar sem tengjast eftirfarandi aðallykli geta valdið gagnatapi í nýju töflunni. Ekki er hægt að meðhöndla breytingarnar vegna þess að TableUpgradeMode í falli af TableSyncSetup-gerð fyrir breyttu töfluna er stillt á „Afrita“, sem afritar ekki gögn í nýju töfluna. Til að laga þetta þarf að breyta TableUpgradeMode-valkostinum í „Færa“ og bæta svo C/AL-kóða við fall af uppfærslugerð til að meðhöndla ný töflugögn. Upprunaleg tafla: {0} „{1}“ Kenni reits: {2} Heiti reits: „{3}“
it_it: Sono presenti modifiche correlate alla chiave primaria seguente che possono causare perdita di dati nella nuova tabella. Le modifiche non possono essere gestite perché la modalità TableUpgradeMode della funzione di tipo TableSyncSetup per la tabella modificata è impostata su Copia, azione che non consente di copiare i dati nella nuova tabella. Per risolvere il problema, è necessario impostare l'opzione TableUpgradeMode su Sposta, quindi aggiungere codice C/AL a una funzione di tipo aggiornamento per gestire in dati della nuova tabella. Tabella originale: {0} '{1}' ID campo: {2} Nome campo: '{3}'
nb_no: Det finnes endringer som er knyttet til primærnøkkelen nedenfor, og som kan forårsake tap av data i den nye tabellen. Endringene kan ikke behandles fordi TableUpgradeMode i typefunksjonen TableSyncSetup for den endrede tabellen er satt til Kopier, og da kopieres ikke data til den nye tabellen. Du løser dette problemet ved å endre alternativet for TableUpgradeMode til Flytt og deretter legge til C/AL-kode i en oppgraderingstypefunksjon for å behandle nye tabelldata. Original table: {0} '{1}' Field Id: {2} Field Name: '{3}'
nl_be: Er zijn wijzigingen met betrekking tot de volgende primaire sleutel die kunnen leiden tot gegevensverlies in de nieuwe tabel. De wijzigingen kunnen niet worden verwerkt omdat de TableUpgradeMode van de functie van het type TableSyncSetup voor de gewijzigde tabel is ingesteld op Copy, waarmee geen gegevens naar de nieuwe tabel worden gekopieerd. Als u dit probleem wilt oplossen, wijzigt u de optie TableUpgradeMode in Move en voegt u vervolgens C/AL-code aan een functie van het type Upgrade toe om de nieuwe tabelgegevens te verwerken. Original table: {0} '{1}' Field Id: {2} Field Name: '{3}'
ru_ru: Имеются изменения, связанные со следующим первичным ключом, которые могут привести к потере данных в новой таблице. Невозможно обработать эти изменения, так как параметр TableUpgradeMode функции типа TableSyncSetup для изменяемой таблицы установлен в значение "Copy" (Копировать), что не копирует данные в новую таблицу. Чтобы решить эту проблему, необходимо изменить значение параметра TableUpgradeMode на "Move" (Переместить), а затем добавить код C/AL для функции типа Upgrade, обрабатывающий данные новой таблицы. Исходная таблица: {0} "{1}" Идентификатор поля: {2} Имя поля: ''{3}"
sv_se: Vissa ändringar relaterade till följande primärnyckel kan orsaka dataförlust i den nya tabellen. Ändringarna kan inte hanteras eftersom TableUpgradeMode för funktionen av typen TableSyncSetup för den ändrade tabellen är angiven till Copy, vilket inte kopierar data till den nya tabellen. Du löser det här problemet genom att ändra alternativet TableUpgradeMode till Move och lägger sedan till C/AL-kod till en funktion av typen Upgrade för att hantera nya tabelldata. Ursprungstabell: {0} {1} Fält-ID: {2} Fältnamn: {3}

# Button_AddFreezeLine
source: Add Freeze Pane
cs_cz: Ukotvit podokno
da_dk: Tilføj låst rude
de_ch: Fixierung hinzufügen
es_mx: Agregar inmovilización de panel
fi_fi: Lisää kiinnitysruutu
fr_ca: Ajouter le volet Figer
is_is: Festa svæði
it_it: Aggiungi Blocca riquadro
nb_no: Legg til Frys rute
nl_be: Bevroren deelvenster toevoegen
ru_ru: Добавить область закрепления
sv_se: Lägg till låsning

# FieldMustBeNonblankOption
source: {0} must not be {1} in {2}: {3}
cs_cz: {0} nesmí být {1} v {2}: {3}
da_dk: {0} må ikke være {1} i {2}: {3}
de_ch: '{0}' darf in '{2}' nicht '{1}' sein: '{3}'
es_mx: {0} no debe ser {1} en {2}: {3}
fi_fi: Kohde {0} ei saa olla {1} kohteessa {2}: {3}
fr_ca: {0} ne doit pas être {1} dans {2} : {3}
is_is: {0} má ekki vera {1} í {2}: {3}
it_it: {0} non deve essere {1} in {2}: {3}
nb_no: {0} må ikke være {1} i {2}: {3}
nl_be: {0} mag niet {1} zijn in {2}: {3}
ru_ru: {0} не должно равняться {1} в {2}: {3}
sv_se: {0} får inte vara {1} i {2}: {3}

# AuthenticationEmailNotValid
source: You must specify a valid email address.
cs_cz: Je třeba zadat platnou e-mailovou adresu.
da_dk: Du skal angive en gyldig mailadresse.
de_ch: Sie müssen eine gültige E-Mail-Adresse angeben.
es_mx: Debe especificar una dirección de correo electrónico válida.
fi_fi: Määritä kelvollinen sähköpostiosoite.
fr_ca: Vous devez spécifier une adresse de courriel valide.
is_is: Tilgreina þarf gilt tölvupóstfang.
it_it: È necessario specificare un indirizzo e-mail valido.
nb_no: Du må angi en gyldig e-postadresse.
nl_be: U moet een geldig e-mailadres opgeven.
ru_ru: Необходимо указать допустимый адрес электронной почты.
sv_se: Du måste ange en giltig e-postadress.

# MenuItemZoomToolReport
source: About This Report
cs_cz: O této sestavě
da_dk: Om denne rapport
de_ch: Info zu diesem Bericht
es_mx: Acerca de este informe
fi_fi: Tietoja tästä raportista
fr_ca: À propos de ce rapport
is_is: Um þessa skýrslu
it_it: Informazioni sul report
nb_no: Om denne rapporten
nl_be: Over deze lijst
ru_ru: Об этом отчете
sv_se: Om den här rapporten

# PromotedCategoryTypeReport
source: Report
cs_cz: Sestavy
da_dk: Rapport
de_ch: Bericht
es_mx: Informe
fi_fi: Raportti
fr_ca: Rapport
is_is: Skýrsla
nb_no: Rapport
nl_be: Lijst
ru_ru: Отчет
sv_se: Rapport

# ColumnRemoved
source: The column with ID {0} does not exist because it was removed from the query definition. Start your activity again.
cs_cz: Sloupec s ID {0} již neexistuje, protože byl odebrán z definice dotazu. Znovu spusťte aktivitu.
da_dk: Kolonnen med id'et {0} findes ikke, fordi den er fjernet fra forespørgselsdefinitionen. Start aktiviteten igen.
de_ch: Die Spalte mit der ID '{0}' ist nicht vorhanden, da sie aus der Abfragedefinition entfernt wurde. Starten Sie die Aktion erneut.
es_mx: La columna con el Id. {0} no existe porque se eliminó de la definición de consulta. Inicie la actividad de nuevo.
fi_fi: Saraketta (tunnus {0}) ei ole, koska se on poistettu kyselymäärityksestä. Aloita toiminto uudelleen.
fr_ca: La colonne avec le code {0} n'existe pas car elle a été supprimée de la définition de la requête. Démarrez à nouveau votre activité.
is_is: Dálkurinn með auðkennið {0} er ekki til því hann var fjarlægður úr skilgreiningu fyrirspurnarinnar. Endurræsa þarf aðgerðina.
it_it: La colonna con ID {0} non esiste perché è stata rimossa dalla definizione della query. Avviare nuovamente l'attività.
nb_no: Kolonnen med IDen {0} finnes ikke fordi den ble fjernet fra spørringsdefinisjonen. Start aktiviteten på nytt.
nl_be: De kolom met id {0} bestaat niet, omdat deze uit de querydefinitie is verwijderd. Start de activiteit opnieuw.
ru_ru: Столбец с идентификатором {0} не существует, так как он был удален из определения запроса. Выполните действие повторно.
sv_se: Kolumnen med ID:t {0} finns inte eftersom den togs bort från frågedefinitionen. Starta aktiviteten igen.

# MenuItemExit
source: Exit
cs_cz: Konec
da_dk: Afslut
de_ch: Beenden
es_mx: Salir
fi_fi: Poistu
fr_ca: Quitter
is_is: Hætta
it_it: Esci
nb_no: Avslutt
nl_be: Afsluiten
ru_ru: Выход
sv_se: Avsluta

# TenantAlternateIdNotAllowed
source: '{0}' is not allowed as alternate tenant ID.
cs_cz: '{0}' není povolen jako ID alternativní nájemce.
da_dk: '{0}' er ikke tilladt som alternativt lejer-id.
de_ch: '{0}' ist nicht als alternative Tenant-ID zulässig.
es_mx: '{0}' no se permite como id. de inquilino alternativo.
fi_fi: {0} ei ole sallittu vaihtoehtoinen vuokraajan tunnus.
fr_ca: « {0} » est interdit en tant qu'ID abonné secondaire.
is_is: „{0}‟ er ekki leyft sem annað leigjandakenni.
it_it: '{0}' non è consentito come ID tenant alternativo.
nb_no: {0} er ikke tillatt som alternativ leietaker-ID.
nl_be: '{0}' is niet toegestaan als alternatieve tenant-id.
ru_ru: "{0}" не является допустимым альтернативным идентификатором арендатора.
sv_se: {0} är inte tillåtet som alternativt klientorganisations-ID.

# NavRenameMessage
source: Do you want to rename the record?
cs_cz: Chcete přejmenovat záznam?
da_dk: Skal recorden omdøbes?
de_ch: Möchten Sie den Datensatz umbenennen?
es_mx: ¿Confirma que desea cambiar la clave que identifica este registro?
fi_fi: Haluatko nimetä tietueen uudelleen?
fr_ca: Voulez-vous renommer l'enregistrement?
is_is: Á að endurnefna færsluna?
it_it: Rinominare il record?
nb_no: Vil du gi posten et nytt navn?
nl_be: Wilt u de naam van de record wijzigen?
ru_ru: Переименовать запись?
sv_se: Vill du byta namn på posten?

# SearchAvailable
source: Search
cs_cz: Hledat
da_dk: Søg
de_ch: Suchen
es_mx: Buscar
fi_fi: Haku
fr_ca: Rechercher
is_is: Leita
it_it: Cerca
nb_no: Søk
nl_be: Zoeken
ru_ru: Поиск
sv_se: Sök

# RecordLinks_Action_Modify
source: Modify
cs_cz: Změnit
da_dk: Ret
de_ch: Bearbeiten
es_mx: Modificar
fi_fi: Muuta
fr_ca: Modifier
is_is: Breyta
it_it: Modifica
nb_no: Endre
nl_be: Wijzigen
ru_ru: Изменить
sv_se: Ändra

# AutoSplitKey_Invalid
source: The line cannot be split.
cs_cz: Řádek nelze rozdělit.
da_dk: Linjen kan ikke opdeles.
de_ch: Die Zeile kann nicht aufgeteilt werden.
es_mx: No se puede dividir la línea.
fi_fi: Riviä ei voi jakaa.
fr_ca: Impossible de diviser la ligne.
is_is: Það er ekki hægt að skipta línunni.
it_it: Impossibile suddividere la riga.
nb_no: Linjen kan ikke deles.
nl_be: De regel kan niet worden gesplitst.
ru_ru: Невозможно разбить строку.
sv_se: Det går inte att dela raden.

# ServiceConfigurationError
source: The service {0} failed to start. This could be caused by a configuration error. Detailed error information:{1}.
cs_cz: Službu {0} se nepodařilo spustit. Může to být způsobeno chybu konfigurace. Podrobné informace o chybě: {1}.
da_dk: Tjenesten {0} kunne ikke startes. Dette kan skyldes en konfigurationsfejl. Detaljerede fejloplysninger:{1}.
de_ch: Fehler beim Starten des Diensts {0}. Der Grund hierfür ist möglicherweise ein Konfigurationsfehler. Ausführliche Fehlerinformationen: {1}.
es_mx: Error al iniciar el servicio {0}. Se puede deber a un error de configuración. Información detallada del error:{1}.
fi_fi: Palvelun {0} käynnistäminen epäonnistui. Tämä saattaa johtua määritysvirheestä. Virheen yksityiskohtaiset tiedot: {1}.
fr_ca: Le service {0} n'a pas pu démarrer. Ceci peut être provoqué par une erreur de configuration. Informations détaillées sur l'erreur :{1}.
is_is: Þjónustan {0} ræstist ekki, hugsanlega vegna samstillingarvillu. Nákvæmar upplýsingar um villu: {1}.
it_it: Impossibile avviare il servizio {0}. Ciò può essere dovuto a un errore di configurazione. Informazioni dettagliate sull'errore:{1}.
nb_no: Tjenesten {0} startet ikke. Dette kan skyldes en konfigurasjonsfeil. Detaljert feilinformasjon: {1}.
nl_be: De service {0} kan niet worden gestart. Dit wordt mogelijk veroorzaakt door een configuratiefout. Gedetailleerde foutgegevens: {1}.
ru_ru: Служба {0} не запускается. Возможная причина - ошибка конфигурации. Подробные сведения об ошибке:{1}.
sv_se: Det gick inte att starta tjänsten {0}. Detta kan bero på ett konfigurationsfel. Detaljerad felinformation:{1}.

# NonCalculatedFieldIncludedAsCalculatedField
source: Field {0} in the CalcFields collection is not of field class FlowField or BLOB.
cs_cz: Pole {0} v kolekci CalcFields není třídy pole FlowField nebo BLOB.
da_dk: Feltet {0} i samlingen CalcFields har ikke feltklassen FlowField eller BLOB.
de_ch: Das Feld '{0}' in der Sammlung 'CalcFields' gehört nicht der Feldklasse 'FlowField' oder 'BLOB' an.
es_mx: El campo {0} de la colección CalcFields no es una clase de campo FlowField o BLOB.
fi_fi: CalcFields-kokoelman kenttä {0} ei ole kenttäluokkaa FlowField tai BLOB.
fr_ca: Le champ {0} dans la collection CalcFields ne fait pas partie de la classe FlowField ou BLOB.
is_is: Reitur {0} í safninu CalcFields er ekki af reitaflokki FlowField eða BLOB.
it_it: Il campo {0} nella raccolta CalcFields non è di tipo FlowField o BLOB.
nb_no: Feltet {0} i samlingen CalcFields er ikke av feltklassen FlowField eller BLOB.
nl_be: Veld {0} in de verzameling CalcFields is geen veldklasse-FlowField of BLOB.
ru_ru: Поле {0} в коллекции CalcFields не принадлежит классу полей FlowField или BLOB.
sv_se: Fältet {0} i CalcFields-samlingen har inte fältklassen FlowField eller BLOB.

# InvalidRenameNewValue
source: The {0} field on the {1} table cannot be renamed to "{0}"
cs_cz: Pole {0} v tabulce {1} nemůže být přejmenován na "{0}"
da_dk: Feltet {0} i tabellen {1} kan ikke omdøbes til "{0}"
de_ch: Das Feld '{0}' in der Tabelle '{1}' kann nicht in '{0}' umbenannt werden.
es_mx: No se puede cambiar el nombre del campo {0} de la tabla {1} a "{0}"
fi_fi: Taulukon {1} kenttää {0} ei voi nimetä uudelleen kentäksi "{0}".
fr_ca: Le champ {0} dans la table {1} ne peut pas être renommé en « {0} ».
is_is: Reitinn {0} í töflunni {1} er ekki hægt að endurnefna sem „{0}“.
it_it: Il campo {0} nella tabella {1} non può essere rinominato "{0}"
nb_no: Kan ikke endre navn på feltet {0} i tabellen {1} til {0}
nl_be: Het veld {0} in de tabel {1} kan niet worden hernoemd in "{0}"
ru_ru: Поле {0} в таблице {1} не может быть переименовано в "{0}"
sv_se: Fältet {0} i tabellen {1} kan inte få namnet {0}

# FileCompanyDeleteSystemObjectCaption
source: Delete a company
da_dk: Slet en virksomhed
de_ch: Mandant löschen
es_mx: Eliminar una empresa
fi_fi: Poista yritys
fr_ca: Supprimer une compagnie
is_is: Eyða fyrirtæki
it_it: Elimina una società
nb_no: Slett et firma
nl_be: Een bedrijf verwijderen
ru_ru: Удалить организацию
sv_se: Ta bort ett företag

# LayoutDesignerItemAccessibilityDefaultAction
source: Select
cs_cz: Vybrat
da_dk: Marker
de_ch: Auswählen
es_mx: Seleccionar
fi_fi: Valitse
fr_ca: Sélectionner
is_is: Velja
it_it: Seleziona
nb_no: Merk
nl_be: Selecteren
ru_ru: Выбрать
sv_se: Välj

# ColumnLabel_Name
source: Name
cs_cz: Název
da_dk: Navn
es_mx: Nombre
fi_fi: Nimi
fr_ca: Nom
is_is: Heiti
it_it: Nome
nb_no: Navn
nl_be: Naam
ru_ru: Название
sv_se: Namn

# OutlookSortOption_None
source: None
cs_cz: Žádný
da_dk: Ingen
de_ch: Keine
es_mx: Ninguna
fi_fi: Ei yhtään
fr_ca: Aucun
is_is: Engin
it_it: Nessuno
nb_no: Ingen
nl_be: Geen
ru_ru: Нет
sv_se: Ingen

# FileTypeNotAllowedRename
source: The file that you are trying to rename cannot be renamed. The destination file has an extension that may be blocked. Contact your system administrator.
cs_cz: Soubor nelze přejmenovat. Cílový soubor má příponu, která může být zablokována. Obraťte se na správce systému.
da_dk: Den fil, du forsøger at omdøbe, kan ikke omdøbes. Destinationsfilen har et filtypenavn, der måske er spærret. Kontakt din systemadministrator.
de_ch: Die Datei, die Sie umbenennen möchten, kann nicht umbenannt werden. Die Erweiterung der Zieldatei wird möglicherweise blockiert. Wenden Sie sich an den Administrator.
es_mx: El nombre de archivo que intenta cambiar no se puede cambiar. El archivo de destino tiene una extensión que puede estar bloqueada. Póngase en contacto con el administrador del sistema.
fi_fi: Tiedostoa, jota yrität nimetä uudelleen, ei voi nimetä uudelleen. Kohdetiedostolla on pääte, joka saatetaan estää. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: Le fichier que vous tentez de renommer ne peut pas être renommé. L'extension du fichier de destination peut être bloquée. Veuillez contacter votre administrateur système.
is_is: Ekki er hægt að endurnefna skrána sem reynt er að endurnefna. Viðtökuskráin er með skrárendingu sem getur verið útilokuð. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: Impossibile rinominare il file che si tenta di rinominare. Il file di destinazione ha un'estensione che potrebbe essere bloccata. Contattare l'amministratore di sistema.
nb_no: Filen du prøver å endre navn på, kan ikke endres navn på. Målfilen er av en filtype som kan være blokkert. Kontakt systemansvarlig.
nl_be: Het bestand dat u probeert te hernoemen, kan niet worden hernoemd. Het doelbestand heeft een extensie die kan worden geblokkeerd. Neem contact op met de systeembeheerder.
ru_ru: Файл, который вы пытаетесь переименовать, не может быть переименован. Целевой файл имеет расширение, которое, возможно, заблокировано. Обратитесь за помощью к системному администратору.
sv_se: Den fil du försöker att byta namn på går inte att byta namn på. Målfilen har en filändelse som kan vara spärrad. Kontakta systemadministratören.

# NoTransaction
source: A transaction must be started before changes can be made to the database.
cs_cz: Transakce musí být spuštěna před provedením změn v databázi.
da_dk: En transaktion skal være startet, før der kan foretages ændringer i databasen.
de_ch: Eine Transaktion muss gestartet werden, damit Änderungen an der Datenbank vorgenommen werden können.
es_mx: Debe iniciarse una transacción para que se puedan realizar cambios en la base de datos.
fi_fi: Tapahtuma on aloitettava, ennen kuin tietokantaan voi tehdä muutoksia.
fr_ca: Vous ne pouvez faire aucun changement dans la base de données tant qu'une transaction n'a pas démarré.
is_is: Ræsa verður færslu áður en hægt er að gera breytingar á gagnagrunninum.
it_it: È necessario avviare una transazione prima di poter apportare modifiche al database.
nb_no: En transaksjon må være startet før endringer kan utføres i databasen.
nl_be: Er moet een transactie worden gestart voordat wijzigingen in de database kunnen worden aangebracht.
ru_ru: Прежде чем можно будет внести изменения в базу данных, следует запустить транзакцию.
sv_se: En transaktion måste startas innan ändringarna görs i databasen.

# ReportOutputCouldNotBeSaved
source: The report output cannot be saved. The following error occurred: {0}
da_dk: Rapportresultatet kan ikke gemmes. Der opstod følgende fejl: {0}
de_ch: Die Ausgabe des Berichts kann nicht gespeichert werden. Der folgende Fehler ist aufgetreten: {0}
es_mx: El resultado del informe no se puede guardar. Se produjo el siguiente error: {0}
fi_fi: Raportin tulostetta ei voi tallentaa. Tapahtui seuraava virhe: {0}
fr_ca: Impossible d'enregistrer la sortie de rapport. L'erreur suivante s'est produite : {0}
is_is: Ekki er hægt að vista úttak skýrslunnar. Eftirfarandi villa kom upp: {0}
it_it: Impossibile salvare l'output del report. Si è verificato l'errore seguente: {0}
nb_no: Rapportutdataene kan ikke lagres. Følgende feil oppstod: {0}
nl_be: De rapportuitvoer kan niet worden opgeslagen. De volgende fout is opgetreden: {0}
ru_ru: Не удалось сохранить вывод отчета. Возникла следующая ошибка: {0}
sv_se: Det går inte att spara rapportutdata. Följande fel inträffade: {0}

# Validation_RecordOutsideFilter
source: The current record is outside the filtered view. Do you want to continue?
cs_cz: Aktuální záznam je mimo filtrované zobrazení. Přejete si pokračovat?
da_dk: Den aktuelle record er uden for den filtrerede visning. Vil du fortsætte?
de_ch: Der aktuelle Datensatz liegt außerhalb der gefilterten Ansicht. Soll der Vorgang fortgesetzt werden?
es_mx: El registro actual se encuentra fuera de la vista filtrada. ¿Confirma que desea continuar?
fi_fi: Nykyinen tietue on suodatetun näkymän ulkopuolella. Haluatko jatkaa?
fr_ca: L'enregistrement en cours est en dehors de la vue filtrée. Voulez-vous continuer ?
is_is: Núgildandi færsla er utan við afmarkaða yfirlitið. Á að halda áfram?
it_it: Il record corrente non è compreso nella visualizzazione filtrata. Continuare?
nb_no: Den gjeldende posten er utenfor den filtrerte visningen. Vil du fortsette?
nl_be: De huidige record valt buiten de gefilterde weergave. Wilt u doorgaan?
ru_ru: Текущая запись находится вне отфильтрованного представления. Продолжить?
sv_se: Den aktuella posten ligger utanför den filtrerade vyn. Vill du fortsätta?

# FormResultNo
source: &No
cs_cz: &Ne
da_dk: &Nej
de_ch: &Nein
fi_fi: &Ei
fr_ca: &Non
is_is: &Nei
nb_no: &Nei
nl_be: &Nee
ru_ru: &Нет
sv_se: &Nej
