Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# ChkBox_ShowTasks
source: Show Tasks
cs_cz: Zobrazit úkoly
da_dk: Vis opgaver
de_ch: Aufgaben anzeigen
es_mx: Mostrar tareas
fi_fi: Näytä tehtävät
fr_ca: Afficher les tâches
is_is: Sýna verkhluta
it_it: Mostra task
nb_no: Vis oppgaver
nl_be: Taken weergeven
ru_ru: Показать задачи
sv_se: Visa uppgifter

# SqlConnectionCannotBeEstablished
source: Cannot establish a connection to the SQL Server/Database. This could be caused by one of the following reasons: * The SQL server is not started. * The database does not exist. * Proper permissions have not been given to the NAV Server Account. Try again later or contact your system administrator.
cs_cz: Nelze navázat připojení k SQL Server/databáze. Může to být způsobeno jedním z následujících důvodů: * SQL server není spuštěna. * Databáze neexistuje. * Správná oprávnění nedostali na účet serveru NAV. Opakujte akci později nebo se obraťte na správce systému.
da_dk: Der kan ikke oprettes en forbindelse til SQL-serveren/databasen. Det kan bl.a. skyldes ét af følgende: * SQL-serveren er ikke startet. * Databasen findes ikke. * Der er ikke tildelt de korrekte tilladelser til NAV-serverkontoen. Prøv igen senere, eller kontakt systemadministratoren.
de_ch: Es kann keine Verbindung mit SQL Server/der SQL-Datenbank hergestellt werden. Dies kann unter anderem folgende Gründe haben: * SQL Server ist nicht gestartet. * Die Datenbank ist nicht vorhanden. * Dem NAV-Serverkonto wurden keine ordnungsgemäßen Berechtigungen gewährt. Versuchen Sie es später erneut, oder wenden Sie sich an den Systemadministrator.
es_mx: No se puede establecer una conexión al servidor SQL Server o la base de datos. Esto podría deberse a los motivos siguientes, entre otros: * El servidor SQL Server no se ha iniciado. * La base de datos no existe. * No se han concedido los permisos adecuados a la cuenta de NAV Server. Vuelva a intentarlo más tarde o póngase en contacto con el administrador del sistema.
fi_fi: Yhteydenmuodostus SQL Serveriin tai SQL Server -tietokantaan ei onnistu. Tähän voi olla syynä jokin seuraavista: * SQL Serveriä ei ole käynnistetty. * Tietokantaa ei ole. * NAV Server -tilille ei ole myönnetty tarvittavia oikeuksia. Yritä myöhemmin uudelleen tai ota yhteyttä järjestelmänvalvojaan.
fr_ca: Impossible d'établir une connexion avec la base de données/SQL Server. Cette impossibilité peut notamment être due à l'un des motifs suivants : * Le serveur SQL n'est pas démarré. * La base de données n'existe pas. * Le compte NAV Server ne dispose pas des autorisations adéquates Réessayez plus tard ou contactez votre administrateur système.
is_is: Ekki tókst að koma á tengingu við SQL Server/Database. Ástæðan gæti hugsanlega verið ein af eftirfarandi: * SQL-þjónninn var ekki ræstur. * Gagnagrunnurinn er ekki til. * Ekki hafa verið gefnar út réttar heimildir til NAV-þjónsreikningsins. Reyna skal aftur síðar eða hafa samband við kerfisstjóra.
it_it: Impossibile stabilire una connessione a SQL Server o al database. I motivi potrebbero essere i seguenti: * SQL Server non è avviato. * Il database non esiste. * L'account per il server NAV non dispone delle autorizzazioni corrette. Riprovare più tardi o contattare l'amministratore di sistema.
nb_no: Kan ikke opprette en tilkobling til SQL-serveren/-databasen. Dette kan skyldes ett av følgende forhold: * SQL-serveren er ikke startet. * Databasen finnes ikke. * Det er ikke gitt tilstrekkelige tillatelser til NAV Server-kontoen. Prøv på nytt senere, eller kontakt systemansvarlig.
nl_be: Kan geen verbinding met de SQL-server/-database tot stand brengen. Dit kan worden veroorzaakt door een van de volgende redenen: * De SQL-server is niet gestart. * De database bestaat niet. * Er zijn niet de juiste machtigingen uitgegeven voor het NAV Server-account. Probeer het later opnieuw of neem contact op met uw systeembeheerder.
ru_ru: Не удалось установить подключение к серверу SQL/базе данных. Это может быть вызвано одной из следующих причин: * Сервер SQL не запущен. * База данных не существует. * Учетной записи сервера NAV не предоставлены соответствующие разрешения. Повторите попытку или обратитесь к системному администратору.
sv_se: Det går inte att upprätta en anslutning till SQL Server/databasen. Detta kan bero på något av följande: * SQL-servern har inte startats. * Databasen finns inte. * NAV-serverkontot har inte tilldelats rätt behörigheter. Försök igen senare eller kontakta systemadministratören.

# FilterDescriptionTitle_NoFilters
source: No filters applied
cs_cz: Nebyly použity žádné filtry
da_dk: Ingen filtre er anvendt
de_ch: Keine Filter angewendet
es_mx: No hay ningún filtro aplicado
fi_fi: Suodattimia ei ole käytössä
fr_ca: Aucun filtre n'est appliqué
is_is: Engar afmarkanir virkar
it_it: Nessun filtro applicato
nb_no: Ingen filtre er i bruk
nl_be: Geen filters toegepast
ru_ru: Фильтры не применены
sv_se: Inga filter har tillämpats

# SecurityNotice
source: Microsoft Dynamics NAV Security Notice
cs_cz: Upozornění zabezpečení aplikace Microsoft Dynamics NAV
da_dk: Sikkerhedsmeddelelse for Microsoft Dynamics NAV
de_ch: Microsoft Dynamics NAV-Sicherheitshinweis
es_mx: Aviso de seguridad de Microsoft Dynamics NAV
fi_fi: Microsoft Dynamics NAV -ohjelmiston tietoturvailmoitus
fr_ca: Avis de sécurité Microsoft Dynamics NAV
is_is: Öryggistilkynning Microsoft Dynamics NAV
it_it: Avviso di protezione di Microsoft Dynamics NAV
nb_no: Sikkerhetsmerknad for Microsoft Dynamics NAV
nl_be: Beveiligingsbericht van Microsoft Dynamics NAV
ru_ru: Извещение системы безопасности Microsoft Dynamics NAV
sv_se: Säkerhetsinformation för Microsoft Dynamics NAV 2009

# CouldNotCompileAssembly
source: Compilation of assembly '{0}' failed. This can be caused by differences between binaries in your installation or your database. Ensure that all installation components are consistent and up to date. Error details: {1}
cs_cz: Kompilace assembly '{0}' se nezdařila. To může být způsobeno rozdíly mezi binární soubory v instalaci nebo databázi. Ujistěte se, že všechny komponenty instalace jsou konzistentní a aktuální. Podrobnosti chyby: {1}
da_dk: Kompileringen af samlingen '{0}' mislykkedes. Dette kan skyldes forskelle mellem binære elementer i installationen eller i databasen. Kontroller, at alle komponenterne din installation er konsistente opdaterede. Fejldetaljer: {1}
de_ch: Fehler beim Kompilieren von Assembly '{0}'. Dies kann auf Unterschiede zwischen Binärdateien in der Installation oder der Datenbank zurückzuführen sein. Stellen Sie sicher, dass alle Installationskomponenten konsistent und auf dem neuesten Stand sind. Fehlerdetails: '{1}'
es_mx: Error en la compilación del ensamblado '{0}'. Puede deberse a las diferencias entre binarios en la instalación o la base de datos. Compruebe que todos los componentes de la instalación sean consistentes y estén actualizados. Detalles del error: {1}
fi_fi: Kokoonpanon '{0}' kääntäminen epäonnistui. Tämä voi johtua asennuksen tai tietokannan binaarieroista. Varmista, että kaikki asennuskomponentit ovat yhdenmukaisia ja ajan tasalla. Virhetiedot: {1}
fr_ca: Échec de la compilation de l'assemblage '{0}'. Cela peut être dû à des différences entre des binaires dans votre installation ou votre base de données. Assurez-vous que tous les composants d'installation sont cohérents et à jour. Détails de l'erreur : {1}
is_is: Þýðing á samsetningunni '{0}' mistókst. Þetta getur stafað af mismun á milli tvíundarskráa í uppsetningunni eða gagnagrunninum. Gæta skal að allir uppsetningaríhlutir séu samræmdir og uppfærðir. Upplýsingar um villu: {1}
it_it: Compilazione dell'assembly "{0}" non riuscita. Questo problema può essere provocato da differenze tra i valori binari dell'installazione o del database. Verificare che tutti i componenti dell'installazione siano compatibili e aggiornati. Dettagli errore: {1}
nb_no: Kompileringen av samlingen {0} mislyktes. Dette kan skyldes at det finnes forskjellige binærfiler i installasjonen eller databasen. Kontroller at alle komponentene i installasjonen er konsekvente og oppdaterte. Feildetaljer: {1}
nl_be: Compilatie van de assembly {0} is mislukt. Deze fout kan zijn veroorzaakt door verschillen tussen binaire bestanden in de installatie of de database. Controleer of alle installatiecomponenten consistent en bijgewerkt zijn. Foutdetails: {1}
ru_ru: Ошибка при компиляции сборки '{0}'. Возможная причина - различие между двоичными файлами в установке или базе данных. Убедитесь, что все компоненты установки совместимы и обновлены. Сведения об ошибке: {1}
sv_se: Det gick inte att kompilera sammansättning {0}. Detta kan bero på skillnader mellan binärfiler i din installation eller din databas. Kontrollera att alla installationskomponenter är konsekventa och uppdaterade. Felinformation: {1}

# AssistEditActionName
source: AssistEdit
fi_fi: MuokkausApu
is_is: AssistEdit (valhnappur)
ru_ru: Кнопка AssistEdit

# MenuItemRefresh
source: Refresh
cs_cz: Aktualizovat
da_dk: Opdater
de_ch: Aktualisieren
es_mx: Actualizar
fi_fi: Päivitä
fr_ca: Actualiser
is_is: Endurnýja
it_it: Aggiorna
nb_no: Forny
nl_be: Vernieuwen
ru_ru: Обновить
sv_se: Uppdatera

# DesignCodeunitAdvancedSystemObjectCaption
source: Design, Codeunit, Advanced
cs_cz: Design, procedura, rozšířené
da_dk: Kodeenhedsdesigner, Avanceret
de_ch: Design, Modul, Erweitert
fi_fi: Suunn., Koodiyks., Lisäaset.
is_is: Hanna, Aðgerð, Ítarlegt
it_it: Design, Codeunit, Avanzate
nb_no: Design, Kodeenhet, Avansert
nl_be: Ontwerp, Codeunit, Geavanc.
ru_ru: Дизайн, Codeunit, Дополн.
sv_se: Design, Kodmodul, Avancerat

# SortDescending
source: Descending
cs_cz: Seřadit sestupně
da_dk: Faldende
de_ch: Absteigend
es_mx: Descendente
fi_fi: Laskeva
fr_ca: Décroissant
is_is: Lækkandi
it_it: Decrescente
nb_no: Synkende
nl_be: Aflopend
ru_ru: По убыванию
sv_se: Fallande

# MenuItemDelete
source: Delete
cs_cz: Odstranit
da_dk: Slet
de_ch: Löschen
es_mx: Eliminar
fi_fi: Poista
fr_ca: Supprimer
is_is: Eyða
it_it: Elimina
nb_no: Slett
nl_be: Verwijderen
ru_ru: Удалить
sv_se: Ta bort

# 00095-50042
source: The current setting of the WriteMode property is incompatible with the operation.
cs_cz: Aktuální nastavení vlastnosti WriteMode není kompatibilní s operací.
da_dk: WriteMode-egenskabens aktuelle indstilling er ikke kompatibel med handlingen.
de_ch: Die aktuelle Einstellung der Eigenschaft WriteMode ist nicht mit dem Vorgang kompatibel.
es_mx: La configuración actual de la propiedad WriteMode es incompatible con la operación.
fi_fi: Nykyinen WriteMode-ominaisuuden asetus ei ole yhteensopiva toiminnon kanssa.
fr_ca: Le paramétrage actuel de la propriété WriteMode est incompatible avec l'opération.
is_is: Stilling WriteMode er ósamhæf við aðgerðina.
it_it: L'impostazione corrente della proprietà WriteMode è incompatibile con l'operazione.
nb_no: Gjeldende innstilling for egenskapen WriteMode er ikke kompatibel med operasjonen.
nl_be: De huidige instelling van de eigenschap WriteMode is niet compatibel met de bewerking.
ru_ru: Текущая настройка свойства WriteMode несовместима с этой операцией.
sv_se: Den aktuella inställningen för egenskapen WriteMode är inte kompatibel med åtgärden.

# Label_SelectGroup
source: Select a group or enter name of new group:
cs_cz: Vyberte skupinu nebo zadejte název nové skupiny:
da_dk: Vælg en gruppe, eller indtast et navn på en ny gruppe:
de_ch: Wählen Sie eine Gruppe aus, oder geben Sie einen Namen für die neue Gruppe ein:
es_mx: Seleccione un grupo o escriba un nombre para un grupo nuevo:
fi_fi: Valitse ryhmä tai kirjoita uuden ryhmän nimi:
fr_ca: Sélectionner un groupe ou entrer le nom d'un nouveau groupe :
is_is: Velja flokk eða færa inn heiti nýs hóps:
it_it: Selezionare un gruppo o immettere il nome di un nuovo gruppo:
nb_no: Velg en gruppe eller angi navn på en ny gruppe:
nl_be: Selecteer een groep of geef de naam van een nieuwe groep op:
ru_ru: Выберите группу или введите имя новой группы:
sv_se: Välj en grupp eller ange ett namn på en ny grupp:

# 00095-50116
source: The property or function '{0}' is not supported on objects of type page.
cs_cz: Vlastnost nebo funkce {0}, není podporována na objekty typu stránky.
da_dk: Egenskaben eller funktionen '{0}' understøttes ikke for objekter af typen Side.
de_ch: Die Eigenschaft oder Funktion '{0}' wird auf Objekten vom Typ Seite nicht unterstützt.
es_mx: La propiedad o función '{0}' no se admite en objetos de tipo página.
fi_fi: Ominaisuutta tai funktiota {0} ei tueta sivutyyppisille objekteille.
fr_ca: La propriété ou la fonction « {0} » n'est pas prise en charge dans les objets de type page.
is_is: Eiginleiki eða aðgerð '{0}' er ekki studd í hlutum gerðarsíðu.
it_it: La proprietà o funzione '{0}' non è supportata su oggetti di tipo pagina.
nb_no: Egenskapen eller funksjonen {0} støttes ikke i objekter av typen side.
nl_be: De eigenschap of functie '{0}' wordt niet ondersteund op objecten van het type pagina.
ru_ru: Свойство или функция '{0}' не поддерживается для объектов с типом "Страница".
sv_se: Egenskapen eller funktionen {0} stöds inte för objekt av typen Sida.

# HyperlinkNotSupportedParameter
source: The query parameter is not supported.
cs_cz: Parametr dotazu není podporován.
da_dk: Forespørgselsparameteren understøttes ikke.
de_ch: Der Abfrageparameter wird nicht unterstützt.
es_mx: No se admite el parámetro de consulta.
fi_fi: Kyselyn parametria ei tueta.
fr_ca: Le paramètre de requête n'est pas pris en charge.
is_is: Leitarfæribreytan er ekki studd.
it_it: Il parametro della query non è supportato.
nb_no: Spørringsparameteren støttes ikke.
nl_be: De queryparameter wordt niet ondersteund.
ru_ru: Параметр запроса не поддерживается.
sv_se: Frågeparametern stöds inte.

# GetUrlIllegalObjectType
source: The specified object type parameter for the GetUrl function is not valid.
cs_cz: Parametr typu zadaný objekt pro funkci GetUrl není platný.
da_dk: Den angivne objekttypeparameter for funktionen GetUrl er ikke gyldig.
de_ch: Der angegebene Objekttyp-Parameter für die GetUrl-Funktion ist nicht gültig.
es_mx: El parámetro del tipo de objeto especificado para la función GetUrl no es válido.
fi_fi: GetUrl-toiminnolle määritetty objektityypin parametri ei kelpaa.
fr_ca: Le paramètre Type d'objet spécifié pour la fonction GetUrl n'est pas valide.
is_is: Færibreyta tilgreindrar hlutargerðar fyrir GetUrl-fallið er ekki gild.
it_it: Il parametro tipo dell'oggetto specificato per la funzione GetUrl non è valido.
nb_no: Den angitte objekttypeparameteren for GetUrl-funksjonen er ikke gyldig.
nl_be: De opgegeven objecttypeparameter voor de GetUrl-functie is niet geldig.
ru_ru: Указанный параметр типа объекта для функции GetUrl недопустим.
sv_se: Den objekt-ID-typ som har angetts för GetUrl-funktionen är inte giltig.

# SelectFileForByteStreamActionCaption
source: Select Picture
cs_cz: Vybrat obrázek
da_dk: Vælg billede
de_ch: Bild auswählen
es_mx: Seleccionar imagen
fi_fi: Valitse kuva
fr_ca: Sélectionner une image
is_is: Velja mynd
it_it: Seleziona immagine
nb_no: Velg bilde
nl_be: Afbeelding selecteren
ru_ru: Выберите изображение
sv_se: Välj bild

# DatafileInformationDialogTitle
source: Get Information from Data File
da_dk: Hent oplysninger fra datafil
de_ch: Informationen aus Datendatei abrufen
es_mx: Obtener información del archivo de datos
fi_fi: Hae tiedot datatiedostosta
fr_ca: Obtenir informations du fichier de données
is_is: Sækja upplýsingar úr gagnaskrá
it_it: Ottieni informazioni da file di dati
nb_no: Hent informasjon fra datafil
nl_be: Informatie ophalen uit gegevensbestand
ru_ru: Получить информацию из файла данных
sv_se: Hämta information från datafil

# ViewDesignSystemObjectCaption
source: View, Design
cs_cz: Pohled, Design
da_dk: Vis, Design
de_ch: Ansicht, Design
es_mx: Ver, Diseñador
fi_fi: Näytä, Suunnittele
fr_ca: Affichage, Design
is_is: Skoða, Hanna
it_it: Visualizza, Design
nb_no: Vis, Design
nl_be: Beeld, Design
ru_ru: Вид, Дизайн
sv_se: Visa, Design

# ChangeServiceTierCannot
source: Cannot connect to the server.
cs_cz: Nelze se připojit k serveru.
da_dk: Der kan ikke oprettes forbindelse til serveren.
de_ch: Verbindung zum Server kann nicht hergestellt werden.
es_mx: No se puede conectar con el servidor.
fi_fi: Yhteyden muodostaminen palvelimeen ei onnistu.
fr_ca: Impossible de se connecter au serveur.
is_is: Það er ekki hægt að tengjast netþjóninum.
it_it: Impossibile connettersi al server.
nb_no: Kan ikke koble til serveren.
nl_be: Kan geen verbinding maken met de server.
ru_ru: Не удается подключиться к серверу.
sv_se: Det går inte att ansluta till servern.

# MenuItemCustomizeChart
source: Customize Chart
cs_cz: Vlastní nastavení grafu
da_dk: Tilpas diagram
de_ch: Diagramm anpassen
es_mx: Personalizar gráfico
fi_fi: Mukauta kaavio
fr_ca: Personnaliser le diagramme
is_is: Sérstilla myndrit
it_it: Personalizza grafico
nb_no: Tilpass diagram
nl_be: Diagram aanpassen
ru_ru: Настройка диаграммы
sv_se: Anpassa diagram

# Button_CopyTo
source: Copy To...
cs_cz: Kopírovat do...
da_dk: Kopier til...
de_ch: Kopieren nach...
es_mx: Copiar a...
fi_fi: Kopioi kohteeseen...
fr_ca: Copier vers...
is_is: Afrita í...
it_it: Copia in...
nb_no: Kopier til...
nl_be: Kopiëren naar...
ru_ru: Копировать в...
sv_se: Kopiera till...

# HyperlinkUnexpectedUriFormat
source: The URL is not in the expected format.
cs_cz: URL adresa není v očekávaném formátu.
da_dk: URL-adresse er ikke i det forventede format.
de_ch: Die URL hat nicht das erwartete Format.
es_mx: La URL no tiene el formato esperado.
fi_fi: URL-osoite ei ole odotetussa muodossa.
fr_ca: Le format de l'URL n'est pas celui attendu.
is_is: Vefslóðin er ekki umbeðnu sniði.
it_it: Il formato dell'URL non è quello previsto.
nb_no: URL-adressen har ikke forventet format.
nl_be: De URL heeft niet de verwachte indeling.
ru_ru: Непредвиденный формат URL-адреса.
sv_se: Webbadressen har ett ogiltigt format.

# FilterSummaryAccessibleName
source: Filter summary
cs_cz: Souhrn filtrů
da_dk: Filteroversigt
de_ch: Filterzusammenfassung
es_mx: Resumen de filtros
fi_fi: Suodattimen yhteenveto
fr_ca: Filtrer le résumé
is_is: Afmörkunarsamantekt
it_it: Riepilogo filtri
nb_no: Filtersammendrag
nl_be: Filteroverzicht
ru_ru: Сводка фильтров
sv_se: Filteröversikt

# DifferentFromDefaultConnectionSetting
source: You are about to connect to '{0}' on server '{1}', which is not your current default connection setting. This can create a security risk. Do you want to continue?
cs_cz: Chcete se připojit k '{0}' na serveru '{1}', který není v souladu s výchozím nastavením připojení. To může znamenat bezpečnostní riziko. Přejete si pokračovat?
da_dk: Du er ved at oprette forbindelse til '{0}' på server '{1}', hvilket ikke er den aktuelle standardindstilling for din forbindelse. Dette kan medføre en sikkerhedsrisiko. Vil du fortsætte?
de_ch: Sie sind im Begriff, eine Verbindung mit '{0}' auf dem Server '{1}' herzustellen. Dies ist nicht Ihre aktuelle Standardverbindungseinstellung. Diese Verbindung kann ein Sicherheitsrisiko darstellen. Möchten Sie fortfahren?
es_mx: Va a conectar con '{0}' en el servidor '{1}', que no es la configuración de conexión predeterminada actual. Esto puede conllevar un riesgo de seguridad. ¿Desea continuar?
fi_fi: Olet muodostamassa yhteyttä kohteeseen {0} palvelimessa {1}, mikä ei ole yhteyden nykyinen oletusasetus. Tämä saattaa aiheuttaa turvallisuusriskin. Haluatko jatkaa?
fr_ca: Vous êtes sur le point de vous connecter à « {0} » sur le serveur « {1} », ce qui n'est pas votre paramètre de connexion par défaut actuel. Ceci peut engendrer un risque de sécurité. Souhaitez-vous continuer ?
is_is: Verið er að koma á tengingu við '{0}' á þjóni '{1}'. Þetta er ekki sjálfgefin tengingarstilling. Þetta getur skapað öryggishættu. Á að halda áfram?
it_it: È in corso la connessione a "{0}" nel server "{1}", che non è l'impostazione di connessione predefinita corrente. Questa situazione potrebbe costituire un rischio di protezione. Continuare?
nb_no: Du er i ferd med å koble til {0} på serveren {1}, som ikke er gjeldende standard tilkoblingsinnstilling. Dette kan utgjøre en sikkerhetsrisiko. Vil du fortsette?
nl_be: U gaat verbinding maken met {0} op de server {1}. Dit is niet de huidige standaard verbindingsinstelling. Hierdoor kan een beveiligingsrisico ontstaan. Wilt u doorgaan?
ru_ru: Выполняется подключение к '{0}' на сервере '{1}', который не входит в текущие настройки подключения по умолчанию. Это может привести к возникновению угрозы безопасности. Продолжить?
sv_se: Du kommer nu att ansluta till {0} på servern {1}, som inte är din aktuella standardinställning för anslutning. Detta kan skapa en säkerhetsrisk. Vill du fortsätta?

# MenuItemSave
source: Save
cs_cz: Uložit
da_dk: Gem
de_ch: Speichern
es_mx: Guardar
fi_fi: Tallenna
fr_ca: Sauvegarder
is_is: Vista
it_it: Salva
nb_no: Lagre
nl_be: Opslaan
ru_ru: Сохранить
sv_se: Spara

# ServiceConnectionServerNotFound
source: A server was not found at "{0}". Either the URL is incorrect or the server is currently not available.
cs_cz: Server nebyl nalezen na "{0}". URL adresa není správná nebo server není v současné době k dispozici.
da_dk: Der blev ikke fundet en server på "{0}". Enten er URL-adressen forkert, eller serveren er ikke tilgængelig i øjeblikket.
de_ch: Unter '{0}' wurde kein Server gefunden. Möglicherweise ist die URL falsch, oder der Server ist zurzeit nicht verfügbar.
es_mx: No se encontró ningún servidor en "{0}". La URL es incorrecta o el servidor no está disponible actualmente.
fi_fi: Palvelinta ei löytynyt kohteesta "{0}". Joko URL-osoite on virheellinen tai palvelin ei ole tällä hetkellä käytettävissä.
fr_ca: Un serveur est introuvable dans " {0} ". L'URL est incorrecte ou le serveur n'est pas disponible pour l'instant.
is_is: Netþjónn fannst ekki á "{0}". Annað hvort er vefslóðin (URL) röng eða netþjónninn ekki tiltækur.
it_it: Server non trovato in "{0}". URL errato o server attualmente non disponibile.
nb_no: Fant ingen server på {0}. URL-adressen er feil, eller serveren er ikke tilgjengelig for øyeblikket.
nl_be: Er is geen server gevonden op "{0}". De URL is onjuist of de server is niet beschikbaar.
ru_ru: Сервер по адресу "{0}" не найден. Либо неправильно указан URL-адрес, либо в настоящий момент сервер недоступен.
sv_se: Det gick inte att hitta någon server på {0}. Antingen är URL:en felaktig eller så är servern inte tillgänglig för närvarande.
