Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# FilterExpressionVariableNotResolved
source: The variable "{0}" was not understood.
cs_cz: Proměnná "{0}" nebyla pochopena.
da_dk: Variablen "{0}" kunne ikke fortolkes.
de_ch: Die Variable "{0}" war unverständlich.
es_mx: La variable "{0}" no se comprendió.
fi_fi: Muuttujaa "{0}" ei ymmärretty.
fr_ca: La variable « {0} » n'a pas été comprise.
is_is: Breytan „{0}“ skildist ekki.
it_it: Variabile "{0}" non riconosciuta.
nb_no: Variabelen {0} ble ikke forstått.
nl_be: De variabele {0} is niet begrepen.
ru_ru: Не понятна переменная "{0}".
sv_se: Det gick inte att tolka variabeln {0}.

# UserSidIsInvalid
source: The User Security ID {0} for user {1} is not valid.
cs_cz: ID zabezpečení uživatele {0} pro uživatele {1} není platné.
da_dk: Brugersikkerheds-id'et {0} for brugeren {1} er ugyldigt.
de_ch: Die Benutzersicherheitskennung {0} für Benutzer {1} ist ungültig.
es_mx: El identificador de seguridad de usuario {0} del usuario {1} no es válido.
fi_fi: Käyttäjän {1} suojaustunnus {0} ei kelpaa.
fr_ca: Le code sécurité utilisateur {0} de l'utilisateur {1} n'est pas valide.
is_is: Öryggisauðkenni notanda {0} fyrir notandann {1} er ekki gilt.
it_it: ID di protezione utente {0} per l'utente {1} non valido.
nb_no: Sikkerhets-IDen {0} for brukeren {1} er ikke gyldig.
nl_be: De gebruikerbeveiligings-id {0} voor gebruiker {1} is niet geldig.
ru_ru: Идентификатор безопасности {0} для пользователя {1} является недопустимым.
sv_se: Användarsäkerhets-ID:t {0} för användaren {1} är inte giltigt.

# 00095-50171
source: Cannot mix server-side invoked and client-side invoked automation objects.
cs_cz: Nelze kombinovat objekty automation vyvolané na straně serveru i klienta.
da_dk: Ikke-aktiverede automatiseringsobjekter for serversidekald og klientsidekald kan ikke blandes.
de_ch: Serverseitig und clientseitig aufgerufene Automatisierungsobjekte können nicht vermischt werden.
es_mx: Los objetos de automatización invocados por parte del servidor y por parte del cliente no se pueden mezclar.
fi_fi: Palvelinpuolen ja asiakasohjelmapuolen aktivoitavia automaatio-objekteja ei voi käyttää sekaisin.
fr_ca: Impossible de mélanger les objets Automation invoqués côté serveur et côté client.
is_is: Ekki má blanda saman sjálfvirknihlutum ræstum af netþjóni og sjálfvirknihlutum ræstum af biðlara.
it_it: Impossibile combinare oggetti ActiveX richiamati sul lato client e sul lato server.
nb_no: Automatiseringsobjekter som er startet på serversiden og på klientsiden kan ikke blandes.
nl_be: Aan de serverzijde en aan de clientzijde aangeroepen automatiseringsobjecten kunnen niet worden gemengd.
ru_ru: Нельзя смешивать объекты автоматизации, вызываемые на стороне сервера и клиента.
sv_se: Det går inte att blanda automatiseringsobjekt från serversidan och klientsidan.

# OfficeDocumentExtensionRequired
source: You must specify the document extension, such as .xlsx for a Microsoft Excel file.
cs_cz: Je nutné zadat příponu dokumentu, například XLSX soubor aplikace Microsoft Excel.
da_dk: Du skal angive dokumentets filtype, f.eks. .xlsx for en Microsoft Excel-fil.
de_ch: Sie müssen die Dokumenterweiterung festlegen, wie etwa .xlsx bei einer Microsoft Excel-Datei.
es_mx: Debe especificar la extensión del documento, como .xlsx para un archivo de Microsoft Excel.
fi_fi: Sinun on määritettävä tiedostotunniste, kuten .xlsx Microsoft Excel -tiedostoa varten.
fr_ca: Vous devez spécifier l'extension de document, par exemple .xlsx pour un fichier Microsoft Excel.
is_is: Tilgreina verður nafnauka skjalsins, eins og .xlsx fyrir Microsoft Excel-skrá.
it_it: È necessario specificare l'estensione del documento, ad esempio .xlsx per un file di Microsoft Excel.
nb_no: Du må angi dokumentfiltypen, for eksempel XLSX for en Microsoft Excel-fil.
nl_be: U moet de extensie van het document opgeven, zoals .xlsx voor een Microsoft Excel-bestand.
ru_ru: Необходимо указать расширение документа, например, .xlsx для файла Microsoft Excel.
sv_se: Du måste ange dokumentets filnamnstillägg, till exempel .xlsx för en Microsoft Excel-fil.

# QueryFilterMustSpecifyASingleRange
source: Because the "Use Only Max Limit" setting is enabled for query column {0} in DataItem {1}, any filters set on this column must only specify a single range.
cs_cz: Protože pro sloupec dotazu {0} v DataItem {1} je povoleno nastavení "Use Only Max Limit", všechny filtry nastavené nad tímto sloupcem musí určit pouze jednu hodnotu.
da_dk: Da indstillingen "Brug kun maks.grænse" er aktiveret for forespørgselskolonnen {0} i DataItem {1}, kan filtre, der indstilles på denne kolonne, kun angive et specifikt interval.
de_ch: Da die Einstellung "Use Only Max Limit" für die Abfragespalte {0} in DataItem {1} aktiviert ist, kann für alle Filter dieser Spalte nur ein einzelner Bereich angegeben werden.
es_mx: Dado que el valor "Use Only Max Limit" está habilitado para la columna de consulta {0} en DataItem {1}, los filtros establecidos en esta columna solo deben especificar un único intervalo.
fi_fi: Koska vain enimmäisrajan käyttöasetus on käytössä DataItem-kohteen {1} kyselyn sarakkeessa {0}, tähän sarakkeeseen määritettyjen suodatinten täytyy määrittää vain yksittäinen alue.
fr_ca: Étant donné que le paramètre « Use Only Max Limit » est activé pour la colonne requête {0} dans le DataItem {1}, les filtres définis sur cette colonne ne doivent spécifier qu'une plage unique.
is_is: Þar sem stillingin „Nota aðeins hámarkstakmörk“ er virk fyrir fyrirspurnardálkinn {0} í DataItem {1} má hvaða afmörkun sem er í þessum dálki einungis tilgreina eitt bil.
it_it: Poiché l'impostazione per utilizzare solo il limite massimo è abilitata per la colonna di query {0} in DataItem {1}, tutti i filtri impostati su questa colonna devono specificare solo un intervallo unico.
nb_no: Ettersom innstillingen Bruk bare maksimal grense er aktivert for spørringskolonnen {0} i DataItem {1} må filtre som er angitt for denne kolonnen, bare angi ett enkelt område.
nl_be: Aangezien voor de querykolom {0} in DataItem {1} 'Use Only Max Limit' is ingeschakeld, mag er in filters die voor deze kolom worden ingesteld uitsluitend een enkel bereik worden opgegeven.
ru_ru: Так как настройка "Использовать только макс. предел" включена для столбца запроса {0} в {1} DataItem, любые фильтры, установленные для этого столбца, должны задавать только одиночный диапазон.
sv_se: Eftersom inställningen "Use Only Max Limit" har aktiverats för frågekolumnen {0} i DataItem {1}, kan eventuella filter för kolumnen endast ange ett enskilt intervall.

# MenuItemEdit
source: Edit
cs_cz: Úpravy
da_dk: Rediger
de_ch: Bearbeiten
es_mx: Editar
fi_fi: Muokkaa
fr_ca: Modifier
is_is: Breyta
it_it: Modifica
nb_no: Rediger
nl_be: Bewerken
ru_ru: Правка
sv_se: Redigera

# UpgradeTableAndOriginalTablePrimaryKeysNotMatching
source: Primary key in the upgrade table '{0}' does not match the primary key in the original table '{1}'.
da_dk: Den primære nøgle i opgraderingstabellen '{0}' stemmer ikke overens med den primære nøgle i den oprindelige tabel '{1}'.
de_ch: Der Primärschlüssel in der Upgradetabelle "{0}" entspricht nicht dem Primärschlüssel in der Originaltabelle "{1}".
es_mx: La clave principal de la tabla de actualización '{0}' no coincide con la clave principal de la tabla original '{1}'.
fi_fi: Päivitystaulukon {0} perusavain ei ole sama kuin alkuperäisen taulukon {1} perusavain.
fr_ca: La clé primaire de la table de mise à niveau « {0} » ne correspond pas à la clé primaire de la table d'origine « {1} ».
is_is: Aðallykillinn í uppfærslutöflu '{0}' passar ekki við aðallykil í upprunalegri töflu '{1}'.
it_it: La chiave primaria nella tabella di aggiornamento '{0}' non corrisponde alla chiave primaria nella tabella originale '{1}'.
nb_no: Primærnøkkelen i oppgraderingstabellen {0} samsvarer ikke med primærnøkkelen i den opprinnelige tabellen {1}.
nl_be: Primaire sleutel in de upgradetabel '{0}' komt niet overeen met de primaire sleutel in de oorspronkelijke tabel '{1}'.
ru_ru: Первичный ключ в таблице обновления "{0}" не совпадает с первичным ключом в исходной таблице "{1}".
sv_se: Den primära nyckeln i den uppgraderade tabellen {0} stämmer inte överens med den primära nyckeln i den ursprungliga tabellen {1}.

# UnsupportedBlobValue
source: Only *, 1, 0, and ' ' are allowed values.
cs_cz: Povolené hodnoty jsou pouze *, 1, 0, a ' '.
da_dk: Kun værdierne *, 1, 0 og ' ' er tilladte.
de_ch: Nur '*', '1', '0' und ' ' sind gültige Werte.
es_mx: Solo *, 1, 0 y ' ' son valores permitidos.
fi_fi: Vain *, 1, 0, ja ' ' ovat sallittuja arvoja.
fr_ca: Seules *, 1, 0 et « » sont des valeurs autorisées.
is_is: Aðeins *, 1, 0, og ' ' eru leyfð gildi.
it_it: I valori consentiti sono solo *, 1, 0 e ' '.
nb_no: Bare *, 1, 0 og ' ' er tillatte verdier.
nl_be: Alleen *, 1, 0 en ' ' zijn toegestane waarden.
ru_ru: Допустимыми значениями являются *, 1, 0, и " ".
sv_se: Endast *, 1, 0 och ' ' är tillåtna värden.

# SecurityFilterNotAllowed
source: A security filter has been set for table {0}. This is not allowed for the current function.
cs_cz: Filtr bezpečnosti bylo nastaven pro tabulku {0}. To není povoleno pro současnou funkci.
da_dk: Der er blevet indstillet et sikkerhedsfilter for {0}. Dette er ikke tilladt for den aktuelle funktion.
de_ch: Für die Tabelle {0} wurde ein Sicherheitsfilter festgelegt. Dies ist für die aktuelle Funktion nicht zulässig.
es_mx: Se ha establecido un filtro de seguridad para la tabla {0}. Esto no se permite en la función actual.
fi_fi: Suojaussuodatin on määritetty taulukolle {0}. Tämä ei ole sallittu nykyiselle funktiolle.
fr_ca: Un filtre de sécurité a été défini pour la table {0}. Cette opération n'est pas autorisée pour la fonction actuelle.
is_is: Öryggisafmörkun var sett upp fyrir töflu {0}. Þetta er ekki leyft fyrir gildandi aðgerð.
it_it: Alla tabella {0} è stato applicato un filtro di protezione. Questa operazione non è consentita per la funzione corrente.
nb_no: Det er angitt et sikkerhetsfilter for tabellen {0}. Dette tillates ikke for den gjeldende funksjonen.
nl_be: Er is een beveiligingsfilter ingesteld voor tabel {0}. Dit is niet toegestaan voor de huidige functie.
ru_ru: Для таблицы {0} не установлен фильтр безопасности. Это не разрешено для текущей функции.
sv_se: Ett säkerhetsfilter har angetts för tabellen {0}. Det här är inte tillåtet för den aktuella funktionen.

# MenuItemSelectCompany
source: Select Company
cs_cz: Vybrat společnost
da_dk: Vælg firma
de_ch: Mandant auswählen
es_mx: Seleccionar empresa
fi_fi: Valitse yritys
fr_ca: Sélectionner compagnie
is_is: Velja fyrirtæki
it_it: Seleziona società
nb_no: Velg selskap
nl_be: Bedrijf selecteren
ru_ru: Выбрать организацию
sv_se: Välj företag

# FilterExpressionRhsCannotBeEmpty
source: The right side of an '{0}' operator cannot be empty.
cs_cz: Pravá strana operátoru '{0}' nemůže být prázdná.
da_dk: Højre side af en '{0}'-operator må ikke være tom.
de_ch: Die rechte Seite eines Operators vom Typ '{0}' darf nicht leer sein.
es_mx: El lado derecho de un operador '{0}' no puede estar vacío.
fi_fi: Operaattorin "{0}" oikea puoli ei voi olla tyhjä.
fr_ca: La partie de droite d'un opérateur « {0} » ne peut pas être vide.
is_is: Hægri hlið virkja „{0}“ má ekki vera tóm.
it_it: Il limite destro di un operatore '{0}' non può essere vuoto.
nb_no: Høyre side for en {0}-operator kan ikke være tom.
nl_be: De rechterzijde van een '{0}' operator kan niet leeg zijn.
ru_ru: Правая сторона оператора "{0}" не может быть пустой.
sv_se: Höger sida i operatorn {0} får inte vara tom.

# XmlPortImportFileIsEmpty
source: Cannot import the specified XML document because the file is empty.
cs_cz: Zadaný dokument XML nelze importovat, protože soubor je prázdný.
da_dk: Det angivne XML-dokument kan ikke importeres, da filen er tom.
de_ch: Das angegebene XML-Dokument kann nicht importiert werden, da die Datei leer ist.
es_mx: No se puede importar el documento XML especificado porque el archivo está vacío.
fi_fi: Määritettyä XML-asiakirjaa ei voi tuoda, koska tiedosto on tyhjä.
fr_ca: Impossible d'importer le document XML spécifié car le fichier est vide.
is_is: Ekki er hægt að flytja inn tilgreint XML-skjal vegna þess að skráin er tóm.
it_it: Impossibile importare il documento XML specificato perché il file è vuoto.
nb_no: Kan ikke importere det angitte XML-dokumentet fordi filen er tom.
nl_be: Kan het gespecificeerde XML-document niet importeren omdat het bestand leeg is.
ru_ru: Не удается импортировать указанный XML-документ, так как файл пуст.
sv_se: Det går inte att importera det angivna XML-dokumentet eftersom filen är tom.

# MenuItemChooseColumns
source: Choose Columns
cs_cz: Zvolit sloupce
da_dk: Vælg kolonner
de_ch: Spalten auswählen
es_mx: Elegir columnas
fi_fi: Valitse sarakkeet
fr_ca: Choisir les colonnes
is_is: Velja dálka
it_it: Scegli colonne
nb_no: Velg kolonner
nl_be: Kolommen kiezen
ru_ru: Выбрать столбцы
sv_se: Välj kolumner

# CallbackNotAllowedUploadFile
source: {0} attempted to issue a client callback to upload a file: {1} ({2} {4} {3}). Client callbacks are not supported on {0}.
cs_cz: aplikace {0} se pokusila vystavit zpětné volání klienta nahrát soubor: {1} {2} {4} {3}). Zpětná volání klienta nejsou podporovány na {0}.
da_dk: {0} har forsøgt at sende et tilbagekald til klienten for at overføre en fil: {1} ({2} {4} {3}). Tilbagekald til klienter understøttes ikke på {0}.
de_ch: Von {0} wurde versucht, einen Clientrückruf auszugeben, um eine Datei hochzuladen: {1} ({2} {4} {3}). Clientrückrufe werden für {0} nicht unterstützt.
es_mx: {0} intentó emitir una devolución de llamadas de cliente para cargar un archivo: {1} ({2} {4} {3}). Las devoluciones de llamadas de cliente no se admiten en {0}.
fi_fi: {0} yritti lähettää asiakasohjelman takaisinkutsun tiedoston lataamista varten: {1} ({2} {4} {3}). Asiakasohjelman takaisinkutsuja ei tueta kohteessa {0}.
fr_ca: {0} a tenté d'émettre un rappel de client pour télécharger un fichier : {1} ({2} {4} {3}). Les rappels de clients ne sont pas pris en charge sous {0}.
is_is: {0} reyndi að gefa út svarhringingu biðlara til að hlaða upp skrá: {1} ({2} {4} {3}). Svarhringing biðlara er ekki studd á {0}.
it_it: {0} ha tentato di emettere un callback client per caricare un file: {1} ({2} {4} {3}). I callback client non sono supportati in {0}.
nb_no: {0} forsøkte å utstede et klienttilbakekall for å laste opp en fil: {1} ({2} {4} {3}). Klienttilbakekall støttes ikke på {0}.
nl_be: {0} probeert een client-callback te verzenden om een bestand te uploaden: {1} ({2} {4} {3}). Client-callbacks worden niet ondersteund onder {0}.
ru_ru: {0} предпринята попытка выполнить обратный вызов клиента для выгрузки файла: {1} ({2} {4} {3}). Обратные вызовы клиентов не поддерживаются в {0}.
sv_se: {0} försökte att utfärda ett klientåteranrop för att kunna överföra en fil: {1} ({2} {4} {3}). Klientåteranrop stöds inte i {0}.

# LabelAvailableParts
source: Available parts:
cs_cz: Dostupné části:
da_dk: Tilgængelige dele:
de_ch: Verfügbare Elemente:
es_mx: Partes disponibles:
fi_fi: Käytettävissä olevat osat:
fr_ca: Pièces disponibles :
is_is: Tiltækir hlutar:
it_it: Parti disponibili:
nb_no: Tilgjengelige deler:
nl_be: Beschikbare onderdelen:
ru_ru: Доступные части:
sv_se: Tillgängliga delar:

# FieldValueTooLargeError
source: The filter "{0}" is not valid. The filter in the {1} field in the {2} table is too large.
cs_cz: Filtr "{0}" není platný. Filtr v poli {1} v tabulce {2} je příliš velký.
da_dk: Filteret "{0}" er ugyldigt. Filteret i feltet {1} i tabellen {2} er for omfattende.
de_ch: Der Filter '{0}' ist ungültig. Der Filter für das Feld '{1}' der Tabelle '{2}' ist zu umfangreich.
es_mx: El filtro "{0}" no es válido. El filtro del campo {1} de la tabla {2} es demasiado grande.
fi_fi: Suodatin "{0}" ei ole kelvollinen. Taulukon {2} kentässä {1} oleva suodatin on liian suuri.
fr_ca: Le filtre « {0} » n'est pas valide. Le filtre du champ {1} de la table {2} est trop long.
is_is: Afmörkunin „{0}“ er ógild. Afmörkunin í reitnum {1} í töflunni {2} er of stór.
it_it: Filtro "{0}" non valido. Il filtro nel campo {1} nella tabella {2} è troppo grande.
nb_no: Filteret {0} er ikke gyldig. Filteret i feltet {1} i tabellen {2} er for stort.
nl_be: Het filter "{0}" is niet geldig. Het filter in het veld {1} van de tabel {2} is te groot.
ru_ru: Фильтр "{0}" является недопустимым. Фильтр в поле {1} таблицы {2} слишком большой.
sv_se: Filtret {0} är inte giltigt. Filtret för fältet {1} i tabellen {2} är för stort.

# ValidationHelperAnotherFieldHasProblem
source: Validating field {0} revealed a problem in field {1}.
cs_cz: Ověření pole {0} odhalilo problém v poli {1}.
da_dk: Validering af feltet {0} afslørede et problem i feltet {1}.
de_ch: Beim Überprüfen von Feld {0} wurde ein Problem in Feld {1} ermittelt.
es_mx: El campo de validación {0} ha revelado un problema en el campo {1}.
fi_fi: Tarkistettaessa kenttää {0} on havaittu ongelma kentässä {1}.
fr_ca: Le champ de validation {0} a révélé un problème dans le champ {1}.
is_is: Villuleitarreiturinn {0} afhjúpaði vandamál í reitnum {1}.
it_it: La convalida del campo {0} ha rivelato un problema nel campo {1}.
nb_no: Validering av feltet {0} avslørte et problem i feltet {1}.
nl_be: Bij de validatie van het veld {0} is een probleem aangetroffen in het veld {1}.
ru_ru: При проверке поля {0} обнаружена ошибка в поле {1}.
sv_se: Valideringen av fältet {0} visade på ett problem i fältet {1}.

# NasSessionFailedWillRetry
source: The {0} session for tenant '{1}' has failed and will be restarted. Reason: {2}
cs_cz: Relace {0} pro klienta {1} selhala a bude restartována. Důvod: {2}
da_dk: Der er opstået en fejl i {0}-sessionen til lejeren '{1}', og den vil blive genstartet. Årsag: {2}
de_ch: Die {0}-Sitzung für Tenant "{1}" ist fehlgeschlagen und wird neu gestartet. Grund: {2}
es_mx: La sesión {0} para el inquilino '{1}' tiene un error y no reiniciará. Motivo: {2}
fi_fi: Vuokraajan {1} istunto {0} on epäonnistunut, ja se käynnistetään uudelleen. Syy: {2}
fr_ca: La session {0} pour l'abonné « {1} » a échoué et sera redémarrée. Motif : {2}
is_is: Lotan {0} fyrir leigjanda „{1}“ hefur mistekist og verður endurræst. Ástæða: {2}
it_it: La sessione {0} per il tenant '{1}' non è riuscita e non verrà riavviata. Motivo: {2}
nb_no: {0}-økten for leietaker {1} har mislyktes og vil bli startet på nytt. Årsak: {2}
nl_be: De sessie {0} voor tenant '{1}' is mislukt en wordt opnieuw gestart. Reden: {2}
ru_ru: Сеанс {0} для арендатора "{1}" завершился ошибкой и будет перезапущен. Причина: {2}
sv_se: {0}-sessionen för klientorganisationen {1} har misslyckats och kommer startas om. Orsak: {2}

# ChartCountDescription
source: Count selected dimensions
cs_cz: Počet vybraných dimenzí
da_dk: Tæl markerede dimensioner
de_ch: Ausgewählte Dimensionen zählen
es_mx: Contar dimensiones seleccionadas
fi_fi: Laske valitut dimensiot
fr_ca: Compter les dimensions sélectionnés
is_is: Telja valdar víddir
it_it: Conteggio dimensioni selezionate
nb_no: Tell valgte dimensjoner
nl_be: Geselecteerde dimensies tellen
ru_ru: Число выбранных измерений
sv_se: Räkna valda dimensioner

# ZoomToolFormIdentifier
source: Page
cs_cz: Stránka
da_dk: Side
de_ch: Seite
es_mx: Pág.
fi_fi: Sivu
is_is: Bls.
it_it: Pagina
nb_no: Side
nl_be: Pagina
ru_ru: Страница
sv_se: Sida

# ServerFileAccessNotAllowed
source: Server file access by C/AL functions is disabled. Contact your system administrator.
da_dk: C/AL-funktioners adgang til serverfil er deaktiveret. Kontakt systemadministratoren.
de_ch: Der Zugriff von C/AL-Funktionen auf Serverdateien ist deaktiviert. Wenden Sie sich an den Systemadministrator.
es_mx: El acceso a archivos de servidor por las funciones C/AL está deshabilitado. Póngase en contacto con el administrador del sistema.
fi_fi: C/AL-funktioiden palvelintiedostojen käyttö on poistettu käytöstä. Ota yhteyttä järjestelmänvalvojaasi.
fr_ca: L'accès des fonctions C/AL au fichier serveur est désactivé. Contactez votre administrateur système.
is_is: Slökkt er á þjónsskráaraðgangi C/AL-aðgerða. Hafa skal samband við kerfisstjóra.
it_it: Accesso ai file server tramite funzioni C/AL disabilitato. Contattare l'amministrazione di sistema.
nb_no: Serverfiltilgang via C/AL-funksjoner er deaktivert. Kontakt systemansvarlig.
nl_be: Toegang tot serverbestanden door C/AL-functies is uitgeschakeld. Neem contact op met uw systeembeheerder.
ru_ru: Доступ к файлам на сервере из функций C/AL отключен. Обратитесь к системному администратору.
sv_se: Åtkomsten till serverfiler via C/AL-funktioner har inaktiverats. Kontakta din systemadministratör.

# DeletePersonalizationFileTypeDecisionsBody
source: Resets the decision that you made for opening or saving files with the RoleTailored client.
cs_cz: Resetuje rozhodnutí, které jste provedli pro otevírání a ukládání souborů v RoleTailored klientovi.
da_dk: Nulstiller den beslutning, du traf med hensyn til, hvordan filer skal åbnes eller gemmes i den rolledefinerede klient.
de_ch: Macht die Entscheidung rückgängig, die hinsichtlich des Öffnens und Speicherns von Dateien mit dem rollenbasierten Client getroffen wurde.
es_mx: Restablece la decisión tomada sobre la apertura o el guardado de los archivos con el cliente adaptado a roles.
fi_fi: Palauttaa roolipohjaisessa käyttöliittymässä tehdyn tiedostojen avaamis- tai tallentamispäätöksen.
fr_ca: Réinitialise la décision prise pour l'ouverture ou l'enregistrement de fichiers via le client personnalisé.
is_is: Endurstillir ákvörðunina sem tekin var um opnun og vistun skráa með hlutverkamiðaða biðlaranum.
it_it: Ripristina la decisione presa per l'apertura o il salvataggio di file con il client personalizzato in base ai ruoli.
nb_no: Tilbakestiller avgjørelsen om å åpne eller lagre filer med den rolletilpassede klienten.
nl_be: Hiermee wordt de actie voor het openen of opslaan van bestanden met de rolgerichte client opnieuw ingesteld.
ru_ru: Отмена решения, принятого в отношении открытия или сохранения файлов с помощью ролеориентированного клиента.
sv_se: Återställer det beslut du fattat om att öppna eller spara filer med den rollbaserade klienten.

# OffsetMustBeWithinDestination
source: Offset must be within boundaries of destination.
cs_cz: Offset musí být uvnitř intervalu.
da_dk: Respons skal være indenfor destinationens grænser.
de_ch: Das Offset muss innerhalb der Grenzen des Ziels liegen.
es_mx: El desfase debe estar dentro de los límites del destino.
fi_fi: Offset-arvon on oltava kohteen rajojen välillä.
fr_ca: Le décalage doit être compris dans les limites de destination.
is_is: Mótfærsla verður að vera innan marka áfangastaðar.
it_it: L'offset deve essere compreso nei limiti di destinazione.
nb_no: Forskyvningen må være innenfor grensene for målet.
nl_be: De beginpositie moet binnen de grenzen van de bestemming liggen.
ru_ru: Смещение должно находиться в границах конечного объекта.
sv_se: Förskjutning måste ske inom målets gränser.
