Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# NavDebuggerNotAtBreakpoint
source: To run this command, the debugger must have hit a breakpoint.
cs_cz: Chcete-li spustit tento příkaz, debugger musí dosáhnout breakpointu.
da_dk: Fejlfindingen skal have ramt et breakpoint for at køre denne kommando.
de_ch: Vom Debugger muss ein Breakpoint erreicht worden sein, um diesen Befehl ausführen zu können.
es_mx: Para ejecutar este comando, el depurador debe haber alcanzado un punto de interrupción.
fi_fi: Tämän komennon suorittamiseksi virheenkorjauksen on täytynyt tulla keskeytyskohtaan.
fr_ca: Pour exécuter cette commande, le débogueur doit avoir atteint un point d'arrêt.
is_is: Kembiforritið verður að hafa rekist á rofpunkt til að hægt sé að keyra þessa skipun.
it_it: Per eseguire il comando, è necessario che il debugger incontri un punto di interruzione.
nb_no: For å kjøre denne kommandoen må feilsøkingsprogrammet ha oppdaget et stoppunkt.
nl_be: Als u deze opdracht wilt uitvoeren, moet het foutopsporingsprogramma bij een onderbrekingspunt zijn aangekomen.
ru_ru: Для выполнения этой команды отладчик должен попасть в точку останова.
sv_se: Felsökningen måste ha kommit till en brytpunkt för att kommandot ska kunna köras.

# InvalidXmlPortMetadata
source: The metadata of XMLport {0} is invalid. See Event Viewer for more details.
cs_cz: Metadata XMLportu {0} jsou neplatná. Další informace naleznete v Prohlížeči událostí.
da_dk: Metadataene fra XMLport {0} er ugyldige. Du kan finde flere oplysninger i Logbog.
de_ch: Die Metadaten von XMLport '{0}' sind ungültig. Weitere Details finden Sie in der Ereignisanzeige.
es_mx: Los metadatos de XMLport {0} no son válidos. Consulte el visor de eventos para obtener más información.
fi_fi: XMLport-portin {0} metatiedot ovat virheellisiä. Lisätietoja on tapahtumienvalvonnassa.
fr_ca: Les métadonnées du XMLport {0} ne sont pas valides. Consultez l'observateur d'événements pour plus d'informations.
is_is: Lýsigögn XMLport {0} eru ógild. Sjá nánari upplýsingar í Atvikaskoðara.
it_it: I metadati di XMLport {0} non sono validi. Per ulteriori dettagli, vedere il Visualizzatore eventi.
nb_no: Metadataene i XMLport {0} er ugyldige. Se Hendelsesliste for mer informasjon.
nl_be: De metagegevens van XMLport {0} zijn ongeldig. Zie Logboeken voor meer informatie.
ru_ru: Недопустимые метаданные объекта XMLPort {0}. Более подробные сведения см. в окне просмотра событий.
sv_se: Metadata för XMLport {0} är ogiltiga. Mer information finns i Loggboken.

source: No
cs_cz: Ne
da_dk: Nej
de_ch: Nein
fi_fi: Ei
fr_ca: Non
is_is: Nei
nb_no: Nei
nl_be: Nee
ru_ru: Нет
sv_se: Nej

# ControlMetadataNotFound
source: Metadata for page {0} does not contain a control definition for the control with ID {1}.
cs_cz: Metadata pro stránku {0} neobsahuje žádné definice ovládacího prvku pro ovládací prvek s ID {1}.
da_dk: Metadata for siden {0} indeholder ikke en definition af kontrolelementet for kontrolelementet med id'et {1}.
de_ch: Die Metadaten für die Seite '{0}' enthalten keine Steuerelementdefinition für das Steuerelement mit der ID '{1}'.
es_mx: Los metadatos para la página {0} no contienen una definición de control para el control con Id. {1}.
fi_fi: Sivun {0} metadata ei sisällä ohjausobjektin määritystä ohjausobjektille, jonka tunnus on {1}.
fr_ca: Les métadonnées pour la page {0} ne contiennent pas de définition de contrôle pour le contrôle portant le code {1}.
is_is: Lýsigögn fyrir síðu {0} innihalda ekki stýriskilgreiningu fyrir stýringuna með auðkenni {1}.
it_it: I metadati per la pagina {0} non contengono una definizione per il controllo con ID {1}.
nb_no: Metadata for siden {0} inneholder ikke en kontrolldefinisjon for kontrollen med IDen {1}.
nl_be: Metagegevens voor pagina {0} bevatten geen besturingselementdefinitie voor het besturingselement met id {1}.
ru_ru: Метаданные для страницы {0} не содержат определения для элемента управления с идентификатором {1}.
sv_se: Metadata för sidan {0} innehåller inte en kontrolldefinition för kontrollen med ID:t {1}.

# TestPartnerIntegrationSystemObjectCaption
source: TestPartner Integration
cs_cz: TestPartner integrace
da_dk: Integration af TestPartner
es_mx: Integración de TestPartner
fi_fi: TestPartner-integrointi
fr_ca: Intégration de TestPartner
is_is: TestPartner-samþætting
it_it: Integrazione TestPartner
nb_no: TestPartner-integrasjon
nl_be: Integratie van TestPartner
ru_ru: Интеграция TestPartner

# AutomationInvokeError
source: The call to member {0} failed: {1}.
cs_cz: Volání člena {0} se nezdařil: {1}.
da_dk: Kaldet til medlemmet {0} mislykkedes: {1}.
de_ch: Fehler beim Aufruf von Mitglied {0}: {1}.
es_mx: Error al llamar al miembro {0}: {1}.
fi_fi: Jäsenen {0} kutsu epäonnistui: {1}.
fr_ca: L'appel au membre {0} a échoué : {1}.
is_is: Hringingin í meðlim {0} mistókst: {1}.
it_it: Chiamata al membro {0} non riuscita: {1}.
nb_no: Kallet til medlemmet {0} mislyktes: {1}.
nl_be: De aanroep van lid {0} is mislukt: {1}.
ru_ru: Ошибка при вызове элемента {0}: {1}.
sv_se: Anropet till medlemmen {0} misslyckades: {1}.

# Label_SortItemsBy
source: Sort items by:
cs_cz: Seřadí položky podle:
da_dk: Sortér elementer efter:
de_ch: Artikel sortieren nach:
es_mx: Mostrar artículos por:
fi_fi: Nimikkeiden lajitteluperuste:
fr_ca: Trier articles par :
is_is: Raða eftir:
it_it: Ordina articoli per:
nb_no: Sorter elementer etter:
nl_be: Artikelen sorteren op:
ru_ru: Сортировать товары по:
sv_se: Sortera objekt efter:

# CanOnlySumDecimalFields
source: The sum of the values in the {0} field in the {1} table cannot be calculated. Only Decimal fields can be added.
cs_cz: Součet hodnot v poli {0} v tabulce {1} nemůže být vypočítáno. Lze přidat pouze pole typu Decimal.
da_dk: Summen af værdierne i feltet {0} i tabellen {1} kan ikke beregnes. Kun felter af typen Decimal kan tilføjes.
de_ch: Die Summe der Werte im Feld '{0}' der Tabelle '{1}' kann nicht berechnet werden. Nur Dezimalfelder können hinzugefügt werden.
es_mx: No se puede calcular la suma de valores para el campo {0} de la tabla {1}. Sólo se pueden agregar valores decimales.
fi_fi: Taulukon {1} kentän {0} arvojen summaa ei voi laskea. Vain desimaalikenttiä voi lisätä.
fr_ca: La somme des valeurs du champ {0} dans la table {1} ne peut pas être calculée. Seuls les champs décimaux peuvent être ajoutés.
is_is: Ekki er hægt að reikna samtölu gildanna í reitnum {0} í töflunni {1}. Aðeins er hægt að bæta við Decimal-reitum.
it_it: La somma dei valori nel campo {0} nella tabella {1} non può essere calcolata. È possibile aggiungere solo i campi di tipo Decimal.
nb_no: Summen av verdiene i feltet {0} i tabellen {1} kan ikke beregnes. Bare desimalfelter kan legges til.
nl_be: De som van de waarden in het veld {0} in tabel {1} kan niet worden berekend. Alleen decimale velden kunnen worden toegevoegd.
ru_ru: Сумма значений в поле {0} в таблице {1} не может быть вычислена. Складываться могут только поля десятичных чисел.
sv_se: Summan av värdena i fältet {0} i tabellen {1} kan inte beräknas. Endast fält av typen Decimal kan läggas till.

# NavRunPageUrlAction_BadNumberOfParameters
source: RunPage action has extra unknown parameters.
cs_cz: Akce RunPage má navíc neznámé parametry.
da_dk: Handlingen RunPage har flere ukendte parametre.
de_ch: Die Aktion 'RunPage' besitzt zusätzliche unbekannte Parameter.
es_mx: La acción RunPage tiene parámetros desconocidos adicionales.
fi_fi: RunPage-toiminnossa on ylimääräisiä tuntemattomia parametreja.
fr_ca: L'action RunPage comporte des paramètres inconnus supplémentaires.
is_is: RunPage-aðgerð hefur aukalegar óþekktar breytur.
it_it: L'azione RunPage dispone di parametri sconosciuti.
nb_no: Handlingen RunPage har ukjente parametre i tillegg.
nl_be: Actie RunPage heeft extra onbekende parameters.
ru_ru: У действия RunPage имеются несколько неизвестных параметров.
sv_se: Åtgärden RunPage har extra okända parametrar.

# Caption_CopyToButton
source: Copy List
cs_cz: Kopírovat seznam
da_dk: Kopiér liste
de_ch: Liste kopieren
es_mx: Copiar lista
fi_fi: Kopioi luettelo
fr_ca: Copier la liste
is_is: Afrita lista
it_it: Copia lista
nb_no: Kopier oversikt
nl_be: Lijst kopiëren
ru_ru: Копирование списка
sv_se: Kopiera lista

# ChartDefinitionFieldsMustBeSpecifiedForMeasuresExceptCount
source: Only a Count measure for table-based charts can have an unspecified field.
cs_cz: Pouze počet míra pro grafy založené na tabulce může mít nespecifikované pole.
da_dk: Det er kun optællingsmålinger for tabelbaserede diagrammer, der kan have uspecificerede felter.
de_ch: Nur eine Kennzahl vom Typ 'Count' (Anzahl) für tabellenbasierte Diagramme kann über ein nicht angegebenes Feld verfügen.
es_mx: Solo una medida de recuento para gráficos de tabla puede tener un campo sin especificar.
fi_fi: Vain taulukkoon perustuville kaavioille tarkoitetun Määrä-mitan yhteydessä voi olla määrittämätön kenttä.
fr_ca: Seule une mesure Nombre pour les graphiques de type tableau peut avoir un champ non spécifié.
is_is: Aðeins mæling fyrir Telja fyrir myndrit úr töflum getur haft ótilgreint svæði.
it_it: Un campo non specificato può essere associato solo a una misura di tipo conteggio per grafici basati su tabella.
nb_no: Bare et antallsmål for tabellbaserte diagrammer kan ha et uspesifisert felt.
nl_be: Alleen bij een Count-afmeting voor een op een tabel gebaseerd diagram is het toegestaan dat een veld niet is opgegeven.
ru_ru: Неопределенное поле может быть только в единицах измерения счета для таблиц.
sv_se: Endast ett Antal-mätvärde för tabellbaserade diagram kan ha ett oidentifierat fält.

# InvalidBookmarkNextRecordMightBeShown
source: The record that you tried to open is not available. The page will close or show the next record.
cs_cz: Záznam, který jste se pokusili otevřít není k dispozici. Stránka bude ukončena nebo zobrazí následující záznam.
da_dk: Den record, du har forsøgt at åbne, er ikke disponibel. Siden lukkes eller viser den næste record.
de_ch: Der Datensatz, den Sie öffnen möchten, ist nicht verfügbar. Die Seite wird geschlossen, oder es wird der nächste Datensatz angezeigt.
es_mx: El registro que intentó abrir no está disponible. La página se cerrará o mostrará el registro siguiente.
fi_fi: Tietue, jota yritit avata, ei ole käytettävissä. Sivu sulkeutuu ja näkyviin tulee seuraava tietue.
fr_ca: L'enregistrement que vous tentez d'ouvrir n'est pas disponible. La page va se fermer ou afficher l'enregistrement suivant.
is_is: Skýrslan sem reynt var að opna er ekki tiltæk. Síðunni verður lokað eða næsta skýrsla birt.
it_it: Il record che si tenta di aprire non è disponibile. La pagina verrà chiusa o verrà visualizzato il record successivo.
nb_no: Posten som du forsøkte å åpne, er ikke tilgjengelig. Siden vil lukkes eller vise neste post.
nl_be: De record die u hebt geprobeerd te openen, is niet beschikbaar. De pagina wordt gesloten of de volgende record wordt weergegeven.
ru_ru: Запись, которую вы пытались открыть, отсутствует. Страница закроется или отобразит следующую запись.
sv_se: Posten du försökte öppna är inte tillgänglig. Sidan stängs eller visar nästa post.

# NotesActionViewNotification
source: View Notification
cs_cz: Zobrazit upozornění
da_dk: Vis notifikation
de_ch: Benachrichtigung anzeigen
es_mx: Ver notificación
fi_fi: Näytä ilmoitus
fr_ca: Afficher la notification
is_is: Skoða tilkynningu
it_it: Visualizza notifica
nb_no: Vis varsel
nl_be: Bericht weergeven
ru_ru: Просмотр уведомления
sv_se: Visa meddelande

# PersonalizationStoreUnauthorizedAccess
source: Access is denied. Changes to {0} cannot be saved.
cs_cz: Přístup byl odepřen. Změny v {0} nelze uložit.
da_dk: Adgang nægtet. Ændringer i {0} kan ikke gemmes.
de_ch: Zugriff verweigert. Änderungen an {0} können nicht gespeichert werden.
es_mx: Acceso denegado. No se pueden guardar los cambios de {0}.
fi_fi: Käyttö on estetty. Kohteen {0} muutoksia ei voi tallentaa.
fr_ca: Accès refusé. Impossible d'enregistrer les modifications de {0}.
is_is: Aðgangi er hafnað. Ekki er hægt að vista breytingar á {0}.
it_it: Accesso negato. Impossibile salvare le modifiche a {0}.
nb_no: Ingen tilgang. Kan ikke lagre endringer i {0}.
nl_be: Toegang geweigerd. Wijzigingen in {0} kunnen niet worden opgeslagen.
ru_ru: Отказано в доступе. Изменения, внесенные в {0}, невозможно сохранить.
sv_se: Åtkomst nekad. Ändringar i {0} kan inte sparas.

# SystemEncryptionEncryptionKeyAlreadyCreated
source: Unable to create a new encryption key. An encryption key already exist.
da_dk: Kan ikke oprette en ny krypteringsnøgle. Der findes allerede en krypteringsnøgle.
de_ch: Es konnte kein neuer Verschlüsselungsschlüssel erstellt werden. Ein Verschlüsselungsschlüssel ist bereits vorhanden.
es_mx: No se puede crear una nueva clave de cifrado. Ya existe una clave de cifrado.
fi_fi: Uuden salausavaimen luonti ei onnistunut. Salausavain on jo olemassa.
fr_ca: Impossible de créer une clé de chiffrement. Une clé de chiffrement existe déjà.
is_is: Ekki er hægt að stofna nýjan dulritunarlykil. Dulritunarlykill er þegar til staðar.
it_it: Impossibile creare una nuova chiave di crittografia. Una chiave di crittografia esiste già.
nb_no: Kan ikke opprette en ny krypteringsnøkkel. Det finnes allerede en krypteringsnøkkel.
nl_be: Kan geen nieuwe coderingssleutel maken. Er bestaat al een coderingssleutel.
ru_ru: Не удается создать новый ключ шифрования. Ключ шифрования уже существует.
sv_se: Det gick inte att skapa en ny krypteringsnyckel. Det finns redan en krypteringsnyckel.

# Button_ClearAll
source: Clear All
cs_cz: Vymazat vše
da_dk: Ryd alle
de_ch: Alles löschen
es_mx: Borrar todo
fi_fi: Tyhjennä kaikki
fr_ca: Effacer tout
is_is: Hreinsa allt
it_it: Cancella tutto
nb_no: Fjern alle
nl_be: Alles wissen
ru_ru: Очистить все
sv_se: Rensa alla

# FieldErrorEmpty
source: You must specify {0} in {1} {2}.
cs_cz: Je třeba zadat {0} v {1} {2}.
da_dk: Du skal angive {0} i {1} {2}.
de_ch: Geben Sie '{0}' in '{1} {2}' an.
es_mx: Especifique {0} en {1} {2}.
fi_fi: Sinun on määritettävä {0} kohteessa {1} {2}.
fr_ca: Vous devez indiquer {0} dans {1} {2}.
is_is: Tilgreina verður {0} í {1} {2}.
it_it: Specificare {0} in {1} {2}.
nb_no: Du må angi {0} i {1} {2}.
nl_be: U moet {0} in {1} {2} opgeven.
ru_ru: Необходимо определить {0} в {1} {2}.
sv_se: Du måste ange {0} i {1}, {2}.

# DocumentServiceUserNamePassword
source: The user name or the password has not been provided.
cs_cz: Uživatelské jméno nebo heslo, které neposkytl.
da_dk: Brugernavnet eller adgangskoden er ikke angivet.
de_ch: Der Benutzername oder das Kennwort wurde nicht angegeben.
es_mx: No se proporcionó el nombre de usuario o la contraseña.
fi_fi: Käyttäjätunnusta tai salasanaa ei ole annettu.
fr_ca: Le nom de l'utilisateur ou le mot de passe n'a pas été fourni.
is_is: Notandanafn eða aðgangsorð hafa ekki verið slegin inn.
it_it: Nome utente o password non specificata.
nb_no: Brukernavnet eller passordet er ikke oppgitt.
nl_be: De gebruikersnaam of het wachtwoord is niet verschaft.
ru_ru: Имя пользователя или пароль не указаны.
sv_se: Du har inte angett något användarnamn eller lösenord.

# PrinterNotValid
source: Printer '{0}' is not valid for printing. Choose the OK button to open the Print window and select a valid printer.
cs_cz: Tiskárna '{0}' není platná pro tisk. Klikněte na tlačítko OK, otevřete okno Tisk a vyberte platnou tiskárnu.
da_dk: Printeren '{0}' er ugyldig til udskrivning. Tryk på knappen OK for at åbne vinduet Udskriv og vælge en gyldig printer.
de_ch: Der Drucker '{0}' ist ungültig und kann nicht zum Drucken verwendet werden. Wählen Sie die Schaltfläche 'OK' aus, um das Fenster 'Drucken' zu öffnen, und wählen Sie einen gültigen Drucker aus.
es_mx: La impresora '{0}' no es válida para la impresión. Elija el botón Aceptar para abrir la ventana Imprimir y seleccione una impresora válida.
fi_fi: Tulostin "{0}" ei ole kelvollinen tulostamista varten. Avaa Tulosta-ikkuna valitsemalla OK-painike ja valitse kelvollinen tulostin.
fr_ca: L'imprimante « {0} » n'est pas valide pour l'impression. Cliquez sur OK pour ouvrir la fenêtre Imprimer et sélectionner une imprimante valide.
is_is: Ekki er hægt að prenta með prentaranum „{0}“. Velja skal hnappinn Í lagi til að opna prentgluggann og velja gildan prentara.
it_it: Stampante '{0}' non valida per la stampa. Scegliere il pulsante OK per aprire la finestra di stampa e selezionare una stampante valida.
nb_no: Skriveren {0} er ikke gyldig for utskrift. Velg OK-knappen for å åpne Skriv ut-vinduet, og velg en gyldig skriver.
nl_be: De printer {0} is niet geldig om af te drukken. Kies de knop OK om het venster Afdrukken te openen. Selecteer vervolgens een geldige printer.
ru_ru: Принтер "{0}" не действителен для печати. Нажмите кнопку "ОК", чтобы открыть окно печати и выбрать действующий принтер.
sv_se: Skrivaren {0} är inte giltig för utskrifter. Klicka på knappen OK om du vill öppna fönstret Skriv ut och välja en giltig skrivare.

# SourceAndDestinationDifferentRanks
source: CopyArray: The source and destination arrays have different ranks.
cs_cz: CopyArray: Zdrojové a cílové pole mají různé hodnosti.
da_dk: CopyArray: Kilde- og destinationsarray har forskellig rang.
de_ch: CopyArray: Quell- und Zielarray haben nicht den gleichen Rang.
es_mx: CopyArray: las matrices de origen y destino tienen posiciones diferentes.
fi_fi: CopyArray: Lähde- ja kohdematriisien luokitukset eivät ole samat.
fr_ca: CopyArray : Les tableaux source et cible ont des classements différents.
is_is: CopyArray: Uppruna- og viðtökufylki hafa mismunandi flokkun.
it_it: CopyArray: le matrici di origine e destinazione hanno valutazioni diverse.
nb_no: CopyArray: Kilde- og målmatrisene har ulike rangeringer.
nl_be: CopyArray: de bron- en de doelarray hebben verschillende plaatsen.
ru_ru: CopyArray: ранг исходного и конечного массива не совпадает.
sv_se: CopyArray: Käll- och målarrayerna har olika poäng.

# FederationMetadataRetrievalFailure
source: The Federation Metadata document could not be retrieved from the specified location: {0}. Ensure that the specified URI points to a valid resource. Additional technical details: {1}
cs_cz: Federace Metadata dokumentu nelze načíst ze zadaného umístění: {0}. Ujistěte se, že zadaný identifikátor URI odkazuje na platný zdroj. Další technické podrobnosti: {1}
da_dk: Dokumentet Samlingsmetadata kan ikke hentes fra den angivne placering: {0}. Kontrollér, at den angivne URI peger på en gyldig ressource. Flere tekniske detaljer: {1}
de_ch: Der Verbundmetadaten-Beleg konnte nicht vom angegebenen Speicherort abgerufen werden: {0}. Stellen Sie sicher, dass die angegebene URI auf eine gültige Ressource verweist. Weitere technische Details: {1}
es_mx: El documento Metadatos de la Federación no se pudo recuperar de la ubicación especificada: {0}. Asegúrese de que el URI especificado señala a un recurso válido. Detalles técnicos adicionales: {1}
fi_fi: Liittomuotoista metatietoasiakirjaa ei voitu hakea määritetystä sijainnista: {0}. Varmista, että määritetty URI-tunnus viittaa kelvolliseen resurssiin. Tekniset lisätiedot: {1}
fr_ca: Le document Métadonnées de la Fédération n'a pas pu être récupéré de l'emplacement spécifié : {0}. Assurez-vous que l'URI spécifié pointe vers une ressource valide. Détails techniques supplémentaires : {1}
is_is: Ekki var hægt að sækja fylgiskjal sambandslýsigagnanna á tilgreindri staðsetningu: {0}. Tryggið að tilgreint URI vísi á gilt tilfang. Aðrar tækniupplýsingar: {1}
it_it: Impossibile recuperare il documento di metadati di federazione dal percorso specifico: {0}. Verificare che l'URI specificato punti a una risorsa valida. Dettagli tecnici aggiuntivi: {1}
nb_no: Forbundsmetadatadokumentet kunne ikke hentes fra den angitte plasseringen {0}. Påse at den angitte URIen peker til en gyldig ressurs. Ytterligere tekniske detaljer: {1}
nl_be: Het federatiemetagegevensdocument kan niet worden opgehaald van de opgegeven locatie: {0}. Controleer of de opgegeven URI naar een geldige bron verwijst. Aanvullende technische details: {1}
ru_ru: Не удалось извлечь документ метаданных федерации из указанного расположения: {0}. Убедитесь, что заданный URI указывает на правильный ресурс. Дополнительные технические сведения: {1}
sv_se: Det gick inte att hämta Federation Metadata-dokumentet från angiven plats: {0}. Kontrollera att angiven URI pekar på en giltig resurs. Ytterligare tekniska detaljer: {1}

# LanguageHasToBeSpecified
source: Language
cs_cz: Jazyk
da_dk: Sprog
de_ch: Sprache
es_mx: Idioma
fi_fi: Kieli
fr_ca: Langue
is_is: Tungumál
it_it: Lingua
nb_no: Språk
nl_be: Taal
ru_ru: Язык
sv_se: Språk

# EvaluateIntegerValueOutOfRangeError
source: The integer value {0} is outside the valid range {1} - {2}.
cs_cz: Celočíselná hodnota {0} je mimo platný rozsah {1} - {2}.
da_dk: Heltalsværdien {0} ligger uden for det gyldige interval {1} – {2}.
de_ch: Der Ganzzahlwert {0} liegt außerhalb des gültigen Bereichs von {1} bis {2}.
es_mx: El valor entero {0} se encuentra fuera del intervalo válido {1} - {2}.
fi_fi: Kokonaislukuarvo {0} on sallitun alueen {1}–{2} ulkopuolella.
fr_ca: La valeur Entier {0} est en dehors de la plage valide {1} - {2}.
is_is: Heiltölugildið {0} er utan við gilda sviðið {1} - {2}.
it_it: Il valore Integer {0} non è compreso nell'intervallo valido {1} - {2}.
nb_no: Heltallsverdien {0} er utenfor det gyldige området {1} – {2}.
nl_be: De waarde voor het gehele getal {0} ligt buiten het geldige bereik van {1} - {2}.
ru_ru: Целочисленное значение {0} вне допустимого диапазона {1} - {2}.
sv_se: Heltalsvärdet {0} ligger utanför det tillåtna intervallet {1} – {2}.

# DesignXmlPortAdvancedSystemObjectCaption
source: Design, XMLport, Advanced
cs_cz: Návrh, XMLport, rozšíření
da_dk: XML-portdesigner, Avanceret
de_ch: Design, XMLport, Erweitert
fi_fi: Suunn., XMLport, Lisäaset.
fr_ca: Créer, PortXML, Avancé
is_is: Hanna, XMLPort, Þróað
it_it: Design, XMLport, Avanzate
nb_no: Design, XML-port, Avansert
nl_be: Ontwerp, XMLPort, Geavanc.
ru_ru: Дизайн, XMLport, Дополнительно
sv_se: Design, XMLport, Avancerat

# Notes_Action_New
source: New
cs_cz: Nový
da_dk: Ny
de_ch: Neu
es_mx: Nuevo
fi_fi: Uusi
fr_ca: Nouveau
is_is: Nýtt
it_it: Nuova
nb_no: Ny
nl_be: Nieuw
ru_ru: Создать
sv_se: Ny

# Importance_Additional
source: Additional
cs_cz: Doplňující
da_dk: Flere
de_ch: Zusätzlich
es_mx: Adicional
fi_fi: Lisätaso
fr_ca: Supplémentaire
is_is: Auka
it_it: Aggiuntiva
nb_no: Tillegg
nl_be: Aanvullend
ru_ru: Дополнительно
sv_se: Ytterligare

# ReportInvalidSourceExprException
source: The SourceExpr for report control '{0}' is not valid. The following error occurred : {1}
cs_cz: SourceExpr ovládacího prvku sestavy '{0}' není platný. Došlo k následující chybě: {1}
da_dk: SourceExpr for rapportkontrolelementet '{0}' er ikke gyldig. Der opstod følgende fejl: {1}
de_ch: Der SourceExpr für das Berichtsteuerelement '{0}' ist nicht gültig. Fehler: '{1}'
es_mx: El valor de SourceExpr para el control de informe '{0}' no es válido. Error: {1}
fi_fi: Raportin ohjausobjektin '{0}' SourceExpr ei kelpaa. Virhe: {1}
fr_ca: La SourceExpr pour le contrôle de rapport '{0}' n'est pas valide. L'erreur suivante s'est produite : {1}
is_is: SourceExpr fyrir skýrslustýringuna '{0}' er ógilt. Eftirfarandi villa kom upp: {1}
it_it: L'elemento SourceExpr per il controllo del report "{0}" non è valido. Si è verificato il seguente errore : {1}
nb_no: SourceExpr for rapportkontrollen {0} er ikke gyldig. Følgende feil oppstod: {1}
nl_be: SourceExpr voor lijstbesturingselement {0} is ongeldig. De volgende fout is opgetreden: {1}
ru_ru: Недопустимое выражение SourceExpr для элемента управления отчета '{0}'. Произошла следующая ошибка: {1}
sv_se: SourceExpr för rapportkontrollen {0} är ogiltigt. Följande fel uppstod: {1}
