Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# FileOperationOutOfMemoryError
source: The operation requires more memory than is available to the application. Try closing other applications to free up memory, or split the file into smaller files.
cs_cz: Operace vyžaduje více paměti, než je v současné chvíli k dispozici pro aplikaci. Zkuste ukončit ostatní aplikací a tím uvolnit paměť nebo rozdělit soubor na menší soubory.
da_dk: Denne handling kræver mere hukommelses, end der er tilgængeligt i programmet. Prøv at lukke andre programmer for at frigøre hukommelse, eller opdel filen i mindre filer.
de_ch: Für den Vorgang ist mehr Speicher erforderlich als für die Anwendung verfügbar ist. Schliessen Sie andere Anwendungen, um zusätzlichen Speicher freizugeben, oder teilen Sie die Datei in kleinere Dateien auf.
es_mx: La operación requiere más memoria de la que se encuentra disponible para la aplicación. Pruebe a cerrar otras aplicaciones para liberar memoria o divida el archivo en archivos más pequeños.
fi_fi: Toimintoa varten tarvitaan enemmän muistia kuin sovelluksella on käytettävissä. Vapauta muistia sulkemalla muita sovelluksia tai jaa tiedosto pienemmiksi tiedostoiksi.
fr_ca: L'opération nécessite davantage de mémoire que celle disponible pour l'application. Essayez de fermer d'autres applications pour libérer de la mémoire ou fractionnez le fichier en fichiers plus petits.
is_is: Aðgerðin þarfnast meira minnis en forritið hefur yfir að ráða. Prófa skal að loka öðrum forritum til að losa um minni, eða skipta skránni upp í minni skrár.
it_it: L'operazione richiede una quantità di memoria maggiore di quella disponibile nell'applicazione. Provare a chiudere altre applicazioni per liberare memoria oppure suddividere il file in file più piccoli.
nb_no: Operasjonen krever mer minne enn det som er tilgjengelig for programmet. Prøv å lukke andre programmer for å frigjøre mer minne, eller del filen opp i mindre filer.
nl_be: Voor deze bewerking is meer geheugen vereist dan voor de toepassing beschikbaar is. Sluit andere toepassingen om geheugen vrij te maken of verdeel het bestand in kleinere bestanden.
ru_ru: Для этой операции требуется больше памяти, чем доступно приложению. Попытайтесь закрыть другие приложения, чтобы освободить память, или разбейте файл на файлы меньшего размера.
sv_se: Åtgärden kräver mer minne än vad som är tillgängligt för programmet. Försök att stänga andra program för att frigöra minne eller dela upp filen i mindre filer.

# ObjectTableCannotChangeCompiledFlag
source: You cannot modify the compiled flag. Compile the object using the {0}.
cs_cz: Nelze změnit příznak kompilovaný. Zkompilujte objekt pomocí {0}.
da_dk: Den kompilerede markering kan ikke redigeres. Kompiler objektet med {0}.
de_ch: Das Kompilierungsflag kann nicht geändert werden. Kompilieren Sie das Objekt mithilfe der {0}.
es_mx: No se puede modificar el indicador compilado. Compile el objeto mediante {0}.
fi_fi: Käännettyä merkkiä ei voi muokata. Käännä objekti ympäristön {0} avulla.
fr_ca: Vous ne pouvez pas modifier l'indicateur compilé. Compilez l'objet à l'aide de {0}.
is_is: Ekki er hægt að breyta þýdda flagginu. Þýða hlutinn með {0}.
it_it: Impossibile modificare il flag compilato. Compilare l'oggetto con {0}.
nb_no: Du kan ikke endre kompileringsflagget. Kompiler objektet ved hjelp av {0}.
nl_be: U kunt de gecompileerde vlag niet wijzigen. Compileer het object met {0}.
ru_ru: Скомпилированный флажок невозможно изменить. Скомпилируйте объект, используя {0}.
sv_se: Det går inte att ändra den kompilerade flaggan. Kompilera objektet med {0}.

# DeleteActionProgressHeader
source: Deleting
cs_cz: Odstranění
da_dk: Sletter
de_ch: Löschen...
es_mx: Eliminando
fi_fi: Poistaa
fr_ca: Suppression
is_is: Verið er að eyða
it_it: Eliminazione
nb_no: Sletter
nl_be: Verwijderen
ru_ru: Удаление
sv_se: Tar bort

# FindNextRow
source: Find Next
cs_cz: Najít další
da_dk: Find næste
de_ch: Weitersuchen
es_mx: Buscar siguiente
fi_fi: Etsi seuraava
fr_ca: Suivant
is_is: Finna næsta
it_it: Trova successivo
nb_no: Søk etter neste
nl_be: Volgende zoeken
ru_ru: Найти следующую
sv_se: Sök nästa

# Radio_TasksToday
source: Today's tasks
cs_cz: Dnešní úkoly
da_dk: Opgaver i dag
de_ch: Heutige Aufgaben
es_mx: Tareas de hoy
fi_fi: Tämän päivän tehtävät
fr_ca: Tâches de ce jour
is_is: Verkhlutar dagsins í dag
it_it: Task di oggi
nb_no: Dagens oppgaver
nl_be: Taken voor vandaag
ru_ru: Текущие задачи
sv_se: Dagens uppgifter

# CouldNotExportForm
source: Could not export the form: {0}
cs_cz: Nelze exportovat formuláře: {0}
da_dk: Kunne ikke udlæse formularen: {0}
de_ch: Formular konnte nicht exportiert werden: {0}
es_mx: No se pudo exportar el formulario: {0}
fi_fi: Lomakkeen vienti epäonnistui: {0}
fr_ca: Impossible d'exporter le formulaire : {0}
is_is: Ekki var hægt að flytja út gluggann: {0}
it_it: Impossibile esportare il form: {0}
nb_no: Kan ikke eksportere skjemaet: {0}
nl_be: Kan scherm niet exporteren: {0}
ru_ru: Не удалось экспортировать форму: {0}
sv_se: Det gick inte att exportera formuläret: {0}

# SumAverageOnlySupportedForDecimals
source: Cannot calculate Sum or Average for the field {0} in the {1} table because it is not of type Decimal.
cs_cz: Nelze vypočítat součet nebo průměr pro pole {0} v tabulce {1}, protože není typu Decimal.
da_dk: Kunne ikke beregne Sum eller Gennemsnit for feltet {0} i tabellen {1}, fordi det ikke er af typen Decimal.
de_ch: Die Summe oder der Durchschnitt für das Feld '{0}' in der Tabelle '{1}' kann nicht berechnet werden, da es sich nicht um ein Feld vom Typ 'Decimal' handelt.
es_mx: No se puede calcular la suma o el promedio para el campo {0} de la tabla {1} porque no es de tipo Decimal.
fi_fi: Taulukon {1} kentän {0} summaa tai keskiarvoa ei voi laskea, koska kenttä ei ole tyyppiä Desimaali.
fr_ca: La somme ou la moyenne du champ {0} ne peut pas être calculée dans la table {1} car elle n'est pas du type Décimale.
is_is: Ekki tókst að reikna samtölu eða meðaltal fyrir reitinn {0} í töflunni {1} vegna þess að hann er ekki af tegundinni Decimal.
it_it: Impossibile calcolare la somma o la media per il campo {0} nella tabella {1} perché non è di tipo Decimal.
nb_no: Kan ikke beregne sum eller gjennomsnitt for feltet {0} i tabellen {1} ettersom typen ikke er desimal.
nl_be: Kan de som of het gemiddelde niet berekenen voor het veld {0} in de tabel {1}, omdat het type niet Decimal is.
ru_ru: Невозможно вычислить сумму или среднее для поля {0} в таблице {1}, так как тип поля отличен от десятичного.
sv_se: Det gick inte att beräkna summan eller medelvärdet för fältet {0} i tabellen {1} eftersom det inte har typen Decimal.

# FilterExpressionRangeRhsMustBeAValue
source: The right side of a range ('..') must be a value or empty.
cs_cz: Pravá část intervalu ('..') musí mít hodnotu nebo zůstat prázdná.
da_dk: Højre side i et interval ('..') skal indeholde en værdi eller være tom.
de_ch: Die rechte Seite eines Bereichs ('..') muss einen Wert enthalten oder leer sein.
es_mx: El lado derecho de un rango ('..') debe ser un valor o estar vacío.
fi_fi: Alueen ("..") oikean puolen pitää olla arvo tai tyhjä.
fr_ca: La partie de droite d'un intervalle (« .. ») doit être une valeur ou doit être vide.
is_is: Hægri hlið sviðsins (..) verður að vera gildi eða tóm.
it_it: Il limite destro di un intervallo ('..') deve essere un valore o vuoto.
nb_no: Høyre side for et område ('..') må ha en verdi eller være tomt.
nl_be: De rechterzijde van een bereik ('..') moet een waarde of leeg zijn.
ru_ru: Правая сторона диапазона ("..") должна быть значением или пустой.
sv_se: Höger sida i intervallet ("..") måste vara ett värde eller vara tom.

# ChangeCompanyFormCompany
source: Company
cs_cz: Společnost
da_dk: Virksomhed
de_ch: Mandant
es_mx: Empresa
fi_fi: Oma yritys
fr_ca: Compagnie
is_is: Fyrirtæki
it_it: Società
nb_no: Selskap
nl_be: Bedrijf
ru_ru: Организация
sv_se: Företag

# PersonalizationUnnamedItem
source: <Unnamed>
cs_cz: <Unnamed></Unnamed>
da_dk: <Ikke-navngivet>
de_ch: <Unbenannt>
es_mx: <Sin nombre>
fi_fi: <Nimetön>
fr_ca: <Sans nom>
is_is: <Án heitis>
it_it: <Senza nome>
nb_no: <Uten navn>
nl_be: <Naamloos>
ru_ru: <Без имени>

# AutoInsertPatternFieldWarning
source: An insert failed due to a key field.
cs_cz: Vložení se nezdařilo z důvodu pole klíče.
da_dk: En indsætning mislykkedes pga. et nøglefelt.
de_ch: Einfügen aufgrund eines Schlüsselfelds fehlgeschlagen.
es_mx: Error en una inserción debido a un campo clave.
fi_fi: Avainkenttä on aiheuttanut lisäyksen epäonnistumisen.
fr_ca: Échec d'insertion en raison d'un champ clé.
is_is: Innsetning mistókst vegna lykilreits
it_it: Inserimento non riuscito a causa di un campo di chiave.
nb_no: En innsetting mislyktes på grunn av et nøkkelfelt.
nl_be: Invoegen is mislukt vanwege een sleutelveld.
ru_ru: Сбой при вставке из-за ключевого поля.
sv_se: Det gick inte att göra en infogning på grund av ett nyckelfält.

# FilterExpressionUnexpectedToken
source: Did not expect a '{0}'.
cs_cz: Nečekal '{0}'.
da_dk: Der forventedes ikke et '{0}'.
de_ch: Es wurde kein Element vom Typ '{0}' erwartet.
es_mx: No esperaba un '{0}'.
fi_fi: Ei odotettu suodatinlausekkeen osaa '{0}'.
fr_ca: Un « {0} » n'était pas prévu.
is_is: Ekki var búist við „{0}“.
it_it: '{0}' non è previsto.
nb_no: Forventet ikke {0}.
nl_be: Een '{0}' wordt niet verwacht.
ru_ru: Не ожидалось "{0}".
sv_se: Förväntade inte en '{0}'.

# SuspendedExecutionOfSpecificUpgradeCodeunitMethodNotFound
source: The requested upgrade codeunit function could not be re-run. Verify that the upgrade process is currently in a suspended state.
da_dk: Den anmodede opgraderings-codeunit-funktion kunne ikke køres igen. Bekræft, at opgraderingsprocessen aktuelt er i afbrudt tilstand.
de_ch: Die angeforderte Upgrade-Codeunit-Funktion konnte nicht erneut ausgeführt werden. Stellen Sie sicher, dass der Upgradevorgang derzeit unterbrochen ist.
es_mx: No se pudo volver a ejecutar la función de la codeunit de actualización. Compruebe que el proceso de actualización se encuentre en estado suspendido actualmente.
fi_fi: Pyydettyä päivityksen codeunit-funktiota ei voitu suorittaa uudelleen. Tarkista, että päivitysprosessi on tällä hetkellä keskeytystilassa.
fr_ca: Impossible de réexécuter la fonction de Codeunit de mise à niveau demandée. Vérifiez que le processus de mise à niveau est actuellement suspendu.
is_is: Ekki var hægt að keyra uppfærslukóðaeiningarfallið aftur. Ganga þarf úr skugga um að uppfærsluferlið sé óvirkt.
it_it: Impossibile rieseguire la funzione di codeunit di aggiornamento richiesta. Verificare che il processo di aggiornamento sia in stato di sospensione.
nb_no: Kan ikke kjøre den forespurte funksjonen for oppgradering av kodeenhet på nytt. Bekreft at oppgraderingsprosessen er brutt for øyeblikket.
nl_be: De gevraagde upgrade-codeunit kan niet opnieuw worden uitgevoerd. Controleer of het upgradeproces zich op het moment in een opgeheven staat bevindt.
ru_ru: Не удалось повторно запустить запрошенную функцию модуля Codeunit обновления. Убедитесь, что процесс обновления в настоящий момент находится в приостановленном состоянии.
sv_se: Den begärda uppgraderingskodenhetsfunktionen kunde inte köras igen. Kontrollera att uppgraderingsprocessen är i ett avbrutet tillstånd.

# 00095-50023
source: The supplied field number '{0}' cannot be found in the '{1}' table.
da_dk: Det angivne feltnummer '{0}' blev ikke fundet i tabellen '{1}'.
de_ch: Die angegebene Feldnummer '{0}' kann in der Tabelle '{1}' nicht gefunden werden.
es_mx: El número de campo proporcionado '{0}' no se encuentra en la tabla '{1}'.
fi_fi: Annettua kentän numeroa {0} ei löydy taulukosta {1}.
fr_ca: Le numéro du champ fourni « {0} » est introuvable dans la table « {1} ».
is_is: Uppgefið reitarnúmer, „{0}“, finnst ekki í töflunni „{1}“.
it_it: Impossibile trovare il numero del campo specificato '{0}' nella tabella '{1}'.
nb_no: Finner ikke det angitte feltnummeret {0} i tabellen {1}.
nl_be: Het opgegeven veldnummer '{0}' kan niet worden gevonden in de tabel '{1}'.
ru_ru: Не удается найти указанный номер поля "{0}" в таблице "{1}".
sv_se: Det går inte att hitta det angivna fältnumret {0} i tabellen {1}.

# FileDialogTypeFilterPdf
source: PDF (*.pdf)|*.pdf|All files (*.*)|*.*
cs_cz: PDF (*.pdf)|*.pdf|Všechny soubory (*.*)|*.*
da_dk: PDF (*.pdf)|*.pdf|Alle filer (*.*)|*.*
de_ch: PDF (*.pdf)|*.pdf|Alle Dateien (*.*)|*.*
es_mx: PDF (*.pdf)|*.pdf|Todos los archivos (*.*)|*.*
fi_fi: PDF (*.pdf)|*.pdf|Kaikki tiedostot (*.*)|*.*
fr_ca: PDF (*.pdf)|*.pdf|Tous les fichiers (*.*)|*.*
is_is: PDF (*.pdf)|*.pdf|Allar skrár (*.*)|*.*
it_it: PDF (*.pdf)|*.pdf|Tutti i file (*.*)|*.*
nb_no: PDF (*.pdf)|*.pdf|Alle filer (*.*)|*.*
nl_be: PDF (*.pdf)|*.pdf|Alle bestanden (*.*)|*.*
ru_ru: PDF (*.pdf)|*.pdf|Все файлы (*.*)|*.*
sv_se: PDF (*.pdf)|*.pdf|Alla filer (*.*)|*.*

# KerberosAuthenticationTypeDescription
source: Connection authenticated (Kerberos)
cs_cz: Připojení ověřeno (Kerberos)
da_dk: Forbindelsen er godkendt (Kerberos)
de_ch: Verbindung ist authentifiziert (Kerberos).
es_mx: Conexión autenticada (Kerberos)
fi_fi: Yhteys todennettu (Kerberos)
fr_ca: Connexion authentifiée (Kerberos)
is_is: Tenging sannvottuð (Kerberos)
it_it: Connessione autenticata (Kerberos)
nb_no: Tilkobling godkjent (Kerberos)
nl_be: Verbinding geverifieerd (Kerberos)
ru_ru: Проверка подлинности подключения выполнена (Kerberos)
sv_se: Anslutningen har autentiserats (Kerberos)

# Button_SelectFolders
source: Select Folders...
cs_cz: Vyberte složky...
da_dk: Vælg mapper...
de_ch: Ordner auswählen...
es_mx: Seleccionar carpetas...
fi_fi: Valitse kansiot...
fr_ca: Sélectionner dossiers...
is_is: Velja möppur...
it_it: Seleziona cartelle...
nb_no: Velg mapper...
nl_be: Mappen selecteren...
ru_ru: Выбрать папки...
sv_se: Välj mappar...

# PrinterNotInstalledOnServer
source: '{0}' is defined in Printer Selections for report {1} "{2}", which is not installed on the server. To print to '{0}', install this printer on the server.
cs_cz: '{0}' je definován v Výběry tiskáren pro sestavy {1} {2}, který není nainstalován na serveru. Chcete-li tisknout na {0}, nainstalujte tuto tiskárnu na serveru.
da_dk: '{0}' er defineret i Printervalg for rapporten {1} "{2}", der ikke er installeret på serveren. For at udskrive til '{0}' skal du installere printeren på serveren.
de_ch: '{0}' ist in den Druckerauswahloptionen für Bericht {1} "{2}" definiert, der nicht auf dem Server installiert ist. Um auf '{0}' zu drucken, müssen Sie diesen Drucker auf dem Server installieren.
es_mx: '{0}' está definido en las selecciones de impresora para el informe {1} "{2}", que no está instalado en el servidor. Para imprimir en '{0}', instale esta impresora en el servidor.
fi_fi: "{0}", jota ei ole asennettu palvelimeen, on määritetty raportin {1} "{2}" tulostimen valinnoissa. Jos haluat tulostaa tulostimeen "{0}", asenna tämä tulostin palvelimeen.
fr_ca: « {0} » est défini dans les sélections d'imprimantes pour le rapport {1} « {2} » qui n'est pas installé sur le serveur. Pour imprimer sur « {0} », installez cette imprimante sur le serveur.
is_is: „{0}“ er skilgreint í Prentaravali fyrir skýrslu {1} „{2}“, sem er ekki uppsett á netþjóninum. Til að prenta út „{0}“ þarf að setja þennan prentara upp á netþjóninum.
it_it: '{0}' è definito nella selezione stampanti per il report {1} "{2}", che non è installato nel server. Per stampare tramite '{0}', installare la stampante nel server.
nb_no: {0} defineres i Skrivervalg for rapporten {1} {2}, som ikke er installert på serveren. Installer denne skriveren på serveren for å skrive ut til {0}.
nl_be: {0} is gedefinieerd in printerselecties voor rapport {1} {2}, maar is niet geïnstalleerd op de server. Als u {0} wilt afdrukken, moet u deze printer op de server installeren.
ru_ru: "{0}" определяется в элементах выбора принтера для отчета {1} "{2}", который не установлен на сервере. Чтобы напечатать на "{0}", установите этот принтер на сервер.
sv_se: {0} har definierats i Skrivarval för rapporten {1} {2}, som inte är installerad på servern. Om du vill skriva ut {0} installerar du skrivaren på servern.

source: <Binary Data>
da_dk: <Binære data>
de_ch: <Binärdaten>
es_mx: <Datos binarios>
fi_fi: <Binaaritiedot>
fr_ca: <Données binaires>
is_is: <Tvíundargögn>
it_it: <Dati binari>
nb_no: <Binærdata>
nl_be: <Binaire gegevens>
ru_ru: <Двоичные данные>
sv_se: <Binära data>

# FilterDescriptionTitle_RowFilters
source: Filter:
cs_cz: Filtr:
es_mx: Filtro:
fi_fi: Suodatin:
fr_ca: Filtre :
is_is: Afmörkun:
it_it: Filtro:
ru_ru: Фильтр:

# ProfileOwnerNotSpecified
source: The profile owner has not been specified. Contact your system administrator.
cs_cz: Vlastník profilu nebyla zadána. Obraťte se na správce systému.
da_dk: Profilejeren er ikke angivet. Kontakt systemadministratoren.
de_ch: Es ist kein Profilbesitzer festgelegt. Wenden Sie sich an den Systemadministrator.
es_mx: No se especificó el propietario del perfil. Póngase en contacto con el administrador del sistema.
fi_fi: Profiilin omistajaa ei ole määritetty. Ota yhteys järjestelmänvalvojaan.
fr_ca: Le propriétaire du profil n'a pas été spécifié. Contactez votre administrateur système.
is_is: Það er ekki búið að tilgreina notanda forstillingarinnar. Hafa skal samband við kerfisstjóra.
it_it: Non è stato specificato il proprietario del profilo. Contattare l'amministratore del sistema.
nb_no: Profileieren er ikke angitt. Kontakt systemansvarlig.
nl_be: De profieleigenaar is niet opgegeven. Neem contact op met uw systeembeheerder.
ru_ru: Не указан владелец профиля. Обратитесь к системному администратору.
sv_se: Profilägaren har inte angetts. Kontakta systemadministratören.

# TenantAlreadyExists
source: Tenant '{0}' already exists.
cs_cz: Nájemce '{0}' již existuje.
da_dk: Lejer '{0}' eksisterer allerede.
de_ch: Der Tenant '{0}' ist bereits vorhanden.
es_mx: El inquilino '{0}' ya existe.
fi_fi: Vuokraaja {0} on jo olemassa.
fr_ca: L'abonné « {0} » existe déjà.
is_is: Leigjandinn „{0}“ er nú þegar til.
it_it: Il tenant '{0}' esiste già.
nb_no: Leietakeren {0} finnes allerede.
nl_be: Tenant '{0}' bestaat reeds.
ru_ru: Арендатор "{0}" уже существует.
sv_se: Klientorganisationen {0} finns redan.

# FatalDebuggerError
source: A fatal debugger error has occurred. The debugging session will be ended.
cs_cz: Došlo k fatální chybě v aplikaci debugger. Relace ladění byla ukončena.
da_dk: Der opstod en alvorlig fejl under fejlfindingen. Fejlfindingssessionen afsluttes.
de_ch: Schwerwiegender Debugger-Fehler. Die Debugsession wird beendet.
es_mx: Ha ocurrido un error grave de depurador. La sesión de depuración finalizará.
fi_fi: On tapahtunut vakava virheenkorjauksen virhe. Virheenkorjausistunto päätetään.
fr_ca: Une erreur de débogueur fatale s'est produite. La session de débogage sera clôturée.
is_is: Alvarleg kembivilla hefur komið upp. Kembilotunni verður lokað.
it_it: Si è verificato un errore irreversibile del debugger. La sessione di debug verrà terminata.
nb_no: Det har oppstått en uopprettelig feilsøkingsfeil. Feilsøkingsøkten avsluttes.
nl_be: Er is een fatale fout met het foutopsporingsprogramma opgetreden. De foutopsporingssessie wordt beëindigd.
ru_ru: Возникла фатальная ошибка отладчика. Сеанс отладки будет закончен.
sv_se: Ett allvarligt felsökningsfel har uppstått. Felsökningssessionen avslutas.

# NoDataRowDefined
source: You have not yet retrieved a data row for this query. The value for column '{0}' can only be accessed after a row is retrieved with a call to the READ function
cs_cz: Pro tento dotaz dosud nebyl načten řádek dat. K hodnotě sloupce '{0}' lze přistupovat pouze po načtení řádku voláním funkce READ
da_dk: Du har endnu ikke hentet en datarække for denne forespørgsel. Der er kun adgang til værdien for kolonne '{0}', efter at en række er hentet med et opkald til funktionen READ
de_ch: Für diese Abfrage wurde noch keine Datenzeile abgerufen. Auf den Wert für die Spalte '{0}' kann erst zugegriffen werden, nachdem eine Zeile durch Aufrufen der READ-Funktion abgerufen wurde.
es_mx: No ha recuperado todavía una fila de datos para esta consulta. Sólo se puede obtener acceso al valor de la columna '{0}' después de que se recupere una fila con una llamada a la función READ
fi_fi: Et ole vielä hakenut tietoriviä tähän kyselyyn. Sarakkeen "{0}" arvoa voi käyttää vasta sitten, kun rivi on haettu kutsulla READ-funktioon
fr_ca: Vous n'avez pas encore récupéré de ligne de données pour cette requête. La valeur de la colonne « {0} » n'est accessible qu'une fois qu'une ligne a été récupérée avec un appel à la fonction READ
is_is: Gagnalína fyrir þessa fyrirspurn hefur ekki enn verið sótt. Einungis er hægt að nálgast gildið fyrir dálkinn „{0}“ eftir að lína er sótt með kalli í READ-aðgerðina
it_it: Non è ancora stata recuperata una riga di dati per questa query. Il valore per la colonna '{0}' è accessibile solo dopo il recupero di una riga con una chiamata alla funzione READ
nb_no: Du har ikke hentet en datarad for denne spørringen ennå. Verdien for kolonnen {0} er bare tilgjengelig etter at en rad er hentet med et kall til READ-funksjonen
nl_be: U hebt nog geen gegevensrij voor deze query opgehaald. De waarde voor kolom '{0}' kan alleen worden verkregen nadat een rij is opgehaald met een aanroep voor de functie READ.
ru_ru: Вы еще не извлекли строку данных для этого запроса. Доступ к значению для столбца "{0}" может быть получен только после извлечения строки с помощью вызова функции READ
sv_se: Du har ännu inte hämtat en datarad för frågan. Värdet för kolumnen {0} går bara att öppna när en rad har hämtats med en anrop till funktionen READ

# NavTypeIsNotSupported
source: The type {0} is not supported.
cs_cz: Typ {0} není podporován.
da_dk: Typen {0} understøttes ikke.
de_ch: Der Typ '{0}' wird nicht unterstützt.
es_mx: El tipo {0} no es compatible.
fi_fi: Tyyppiä {0} ei tueta.
fr_ca: Le type {0} n'est pas pris en charge.
is_is: Gerðin {0} er ekki studd.
it_it: Il tipo {0} non è supportato.
nb_no: Typen {0} støttes ikke.
nl_be: Het type {0} wordt niet ondersteund.
ru_ru: Тип {0} не поддерживается.
sv_se: Typen {0} stöds inte.

# Tab_CustomizeListPlace2
source: Choose columns
cs_cz: Zvolit sloupce
da_dk: Vælg kolonner
de_ch: Spalten auswählen
es_mx: Elegir columnas
fi_fi: Valitse sarakkeet
fr_ca: Choisir les colonnes
is_is: Velja dálka
it_it: Scegli colonne
nb_no: Velg kolonner
nl_be: Kolommen kiezen
ru_ru: Выбрать столбцы
sv_se: Välj kolumner

# SuperRoleRequired
source: You have not been granted permission to perform the current activity.
cs_cz: Nebylo vám uděleno oprávnění k provedení aktuální činnost.
da_dk: Du har ikke rettigheder til at udføre den aktuelle aktivitet.
de_ch: Ihnen wurden keine Berechtigungen zum Durchführen der aktuellen Aktivität gewährt.
es_mx: No dispone del permiso para realizar la actividad actual.
fi_fi: Sinulle ei ole myönnetty oikeuksia suorittaa nykyistä aktiviteettia.
fr_ca: Vous ne disposez pas de l'autorisation nécessaire pour effectuer l'activité actuelle.
is_is: Notandinn hefur ekki fengið leyfi til að framkvæma vinnsluna.
it_it: Non si dispone dell'autorizzazione per l'esecuzione dell'attività corrente.
nb_no: Du har ikke tillatelse til å utføre denne aktiviteten.
nl_be: U bent niet gemachtigd om de huidige activiteit uit te voeren.
ru_ru: Вам не предоставлены разрешения на выполнение текущего действия.
sv_se: Du har inte beviljats behörighet att utföra den aktuella aktiviteten.
