Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# OnlySuperOrSecurityCanManageAccessConrol
source: You have not been granted rights to add, modify, or delete this permission set for this user in this company. To obtain rights, you must be granted either the SUPER or SECURITY permission set.
cs_cz: Nebylo vám uděleno právo přidat, upravit nebo odstranit tuto sadu oprávnění pro tohoto uživatele v této společnosti. Chcete-li získat práva, musí být poskytnuta buď SUPER nebo bezpečnostní sada oprávnění.
da_dk: Du har ikke fået rettigheder til at tilføje, redigere eller slette dette rettighedssæt for denne bruger i denne virksomhed. For at få rettigheder skal du være tildelt rettighedssættet SUPER eller SIKKERHED.
de_ch: Ihnen wurden keine Rechte zum Hinzufügen, Bearbeiten oder Löschen dieses Berechtigungssatzes für diesen Benutzer in diesem Unternehmen gewährt. Sie erhalten diese Rechte, wenn Ihnen der Berechtigungssatz SUPER oder SECURITY gewährt wird.
es_mx: No se le han concedido derechos para añadir, modificar ni eliminar este permiso definido para este usuario en esta empresa. Para obtener derechos, debe obtener el conjunto de permisos SUPER o SEGURIDAD.
fi_fi: Sinulle ei ole myönnetty oikeuksia lisätä, muokata tai poistaa tämän käyttäjän käyttöoikeuksien joukkoa tässä yrityksessä. Oikeuksien saamista varten sinulle on myönnettävä joko SUPER- tai SECURITY-oikeudet.
fr_ca: Vous n'avez pas reçu de droits pour ajouter, modifier ou supprimer cet ensemble d'autorisations pour cet utilisateur dans cette compagnie. Pour obtenir ces droits, vous devez recevoir l'ensemble d'autorisations SUPER ou SECURITY.
is_is: Notandi er ekki með réttindi til að bæta við, breyta eða eyða þessari heimildasamstæðu fyrir þennan notanda í þessu fyrirtæki. Til að öðlast þessi réttindi þarf notandi annað hvort að fá úthlutað SUPER- eða SECURITY-heimildasamstæðu.
it_it: Non è consentita l'aggiunta, la modifica o l'eliminazione di questo set di autorizzazioni per questo utente in questa società. Per ottenere i diritti, è necessario disporre di un set di autorizzazioni SUPER o SECURITY.
nb_no: Du har ikke rettigheter til å legge til, endre eller slette dette tillatelsessettet for denne brukeren i dette selskapet. Du må få tildelt SUPER- eller SECURITY-tillatelsessettet for å kunne gjøre dette.
nl_be: U beschikt niet over de bevoegdheden om deze machtigingenset voor deze gebruiker in dit bedrijf toe te voegen, te wijzigen of te verwijderen. Om over deze bevoegdheden te kunnen beschikken, moet de machtigingenset SUPER of SECURITY aan u worden toegewezen.
ru_ru: У вас нет прав на добавление, изменение или удаление данного набора разрешений для этого пользователя в данной организации. Чтобы вы получили такие права, вам должны предоставить набор разрешений SUPER или SECURITY.
sv_se: Du har inte beviljats rättigheter att lägga till, ändra eller ta bort den här behörighetsuppsättningen för den aktuella användaren i företaget. Du måste beviljas behörigheten SUPER eller behörigheten SECURITY för att erhålla dessa rättigheter.

# ODataFilterParser_WhitespaceNotEncountered
source: Expected white space was not present.
cs_cz: Očekávaný prázdný znak nebyl nalezen.
da_dk: Det forventede mellemrum blev ikke fundet.
de_ch: Ein erwartetes Leerzeichen ist nicht vorhanden.
es_mx: El espacio en blanco que se esperaba no estaba presente.
fi_fi: Odotettua välilyöntiä ei ollut.
fr_ca: Blanc prévu manquant.
is_is: Væntanlegt eyðutákn var ekki að finna.
it_it: Lo spazio vuoto previsto non è presente.
nb_no: Forventet blanktegn ble ikke funnet.
nl_be: Een verwachte spatie is niet aanwezig.
ru_ru: Ожидаемый пробел отсутствует.
sv_se: Det finns inget förväntat blanksteg.

# SingleTenantOnlyMultipleFound
source: There are multiple tenants mounted on the server. Validating table layout changes to protect against data-loss is only supported with a single tenant mounted on the server.
cs_cz: Existuje několik nájemníků na serveru. Ověření tabulky rozložení změn chránit proti ztrátě dat je podporováno pouze jediného nájemce na serveru.
da_dk: Der er flere lejere tilknyttet på serveren. Validering af tabellayoutændringer for at beskytte mod datatab understøttes kun med en enkelt lejer tilknyttet på serveren.
de_ch: Auf dem Server sind mehrere Tenants eingebunden. Das Überprüfen von Änderungen am Tabellenlayout zum Schutz gegen Datenverlust wird nur unterstützt, wenn ein einzelner Tenant auf dem Server eingebunden ist.
es_mx: Existen varios inquilinos instalados en el servidor. La validación de cambios en la disposición de la tabla para evitar la pérdida de datos solo se admite con un único inquilino instalado en el servidor.
fi_fi: Palvelimeen on liitetty useita vuokraajia. Taulukon asettelun muutosten tarkistusta tietojen häviämisen estämiseksi tuetaan vain, kun palvelimeen on liitetty yksi vuokraaja.
fr_ca: Plusieurs abonnés sont montés sur le serveur. La validation des changements de présentation de table pour éviter la perte de données est uniquement prise en charge avec un seul abonné monté sur le serveur.
is_is: Margir leigjendur eru uppsettir á þjóninum. Staðfesting breytinga á töfluútliti til varnar gegn gagnatapi er einungis studd með stökum leigjanda uppsettum á þjóninum.
it_it: Più tenant installati sul server. La convalida delle modifiche del layout delle tabelle per la protezione da perdita di dati è supportata solo con un solo tenant installato sul server.
nb_no: Flere leietakere er montert på serveren. Validering av tabelloppsettsendringer som beskyttelse mot tap av data støttes bare når én leietaker er montert på serveren.
nl_be: Er zijn meerdere tenants op de server geïnstalleerd. Verificatie van wijzigingen in de opmaak van tabellen ter bescherming tegen gegevensverlies wordt alleen ondersteund als er één tenant op de server is geïnstalleerd.
ru_ru: На сервере подключено несколько арендаторов. Проверка изменений макетов таблиц для защиты от потери данных поддерживается только при одном подключенном к серверу арендаторе.
sv_se: Mer än en klientorganisation har monterats på servern. Validering av tabellayoutändringar för att skydda mot dataförlust stöds bara när en klientorganisation har monterats på servern.

# CaptionPrinter
source: Printer
cs_cz: Tiskárna
de_ch: Drucker
es_mx: Impresora
fi_fi: Tulostin
fr_ca: Imprimante
is_is: Prentari
it_it: Stampante
nb_no: Skriver
ru_ru: Принтер
sv_se: Skrivare

# NonNormalFieldIncludedAsNormalField
source: Field {0} in the NormalFields collection is not of the correct field class. Only Normal field classes that exclude BLOBs are allowed.
cs_cz: Pole {0} v NormalFields kolekci nemá správnou třídu pole. Povoleny jsou pouze pole třídy Normal neobsahujících BLOB.
da_dk: Feltet {0} i samlingen NormalFields har ikke den korrekte feltklasse. Kun feltklasserne Normal, som ikke indeholder BLOBs, er tilladt.
de_ch: Das Feld '{0}' in der Sammlung 'NormalFields' gehört nicht der korrekten Feldklasse an. Nur normale Feldklassen ohne BLOBs sind zulässig.
es_mx: El campo {0} de la colección NormalFields no es de la clase de campo correcta. Solo se permiten clases de campo Normal que excluyen BLOB.
fi_fi: NormalFields-kokoelman kenttä {0} ei ole oikeaa kenttäluokkaa. Vain Normaali-kenttäluokat, jotka sulkevat pois BLOB:t, sallitaan.
fr_ca: Le champ {0} dans la collection NormalFields ne fait pas partie de la classe de champ correcte. Seules les classes de champ Normal qui excluent la classe BLOB sont autorisées.
is_is: Reitur {0} í safninu NormalFields er ekki af réttum reitaflokki. Einungis Normal reitaflokkar sem útiloka BLOB eru leyfilegir.
it_it: Il campo {0} nella raccolta NormalFields non è del tipo corretto. Solo i campi di tipo Normal che escludono i BLOB sono consentiti.
nb_no: Feltet {0} i samlingen NormalFields er ikke av den riktige feltklassen. Bare Normal-feltklasser som ekskluderer BLOBer, er tillatt.
nl_be: Veld {0} in de verzameling NormalFields behoort niet tot de juiste veldklasse. Alleen normale veldklassen die BLOB´s uitsluiten, zijn toegestaan.
ru_ru: Поле {0} в коллекции NormalFields не относится к классу правильных полей. Разрешены только классы полей Normal, которые исключают большие двоичные объекты.
sv_se: Fältet {0} i NormalFields-samlingen har inte rätt fältklass. Endast fältklasserna Normal som utesluter BLOB tillåts.

# ConnectionToBeDebuggedIsClosed
source: The connection to be debugged is closed
cs_cz: Připojení, které chcete debuggovat je uzavřeno
da_dk: Den forbindelse, der skal fejlfindes, lukkes
de_ch: Die zu debuggende Verbindung wurde getrennt.
es_mx: La conexión que se va a depurar está cerrada
fi_fi: Korjattava yhteys on suljettu.
fr_ca: La connexion à déboguer a été fermée.
is_is: Tengingin sem á að kemba er lokuð
it_it: La connessione da sottoporre al debug è chiusa
nb_no: Tilkoblingen som skal feilsøkes, er lukket
nl_be: De verbinding waarvoor foutopsporing moet worden uitgevoerd, is gesloten.
ru_ru: Соединение, для которого производилась отладка, закрыто.
sv_se: Anslutningen som ska felsökas har avbrutits

# NavRunPageUrlAction_CannotDeleteWithoutBookmark
source: Run page with action Delete cannot be performed without a bookmark.
cs_cz: Spuštění stránky s akcí Delete nelze provést bez záložky.
da_dk: Kørsel af siden med handlingen Slet kan ikke udføres uden et bogmærke.
de_ch: Die Seitenausführung mit Löschaktion kann nicht ohne Lesezeichen ausgeführt werden.
es_mx: No se puede realizar Ejecutar página con la acción Eliminar sin un marcador.
fi_fi: Suoritussivua, jossa on toiminto Poista, ei voi suorittaa ilman kirjanmerkkiä.
fr_ca: L'exécution de la page avec l'action Supprimer ne peut pas être effectuée sans signet.
is_is: Ekki er hægt að keyra síðu með aðgerðinni Eyða án bókamerkis.
it_it: Impossibile eseguire la pagina di esecuzione con l'azione di eliminazione senza un segnalibro.
nb_no: Kan ikke utføre kjøring av denne siden med slettehandlingen uten et bokmerke.
nl_be: Uitvoeringspagina met actie Verwijderen kan niet worden uitgevoerd zonder een bladwijzer.
ru_ru: Выполнение страницы с операцией удаления не может быть выполнено без закладки.
sv_se: Det går inte att köra en sida med åtgärden Ta bort utan ett bokmärke.

# ConfirmDatafileInformationDialogTitle
source: Get Information from Data File
da_dk: Hent oplysninger fra datafil
de_ch: Informationen aus Datendatei abrufen
es_mx: Obtener información del archivo de datos
fi_fi: Hae tiedot datatiedostosta
fr_ca: Obtenir informations du fichier de données
is_is: Sækja upplýsingar úr gagnaskrá
it_it: Ottieni informazioni da file di dati
nb_no: Hent informasjon fra datafil
nl_be: Informatie ophalen uit gegevensbestand
ru_ru: Получить информацию из файла данных
sv_se: Hämta information från datafil

# ServerInstanceNameTooLong
source: The Server Instance Name value exceeds the maximum length of {0} characters.
cs_cz: Hodnota názvu Instance serveru překračuje maximální délku {0} znaků.
da_dk: Værdien for serverforekomstnavnet overskrider maksimumslængden på {0} tegn.
de_ch: Der Serverinstanzname-Wert übersteigt die maximale Länge von {0} Zeichen.
es_mx: El valor de Nombre instancia servidor supera la longitud máxima de {0} caracteres.
fi_fi: Palvelininstanssin nimi -kohdan arvo on suurempi kuin {0} merkin enimmäispituus.
fr_ca: La valeur Nom d'instance de serveur dépasse la longueur maximale de {0} caractères.
is_is: Server Instance Name-gildið er lengra en hámarkslengd {0} stafa mælir fyrir um.
it_it: Il valore del nome dell'istanza del server supera il numero massimo di caratteri consentiti {0}.
nb_no: Verdien for serverforekomstnavnet overskrider den maksimale lengden på {0} tegn.
nl_be: De waarde van Naam serverexemplaar overschrijdt de maximumlengte van {0} tekens.
ru_ru: Значение "Имя экземпляра сервера" превышает максимальную длину в {0} символов.
sv_se: Serverinstansnamnet överskrider den maximala längden på {0} tecken.

# FieldTypeMismatchError
source: The following fields must have the same type: Field: {0} <-- {1} Table: {2} <-- {3} Type: {4} <-- {5}
cs_cz: Následující pole musí být stejného typu: Pole: {0} <-- {1} Tabulka: {2} <-- {3} Typ: {4} <-- {5}
da_dk: Følgende felter skal være af samme type: Felt: {0} <-- {1} Tabel: {2} <-- {3} Type: {4} <-- {5}
de_ch: Die folgenden Felder müssen vom gleichen Typ sein: Field: {0} <-- {1} Tabelle: {2} <-- {3} Typ: {4} <-- {5}
es_mx: Los campos siguientes deben ser del mismo tipo: Campo: {0} <-- {1} Tabla: {2} <-- {3} Tipo: {4} <-- {5}
fi_fi: Seuraavien kenttien tyypin on oltava sama: Kenttä: {0} <-- {1} Taulukko: {2} <-- {3} Tyyppi: {4} <-- {5}
fr_ca: Les champs suivants doivent être du même type : Champ : {0} <-- {1} Table : {2} <-- {3} Type : {4} <-- {5}
is_is: Reitirnir hér fyrir neðan verða að vera af sömu tegund: Reitur: {0} <-- {1} Tafla: {2} <-- {3} Tegund: {4} <-- {5}
it_it: I campi seguenti devono essere dello stesso tipo: Campo: {0} <-- {1} Tabella: {2} <-- {3} Tipo: {4} <-- {5}
nb_no: De følgende feltene må ha samme type: Felt: {0} <-- {1} Tabell: {2} <-- {3} Type: {4} <-- {5}
nl_be: De volgende velden moeten van hetzelfde type zijn: Veld: {0} <-- {1} Tabel: {2} <-- {3} Type: {4} <-- {5}
ru_ru: Следующие поля должны быть одного типа: Поле: {0} <-- {1} Таблица: {2} <-- {3} Тип: {4} <-- {5}
sv_se: Följande fält måste vara av samma typ: Fält: {0} <-- {1} Tabell: {2} <-- {3} Typ: {4} <-- {5}

# SystemEncryptionEncryptionKeyNotCreated
source: An encryption key is required to complete the request.
da_dk: Der kræves en krypteringsnøgle for at fuldføre denne anmodning.
de_ch: Zum Fertigstellen der Anforderung ist ein Verschlüsselungsschlüssel erforderlich.
es_mx: Se requiere una clave de cifrado para completar la solicitud.
fi_fi: Pyynnön suorittaminen loppuun edellyttää salausavainta.
fr_ca: Une clé de chiffrement est requise pour terminer la requête.
is_is: Nota þarf dulritunarlykil til að ljúka beiðninni.
it_it: Per completare la richiesta, è necessaria una chiave di crittografia.
nb_no: En krypteringsnøkkel kreves for å fullføre forespørselen.
nl_be: Er is een coderingssleutel vereist om de aanvraag te voltooien.
ru_ru: Для выполнения запроса требуется ключ шифрования.
sv_se: En krypteringsnyckel krävs för att begäran ska kunna slutföras.

# UserCannotBeDeletedAlreadyLoggedIn
source: The user "{0}" cannot be deleted because the user has been logged on to the system. You must set the user's state to "Disabled".
cs_cz: Uživatele "{0}" nelze odstranit, protože již byl přihlášen k systému. Změňte jeho stav na "Zakázán".
da_dk: Brugeren "{0}" kan ikke slettes, da vedkommende er logget på systemet. Du skal angive brugerens status til "Deaktiveret".
de_ch: Der Benutzer "{0}" kann nicht mehr gelöscht werden, weil der Benutzer sich bereits am System angemeldet hatte. Setzen Sie alternativ den Status des Benutzers auf "Deaktiviert".
es_mx: No se puede eliminar el usuario "{0}" porque este inició sesión en el sistema. Debe establecer el estado del usuario en "Deshabilitado".
fi_fi: Käyttäjää "{0}" ei voi poistaa, koska käyttäjä on kirjattu järjestelmään. Käyttäjän tilaksi on määritettävä "Poistettu käytöstä".
fr_ca: L'utilisateur « {0} » ne peut pas être supprimé car il est connecté au système. Vous devez configurer l'état de l'utilisateur sur « Désactivé ».
is_is: Ekki er hægt að eyða notandanum „{0}“ vegna þess að notandinn hefur verið skráður inn í kerfið. Stilla verður stöðu notanda á „Gera óvirkt“.
it_it: Impossibile eliminare l'utente "{0}" perché è connesso al sistema. Impostare lo stato dell'utente su "Disabilitato".
nb_no: Brukeren {0} kan ikke slettes fordi brukeren er logget på systemet. Du må angi brukerstatusen som Deaktivert.
nl_be: De gebruiker {0} kan niet worden verwijderd omdat de gebruiker bij het systeem is aangemeld. U moet de status van de gebruiker instellen op Uitgeschakeld.
ru_ru: Пользователь "{0}" не может быть удален, так как он зарегистрирован в системе. Необходимо установить для состояния пользователя значение "Отключено".
sv_se: Det går inte att ta bort användaren {0} eftersom användaren har loggats in på systemet. Du måste ange användarens tillstånd till Inaktiverad.

# ExportProcessError
source: The operating system cannot find the file {0}. Be sure that the drive, directory, and file names are correct.
cs_cz: Operační systém nemůže najít soubor {0}. Ujistěte se, že jednotka, adresář a názvy souborů jsou správné.
da_dk: Filen {0} blev ikke fundet på operativsystemet. Kontroller, at navnene på drevet, mappen og filen er korrekte.
de_ch: Das Betriebssystem findet die Datei '{0}' nicht. Überprüfen Sie die Schreibweise des Laufwerks, des Verzeichnisses und der Dateinamen.
es_mx: El sistema operativo no encuentra el archivo {0}. Compruebe que los nombres de archivo, directorio y unidad son correctos.
fi_fi: Käyttöjärjestelmä ei löydä tiedostoa {0}. Varmista, että aseman, hakemiston ja tiedoston nimet ovat oikein.
fr_ca: Le système d'exploitation ne trouve pas le fichier {0}. Veillez à ce que les noms de lecteur, répertoire et fichier soient corrects.
is_is: Stýrikerfið finnur ekki skrána {0}. Ganga þarf úr skugga um að drifs-, skráasafns- og skráarheitin séu rétt.
it_it: Impossibile trovare il file {0}. Verificare che l'unità, la directory e i nomi dei file siano corretti.
nb_no: Operativsystemet finner ikke filen {0}. Kontroller at stasjonen, mappen og filnavnene er riktige.
nl_be: Het besturingssysteem kan het bestand {0} niet vinden. Controleer of het station, de map en de bestandnamen juist zijn.
ru_ru: Операционной системе не удается найти файл {0}. Убедитесь в правильности имени диска, каталога и файла.
sv_se: Operativsystemet kan inte hitta filen {0}. Kontrollera att enhet, katalog och filnamn är korrekta.

# ConcurrentConnectionsLicenseViolation
source: Your program license does not permit more users to work simultaneously. Wait until another user has stopped using the program. Contact your system administrator if you want to allow more simultaneous users on your system.
cs_cz: Vaše licence programu nedovoluje současně pracovat více uživatelům. Počkejte, až jiný uživatel přestne používat program. Pokud chcete povolit více uživatelům pracovat současně, obraťte se na správce systému.
da_dk: Din programlicens understøtter ikke, at flere brugere arbejder samtidig. Vent, til de andre brugere er færdige med at bruge programmet. Kontakt systemadministratoren, hvis du ønsker, at flere brugere skal kunne arbejde på systemet samtidig.
de_ch: Ihre Programmlizenz lässt nicht zu, dass mehr Benutzer gleichzeitig arbeiten. Warten Sie, bis ein anderer Benutzer die Verwendung des Programms einstellt. Wenden Sie sich an Ihren Systemadministrator, wenn Sie mehr gleichzeitige Benutzer im System zulassen möchten.
es_mx: Su licencia de programa no permite que más usuarios trabajen de forma simultánea. Espere hasta que otro usuario deje de usar el programa. Póngase en contacto con el administrador si desea permitir más usuarios simultáneos en el sistema.
fi_fi: Ohjelman käyttöoikeutesi ei salli usean käyttäjän samanaikaista työskentelyä. Odota, kunnes toinen käyttäjä on sulkenut ohjelman. Ota yhteyttä järjestelmänvalvojaan, jos järjestelmässä tarvitaan useita samanaikaisia käyttäjiä.
fr_ca: Votre licence n'autorise pas davantage d'utilisateurs à travailler simultanément. Patientez jusqu'à ce qu'un autre utilisateur arrête d'utiliser le programme. Contactez votre administrateur système si vous souhaitez autoriser davantage d'utilisateurs simultanés sur votre système.
is_is: Kerfisleyfið heimilar ekki að fleiri notendur vinni samtímis. Bíða þarf þar til annar notandi hefur hætt í kerfinu. Hafa þarf samband við kerfisstjórann ef heimila á fleiri notendur samtímis á kerfinu.
it_it: La licenza del programma non consente il lavoro simultaneo di più utenti. Attendere che un altro utente esca dal programma. Contattare l'amministratore di sistema per consentire la presenza contemporanea di più utenti nel sistema.
nb_no: Programlisensen tillater ikke flere samtidige brukere. Vent til en annen bruker har sluttet å bruke programmet. Kontakt systemansvarlig hvis du vil tillate flere samtidige brukere i systemet.
nl_be: Uw programmalicentie staat niet toe dat er meerdere gebruikers tegelijk werkzaam zijn. Wacht totdat de andere gebruiker stopt met het gebruik van het programma. Neem contact op met uw systeembeheerder als u op uw systeem meer gebruikers wilt toestaan.
ru_ru: Лицензия на программу запрещает доступ с ней большему числу одновременно работающих пользователей. Дождитесь, пока кто-либо из пользователей завершит работу с программой. Чтобы разрешить большему числу пользователей системы работать одновременно, обратитесь к системному администратору.
sv_se: Programlicensen tillåter inte att fler användare arbetar samtidigt. Vänta tills en annan användare har slutat använda programmet. Kontakta systemadministratören om du vill tillåta fler användare samtidigt i systemet.

# ChartInvalidOperationExceptionUnknownTable
source: The specified table does not exist. Table: {0}
cs_cz: Zadaná tabulka neexistuje. Tabulka: {0}
da_dk: Den angivne tabel findes ikke. Tabel: {0}
de_ch: Die angegebene Tabelle ist nicht vorhanden. Table: {0}
es_mx: La tabla especificada no existe. Tabla: {0}
fi_fi: Määritettyä taulukkoa ei ole. Taulukko: {0}
fr_ca: La table spécifiée n'existe pas. Table : {0}
is_is: Þessi tafla er ekki til. Tafla: {0}
it_it: Tabella specificata inesistente. Tabella: {0}
nb_no: Den angitte tabellen finnes ikke. Tabell: {0}
nl_be: De opgegeven tabel bestaat niet. Tabel: {0}
ru_ru: Указанная таблица не существует. Таблица: {0}
sv_se: Den angivna tabellen finns inte. Tabell: {0}

# NasCompleted
source: {0} for tenant '{1}' has completed.
cs_cz: byla dokončena {0} pro klienta {1}.
da_dk: {0} til lejeren '{1}' er fuldført.
de_ch: {0} für Tenant "{1}" ist abgeschlossen.
es_mx: {0} para el inquilino '{1}' se ha completado.
fi_fi: Vuokraajan {1} {0} on valmis.
fr_ca: {0} pour l'abonné « {1} » terminé.
is_is: {0} fyrir leigjanda „{1}“ er lokið.
it_it: {0} per il tenant '{1}' completato.
nb_no: {0} for leietaker {1} er fullført.
nl_be: {0} voor tenant '{1}' is voltooid.
ru_ru: Выполнение {0} для арендатора "{1}" завершено.
sv_se: {0} för klientorganisationen {1} har slutförts.

# DeletePersonalizationRunObjectsHeader
source: Automation objects
cs_cz: Objekty Automation
da_dk: Automatiseringsobjekter
de_ch: Automatisierungsobjekte
es_mx: Objetos de automatización
fi_fi: Automaatio-objektit
fr_ca: Objets d'automatisation
is_is: Sjálfvirknihlutir
it_it: Oggetti ActiveX
nb_no: Automatiseringsobjekter
nl_be: Automatiseringsobjecten
ru_ru: Объекты автоматизации
sv_se: Automatiseringsobjekt

# DatePeriodStartCaption
source: Period Start
cs_cz: Začátek období
da_dk: Periodestart
de_ch: Periodenanfang
es_mx: Inic. periodo
fi_fi: Jakson alku
fr_ca: Début période
is_is: Upphaf tímabils
it_it: Inizio periodo
nb_no: Periodens start
nl_be: Begindatum
ru_ru: Начало периода
