Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# Label_SelectedBands
source: Show FastTabs in this order:
cs_cz: Zobrazit záložky v tomto pořadí:
da_dk: Vis oversigtspaneler i denne rækkefølge:
de_ch: Inforegister in dieser Reihenfolge anzeigen:
es_mx: Mostrar fichas desplegables en este orden:
fi_fi: Näytä pikavälilehdet seuraavassa järjestyksessä:
fr_ca: Afficher les raccourcis dans cet ordre :
is_is: Sýna flýtiflipa í þessari röð:
it_it: Mostra le Schede dettaglio nell'ordine seguente:
nb_no: Vis hurtigfaner i denne rekkefølgen:
nl_be: Sneltabbladen in deze volgorde weergeven:
ru_ru: Показать экспресс-вкладки в следующем порядке:
sv_se: Visa snabbflikar i den här ordningen:

source: Yes
cs_cz: Ano
da_dk: Ja
de_ch: Ja
es_mx: Sí
fi_fi: Kyllä
fr_ca: Oui
is_is: Já
it_it: Sì
nb_no: Ja
nl_be: Ja
ru_ru: Да
sv_se: Ja

# Instruction_SelectAction
source: Select an action to add to the Home tab
cs_cz: Vybrat akci pro přidání na kartu domovské stránky
da_dk: Vælg en handling, der skal føjes til fanen Startside
de_ch: Dient zum Auswählen einer Aktion, die der Registerkarte 'Start' hinzugefügt werden soll.
es_mx: Seleccionar una acción para agregarla a la pestaña Inicio
fi_fi: Valitse Kotisivu-välilehteen lisättävä toiminto
fr_ca: Sélectionner une action à ajouter à l'onglet Accueil
is_is: Velja aðgerð til að bæta við heimaflipann
it_it: Selezionare un'azione da aggiungere alla scheda Pagina iniziale
nb_no: Velg en handling som skal legges til i fanebladet for hjemmeside
nl_be: Een actie selecteren die moet worden toegevoegd aan het tabblad Start
ru_ru: Выбрать действие для добавления на вкладку "Главная"
sv_se: Välj en åtgärd som ska läggas till på fliken Start

# MenuItemFilter
source: Filter Pane
cs_cz: Podokno filtrů
da_dk: Filterrude
de_ch: Filterbereich
es_mx: Panel de filtro
fi_fi: Suodatinruutu
fr_ca: Volet Filtre
is_is: Afmörkunarsvæði
it_it: Riquadro Filtro
nb_no: Filtreringsrute
nl_be: Filterdeelvenster
ru_ru: Область фильтров
sv_se: Filterruta

# LoadFileQuestion
source: Do you want to open or save this file?
cs_cz: Chcete tento soubor otevřít nebo uložit?
da_dk: Vil du åbne eller gemme denne fil?
de_ch: Möchten Sie diese Datei öffnen oder speichern?
es_mx: ¿Desea abrir o guardar este archivo?
fi_fi: Haluatko avata tai tallentaa tämän tiedoston?
fr_ca: Souhaitez-vous ouvrir ou enregistrer ce fichier ?
is_is: Á að opna eða vista þessa skrá?
it_it: Aprire o salvare il file?
nb_no: Vil du åpne eller lagre denne filen?
nl_be: Wilt u dit bestand openen of opslaan?
ru_ru: Открыть или сохранить этот файл?
sv_se: Vill du öppna eller spara den här filen?

# Button_Add
source: Add
cs_cz: Přidat
da_dk: Tilføj
de_ch: Hinzufügen
es_mx: Agregar
fi_fi: Lisää
fr_ca: Ajouter
is_is: Bæta við
it_it: Aggiungi
nb_no: Legg til
nl_be: Toevoegen
ru_ru: Добавить
sv_se: Lägg till

# 00095-50102
source: Unexpected node type for node {0}.
cs_cz: Neočekávaný typ uzlu {0}.
da_dk: Uventet nodetype for noden {0}.
de_ch: Unerwarteter Knotentyp für Knoten {0}.
es_mx: Tipo de nodo inesperado para el nodo {0}.
fi_fi: Solmulla {0} on odottamaton solmutyyppi.
fr_ca: Type de nœud inattendu pour le nœud {0}.
is_is: Óvænt hnútsgerð fyrir hnútinn {0}.
it_it: Tipo di nodo imprevisto per il nodo {0}.
nb_no: Uventet nodetype for noden {0}.
nl_be: Onverwacht knooppunttype voor knooppunt {0}.
ru_ru: Непредвиденный тип узла {0}.
sv_se: Oväntad nodtyp för nod {0}.

# SystemEncryptionDecryptBadDataError
source: Unable to decrypt data. The data was encrypted using a different key.
da_dk: Kan ikke dekryptere data. Dataene blev krypteret med en anden nøgle.
de_ch: Daten konnten nicht entschlüsselt werden. Die Daten wurden mit einem anderen Schlüssel verschlüsselt.
es_mx: No se pueden descifrar los datos. Los datos se cifraron con una clave diferente.
fi_fi: Tietojen salausta ei voitu purkaa. Tiedot salattiin toisella avaimella.
fr_ca: Impossible de déchiffrer les données. Les données ont été chiffrées avec une autre clé.
is_is: Ekki er hægt að dulráða gögn. Gögnin voru dulrituð með öðrum lykli.
it_it: Impossibile decrittografare i dati. I dati sono stati decrittografati tramite una chiave diversa.
nb_no: Kan ikke dekryptere data. Dataene ble kryptert ved hjelp av en annen nøkkel.
nl_be: Kan gegevens niet ontsleutelen. De gegevens zijn versleuteld met een andere sleutel.
ru_ru: Не удается расшифровать данные. Данные были зашифрованы с использованием другого ключа.
sv_se: Det går inte att dekryptera data. Dessa data krypterades med en annan nyckel.

# NotesFromCaption
source: From
cs_cz: Od
da_dk: Fra
de_ch: Von
es_mx: Desde
fi_fi: Lähettäjä
fr_ca: De
is_is: Frá
it_it: Da
nb_no: Fra
nl_be: Van
ru_ru: От
sv_se: Från

# ZoomToolDisabled
source: Disabled
cs_cz: Zakázáno
da_dk: Deaktiveret
de_ch: Deaktiviert
es_mx: Desactivado
fi_fi: Poistettu käytöstä
fr_ca: Désactivé
is_is: Gera óvirkt
it_it: Disabilitato
nb_no: Deaktivert
nl_be: Uitgeschakeld
ru_ru: Отключено
sv_se: Inaktiverad

# AnotherUserChangedTheDataError
source: Another user has modified the record for this {0} after you retrieved it from the database. Enter your changes again in the updated window, or start the interrupted activity again. Identification fields and values: {1}
cs_cz: Jiný uživatel změnil záznam {0} poté, co jste načetli z databáze. Zadejte změny znovu v aktualizovaném okně nebo znovu spusťte přerušenou aktivitu. Identifikační pole a hodnoty: {1}
da_dk: En anden bruger har ændret recorden for denne {0}, efter at den blev hentet fra databasen. Indtast dine ændringer igen i det opdaterede vindue, eller start den afbrudte aktivitet igen. Id-felter og -værdier: {1}
de_ch: Der Datensatz für '{0}' wurde von einem anderen Benutzer geändert, nachdem er von Ihnen aus der Datenbank abgerufen wurde. Geben Sie Ihre Änderungen im aktualisierten Fenster erneut ein, oder führen Sie die unterbrochene Aktivität erneut aus. Identifizierende Felder und Werte: {1}
es_mx: Otro usuario ha modificado el registro de este/a {0} después de leerlo usted. Reescriba sus cambios en la ventana actualizada, o reinicie la actividad que ha quedado interrumpida. Campos de identificación y valores: {1}
fi_fi: Toinen käyttäjä on muokannut taulukon {0} tietuetta tietokannasta hakusi jälkeen. Syötä muutokset uudelleen päivitetyssä ikkunassa tai käynnistä keskeytynyt toimenpide uudelleen. Tunnistuskentät ja -arvot: {1}
fr_ca: Un autre utilisateur a modifié l'enregistrement pour cet {0} depuis son obtention depuis la base de données. Entrez à nouveau vos changements dans la fenêtre qui a été mise à jour ou redémarrez l'activité qui a été interrompue. Champs et valeurs d'identification : {1}
is_is: Annar notandi hefur breytt færslu fyrir viðkomandi {0} eftir að hún var sótt í gagnagrunninn. Færa þarf breytingar aftur í uppfærða gluggann eða ræsa vinnslu á ný. Skilgreiningarreitir og gildi: {1}
it_it: Un altro utente ha modificato il record {0} dopo che è stato recuperato dal database. Inserire le modifiche nella finestra aggiornata o avviare nuovamente l'attività interrotta. Campi Identificazione e valori: {1}
nb_no: En annen bruker har endret posten for denne {0} siden du hentet den fra databasen. Skriv inn endringene dine på nytt i det oppdaterte vinduet, eller start den avbrutte aktiviteten igjen. ID-felt og -verdier: {1}
nl_be: De record voor {0} is gewijzigd door een andere gebruiker nadat u deze uit de database hebt opgehaald. Voer uw wijzigingen opnieuw in het bijgewerkte venster in of herstart de onderbroken activiteit. Identificatievelden en -waarden: {1}
ru_ru: Запись для {0} была изменена другим пользователем после извлечения ее вами из базы данных. Введите изменения повторно в обновленное окно или выполните прерванное действие сначала. Идентификационные поля и значения: {1}
sv_se: En annan användare har ändrat posten för denna/detta {0} sedan den hämtades från databasen. Registrera dina ändringar på nytt i det uppdaterade fönstret, eller starta den avbrutna aktiviteten på nytt. Identifikationsfält och värden: {1}

# UnableToCreateLogicalFormDueToUpdates
source: Cannot create the page because updates on the server. Try your request again later.
cs_cz: Stránku nelze vytvořit, protože aktualizace na serveru. Opakujte požadavek znovu později.
da_dk: Siden kan ikke oprettes på grund af serveropdateringer. Prøv anmodningen igen senere.
de_ch: Die Seite konnte aufgrund von Updates auf dem Server nicht erstellt werden. Wiederholen Sie die Anforderung später.
es_mx: No se puede crear la página debido a las actualizaciones en el servidor. Inténtelo de nuevo más tarde.
fi_fi: Sivua ei voi luoda palvelimen päivitysten takia. Yritä pyyntöä myöhemmin uudelleen.
fr_ca: Impossible de créer la page en raison de mises à jour sur le serveur. Réessayez plus tard.
is_is: Ekki er hægt að búa síðuna til vegna uppfærslna á netþjóninum. Reyna skal beiðnina aftur síðar.
it_it: Impossibile creare la pagina a causa di aggiornamenti sul server. Riprovare più tardi.
nb_no: Kan ikke opprette siden på grunn av oppdateringer på serveren. Prøv å sende forespørselen på nytt senere.
nl_be: Kan de pagina niet maken vanwege updates op de server. Probeer het later opnieuw.
ru_ru: Невозможно создать страницу из-за обновлений на сервере. Попытайтесь отправить запрос повторно позднее.
sv_se: Det gick inte att skapa sidan på grund av uppdateringar på servern. Försök igen senare.

# AutomationOptionAllowThisTimeButAskNextTime
source: Allow for this client session, but ask for next client session
cs_cz: Povolit pro tuto klientskou relaci, ale požádat o další relaci klienta
da_dk: Tillad for denne klientsession, men spørg næste gang
de_ch: Für diese Clientsession zulassen, aber bei der nächsten Clientsession erneut fragen
es_mx: Permitir para esta sesión de cliente, pero preguntar para la próxima sesión.
fi_fi: Salli tämä käyttöliittymän istunto, mutta kysy seuraavan käyttöliittymän istunnon osalta
fr_ca: Autoriser cette session du client, mais demander pour la prochaine session
is_is: Leyfa þessa biðlaralotu en spyrja um næstu biðlaralotu
it_it: Consenti per questa sessione client, ma chiedi per quella successiva
nb_no: Tillat for denne klientøkten, men still spørsmål for neste klientøkt.
nl_be: Toestaan voor deze clientsessie, maar vragen voor de volgende clientsessie.
ru_ru: Разрешить для данного сеанса клиента, но спросить перед следующим сеансом
sv_se: Tillåt för den här klientsessionen, men fråga vid nästa klientsession.

# AutomationOptionDontAllowThisTimeButAskNextTime
source: Do not allow this client session, but request the next client session.
cs_cz: Nepovolit pro tuto relaci klienta, ale požádat o další relaci klienta.
da_dk: Tillad ikke for denne klientsession, men anmod om den næste klientsession.
de_ch: Für diese Clientsession nicht zulassen, aber bei der nächsten Clientsession erneut fragen
es_mx: No permitir para esta sesión de cliente, pero preguntar para la próxima sesión.
fi_fi: Älä salli tätä työasemaistuntoa, mutta pyydä seuraavaa työasemaistuntoa.
fr_ca: Ne pas autoriser cette session du client, mais demander la prochaine session du client.
is_is: Ekki skal leyfa þessa biðlaralotu en biðja um næstu biðlaralotu.
it_it: Non consentire per questa sessione client, ma chiedi per quella successiva
nb_no: Ikke tillat denne klientøkten, men send forespørsel om neste klientøkt.
nl_be: Niet toestaan voor deze clientsessie, maar aanvragen voor de volgende clientsessie.
ru_ru: Не разрешать этот сеанс клиента, а запросить следующий сеанс клиента.
sv_se: Tillåt inte den här klientsessionen, men begär vid nästa klientsession.

# MenuItemLimitTotalsTo
source: Limit Totals To
cs_cz: Omezit součty na
da_dk: Begræns totaler til
de_ch: Summenberechnung einschränken auf
es_mx: Totales límite para
fi_fi: Rajoita kokonaisarvoiksi
fr_ca: Limiter les totaux à
is_is: Takmarka heildartölur við
it_it: Limita totali a
nb_no: Begrens totaler til
nl_be: Totalen beperken tot
ru_ru: Ограничить итоги до
sv_se: Begränsa totaler till

# DepartmentCategoryTypeTasks
source: Tasks
cs_cz: Úkoly
da_dk: Opgaver
de_ch: Aufgaben
es_mx: Tareas
fi_fi: Tehtävät
fr_ca: Tâches
is_is: Verkhlutar
it_it: Task
nb_no: Oppgaver
nl_be: Taken
ru_ru: Задачи
sv_se: Uppgifter

# FieldErrorWithAlMessage
source: {0} {1} in {2} {3}.
cs_cz: {0} {1} v {2} {3}.
da_dk: {0} {1} i {2} {3}.
es_mx: {0} {1} en {2} {3}.
fi_fi: {0} {1} taulukossa {2} {3}.
fr_ca: {0} {1} dans {2} {3}.
is_is: {0} {1} í {2} {3}.
nb_no: {0} {1} i {2} {3}.
ru_ru: {0} {1} в {2} {3}.
sv_se: {0} {1} i {2} {3}.

# ExceptionMeasureIndexDoesNotExist
source: The measure index is not valid.
cs_cz: Measure index je neplatný.
da_dk: Dette måleindeks er ugyldigt.
de_ch: Der Massindex ist nicht gültig.
es_mx: El índice de medida no es válido.
fi_fi: Mittaindeksi ei kelpaa.
fr_ca: L'indice mesure n'est pas valide.
is_is: Mælivísirinn er ógildur.
it_it: Indice di misura non valido.
nb_no: Målindeksen er ikke gyldig.
nl_be: De maateenheidindex is niet geldig.
ru_ru: Индекс меры является недопустимым.
sv_se: Måttindexet är ogiltigt.

# GetUrlIllegalRecordParam
source: You cannot specify a record parameter for the GetUrl function unless the object type is Page.
cs_cz: Rekordní parametr pro funkci GetUrl nelze zadat, pokud je typ objektu stránky.
da_dk: Du kan ikke angivne en recordparameter for funktionen GetUrl, medmindre objekttypen er Side.
de_ch: Sie können einen Datensatzparameter für die GetUrl-Funktion nur angeben, wenn der Objekttyp Seite ist.
es_mx: No puede especificar un parámetro de registro para la función GetUrl a menos que el tipo de objeto sea Page.
fi_fi: GetUrl-toiminnolle ei voi määrittää tietueen parametria, paitsi jos objektityyppinä on Sivu.
fr_ca: Vous ne pouvez pas spécifier un paramètre d'enregistrement pour la fonction GetUrl sauf si le type d'objet est Page.
is_is: Ekki er hægt að tilgreina færslufæribreytu fyrir GetUrl-fallið nema hlutargerðin sé Síða.
it_it: Impossibile specificare un parametro del record per la funzione GetUrl a meno che il tipo di oggetto non sia pagina.
nb_no: Du kan ikke angi en postparameter for GetUrl-funksjonen med mindre objekttypen er Side.
nl_be: U kunt geen recordparameter voor de GetUrl-functie opgeven, tenzij het objecttype Pagina is.
ru_ru: Невозможно указать параметр записи для функции GetUrl, если тип объекта — не Page.
sv_se: Du kan inte ange en postparameter för GetUrl-funktionen om inte objekttypen är Sida.

# ALStreamWriteModeError
source: ALStream.ALWrite, invalid stream mode: {0}
cs_cz: ALStream.ALWrite, neplatný režim proudu: {0}
da_dk: ALStream.ALWrite, ugyldig streamtilstand: {0}
de_ch: ALStream.ALWrite, ungültiger Datenstrommodus: {0}
es_mx: ALStream.ALWrite, modo de secuencia no válido: {0}
fi_fi: ALStream.ALWrite, virheellinen virran tila: {0}
fr_ca: ALStream.ALWrite, mode de flux non valide : {0}
is_is: ALStream.ALWrite, ógild straumstilling: {0}
it_it: ALStream.ALWrite, modalità di flusso non valida: {0}
nb_no: ALStream.ALWrite, ugyldig streammodus: {0}
nl_be: ALStream.ALWrite, ongeldige stroommodus: {0}
ru_ru: ALStream.ALWrite, недопустимый режим потока: {0}
sv_se: ALStream.ALWrite, ogiltigt strömläge: {0}

# CaptionChooseExportType
source: Choose file type
cs_cz: Zvolte typ souboru
da_dk: Vælg filtype
de_ch: Dateityp wählen
es_mx: Elija el tipo de archivo
fi_fi: Valitse tiedostotyyppi
fr_ca: Choisissez le type de fichier
is_is: Velja skráargerð
it_it: Scegliere il tipo di file
nb_no: Velg filtype
nl_be: Bestandstype kiezen
ru_ru: Выберите тип файла
sv_se: Välj filtyp

# ReadBytesInvalidLength
source: Length must be greater than or equal to zero.
cs_cz: Délka musí být větší než nebo rovna nule.
da_dk: Længden skal være større end eller lig med nul.
de_ch: Die Länge muss grösser als oder gleich null sein.
es_mx: La longitud debe ser igual o mayor que cero.
fi_fi: Pituuden on oltava vähintään nolla.
fr_ca: La longueur doit être supérieure ou égale à zéro.
is_is: Lengdin þarf að vera meiri en eða jöfn og núll.
it_it: La lunghezza deve essere maggiore di o uguale a zero.
nb_no: Lengden må være større enn eller lik null.
nl_be: De lengte moet groter dan of gelijk aan nul zijn.
ru_ru: Длина должна быть больше или равна нулю.
sv_se: Längden måste vara större än eller lika med noll.

# ToolTipGoToAction
source: Go to another page of the same type. Enter a specific field value to go to the first page that contains that field value.
cs_cz: Přechod na jinou stránku téhož typu. Zadejte hodnotu určeného pole přejděte na první stránku, která obsahuje hodnotu pole.
da_dk: Gå til en anden side af samme type. Indtast en specifik feltværdi for at gå til den første side, som indeholder netop den feltværdi.
de_ch: Wechseln Sie zu einer anderen Seite desselben Typs. Geben Sie einen spezifischen Feldwert ein, um zur ersten Seite zu wechseln, die diesen Feldwert enthält.
es_mx: Vaya a otra página del mismo tipo. Introduzca un valor de campo específico para ir a la primera página que contiene ese valor de campo.
fi_fi: Siirry toiselle samantyyppiselle sivulle. Määritä tietty kentän arvo, jolla siirryt ensimmäiselle kyseisen kentän arvon sisältävälle sivulle.
fr_ca: Accédez à une autre page du même type. Entrez une valeur de champ spécifique pour accéder à la première page qui contient cette valeur de champ.
is_is: Fara á aðra síðu af sömu gerð. Færa inn tiltekið reitargildi til að fara á fyrstu síðuna sem inniheldur það reitargildi.
it_it: Andare a un'altra pagina dello stesso tipo. Immettere un valore di campo specifico per andare alla prima pagina che contiene tale valore.
nb_no: Gå til en annen side av samme type. Angi en bestemt feltverdi for å gå til den første siden som inneholder denne feltverdien.
nl_be: Ga naar een andere pagina van hetzelfde type. Voer een bepaalde veldwaarde in om naar de eerste pagina met die veldwaarde te gaan.
ru_ru: Перейти на другую страницу того же типа. Введите конкретное значение поля, чтобы перейти на первую страницу, которая содержит это значение поля.
sv_se: Gå till en annan sida av samma typ. Ange ett specifikt fältvärde för att gå till första sidan som innehåller det aktuella fältvärdet.

# FileDialogTypeFilterExcel
source: Microsoft Excel (*.xlsx)|*.xlsx|All files (*.*)|*.*
cs_cz: Microsoft Excel (*.xlsx)|*.xlsx|Všechny soubory (*.*)|*.*
da_dk: Microsoft Excel (*.xlsx)|*.xlsx|Alle filer (*.*)|*.*
de_ch: Microsoft Excel (*.xlsx)|*.xlsx|Alle Dateien (*.*)|*.*
es_mx: Microsoft Excel (*.xlsx)|*.xlsx|Todos los archivos (*.*)|*.*
fi_fi: Microsoft Excel (*.xlsx)|*.xlsx|Kaikki tiedostot (*.*)|*.*
fr_ca: Microsoft Excel (*.xlsx)|*.xlsx|Tous les fichiers (*.*)|*.*
is_is: Microsoft Excel (*.xlsx)|*.xlsx|Allar skrár (*.*)|*.*
it_it: Microsoft Excel (*.xlsx)|*.xlsx|Tutti i file (*.*)|*.*
nb_no: Microsoft Excel (*.xlsx)|*.xlsx|Alle filer (*.*)|*.*
nl_be: Microsoft Excel (*.xlsx)|*.xlsx|Alle bestanden (*.*)|*.*
ru_ru: Microsoft Excel (*.xlsx)|*.xlsx|Все файлы (*.*)|*.*
sv_se: Microsoft Excel (*.xlsx)|*.xlsx|Alla filer (*.*)|*.*

# ChangeListenerUnexpectedState
source: An unexpected SQL Query Notification state occurred: {0}.
cs_cz: Došlo k neočekávanému stavu SQL Query Notification: {0}.
da_dk: Der opstod en uventet tilstand for SQL-forespørgselsmeddelelser: {0}.
de_ch: Unerwarteter SQL-Abfragebenachrichtigungsstatus: '{0}'.
es_mx: Estado de notificación de consulta SQL inesperado: {0}.
fi_fi: Odottamaton SQL-kyselyjen ilmoitustila: {0}.
fr_ca: Un état de notification de requête SQL imprévu est survenu : {0}.
is_is: Óvænt staða SQL-leitartilkynninga kom upp: {0}.
it_it: Si è verificato uno stato di notifica delle query di SQL imprevisto: {0}.
nb_no: Det oppstod en uventet tilstand for SQL-spørringsvarslet: {0}.
nl_be: Er is een onverwachte SQL-querymeldingsstatus opgetreden: {0}.
ru_ru: Непредвиденное состояние уведомления о SQL-запросе: {0}.
sv_se: En oväntad status uppstod för SQL-frågemeddelande: {0}.

# MenuItemActionPane
source: Home Tab
cs_cz: Karty domů
da_dk: Fanen Startside
de_ch: Registerkarte 'Start'
es_mx: Pestaña Inicio
fi_fi: Kotisivu-välilehti
fr_ca: Onglet Accueil
is_is: Heimaflipi
it_it: Scheda Pagina iniziale
nb_no: Faneblad for hjemmeside
nl_be: Tabblad Start
ru_ru: Вкладка "Главная"
sv_se: Fliken Start

# HyperlinkMissingServerParameter
source: Invalid Dynamics Nav URL: The server parameter was not provided.
cs_cz: Neplatná adresa URL produktu Dynamics Nav nebyl zadán parametr serveru.
da_dk: Ugyldig Dynamics Nav-URL: Serverparametrene blev ikke angivet.
de_ch: Ungültige Dynamics NAV-URL: Der Serverparameter wurde nicht angegeben.
es_mx: URL de Dynamics Nav no válida: no se proporcionó el parámetro de servidor.
fi_fi: Virheellinen Dynamics Nav -URL-osoite: Palvelimen parametria ei ole annettu.
fr_ca: URL Dynamics Nav non valide : Le paramètre de serveur n'a pas été fourni.
is_is: Ógild vefslóð Dynamics Nav: Netþjónsfæribreytan er ekki til staðar.
it_it: URL Dynamics Nav non valido: non è stato fornito il parametro del server.
nb_no: Ugyldig URL-adresse for Dynamics NAV: Parameteren server ble ikke angitt.
nl_be: Ongeldige Dynamics Nav-URL: de serverparameter is niet opgegeven.
ru_ru: Недопустимый URL-адрес Dynamics NAV: не предоставлен параметр "Сервер".
sv_se: Ogiltig webbadress för Dynamics Nav: Serverparametern har inte angetts.

# InvalidValuesAllowed
source: Value '{0}' is not a valid value. The following values can be used: {1}.
cs_cz: Hodnota {0}' není platná hodnota. Lze použít následující hodnoty: {1}.
da_dk: Værdien '{0}' er en ugyldig værdi. Følgende værdier kan anvendes: {1}.
de_ch: Der Wert '{0}' ist kein gültiger Wert. Die folgenden Werte können verwendet werden: {1}.
es_mx: '{0}' no es un valor permitido. Se pueden usar los siguientes valores: {1}.
fi_fi: "{0}" ei ole kelvollinen arvo. Seuraavat arvot ovat mahdollisia: {1}.
fr_ca: La valeur '{0}' n'est pas valide. Les valeurs suivantes peuvent être utilisées : {1}.
is_is: Gildi '{0}' er ógilt. Hægt er að nota eftirfarandi gildi: {1}.
it_it: Il valore '{0}' non è valido. Sono consentiti i seguenti valori: {1}.
nb_no: Verdien {0} er ikke en gyldig verdi. Følgende verdier kan brukes: {1}.
nl_be: Waarde '{0}' is geen geldige waarde. De volgende waarden kunnen worden gebruikt: {1}.
ru_ru: Значение '{0}' не является допустимым. Можно использовать следующие значения: {1}.
sv_se: Värdet {0} är inte ett giltigt värde. Följande värden kan användas: {1}.

source: Add Group
cs_cz: Přidat skupinu
da_dk: Tilføj gruppe
de_ch: Gruppe hinzufügen
es_mx: Agregar grupo
fi_fi: Lisää ryhmä
fr_ca: Ajouter un groupe
is_is: Bæta við hópi
it_it: Aggiungi gruppo
nb_no: Legg til gruppe
nl_be: Groep toevoegen
ru_ru: Добавить группу
sv_se: Lägg till grupp

# EvaluateDateFormulaShouldIncludeANumberError
source: The date formula '{0}' should include a number.
cs_cz: Vzorec data '{0}' by měl obsahovat číslo.
da_dk: Der skal indgå et tal i datoformlen '{0}'.
de_ch: Die Datumsformel '{0}' sollte eine Zahl enthalten.
es_mx: La fórmula de fecha '{0}' debe contener un número.
fi_fi: Päivämäärän kaavan {0} on sisällettävä luku.
fr_ca: La formule de date « {0} » devrait contenir un nombre.
is_is: Í dagsetningarreiknireglunni '{0}' á að vera tala.
it_it: La formula "{0}" per la data deve includere un numero.
nb_no: Datoformelen {0} må inneholde et tall.
nl_be: De datumformule '{0}' moet een getal bevatten.
ru_ru: Формула даты "{0}" должна содержать число.
sv_se: Datumformeln {0} ska inkludera ett nummer.
