Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# InvalidTableMetadata
source: The metadata of table {0} is invalid. See Event Viewer for more details.
cs_cz: Metadata tabulky {0} jsou neplatná. Další informace naleznete v Prohlížeči událostí.
da_dk: Metadataene i tabellen {0} er ugyldige. Du kan finde flere oplysninger i Logbog.
de_ch: Die Metadaten von Tabelle '{0}' sind ungültig. Weitere Details finden Sie in der Ereignisanzeige.
es_mx: Los metadatos de la tabla {0} no son válidos. Consulte el visor de eventos para obtener más información.
fi_fi: Taulukon {0} metatiedot ovat virheellisiä. Lisätietoja on tapahtumienvalvonnassa.
fr_ca: Les métadonnées de la table {0} ne sont pas valides. Consultez l'observateur d'événements pour plus d'informations.
is_is: Lýsigögn töflunnar {0} eru ógild. Sjá nánari upplýsingar í Atvikaskoðara.
it_it: I metadati della tabella {0} non sono validi. Per ulteriori dettagli, vedere il Visualizzatore eventi.
nb_no: Metadataene i tabellen {0} er ugyldige. Se Hendelsesliste for mer informasjon.
nl_be: De metagegevens van de tabel {0} zijn ongeldig. Zie Logboeken voor meer informatie.
ru_ru: Недопустимые метаданные таблицы {0}. Более подробные сведения см. в окне просмотра событий.
sv_se: Metadata för tabell {0} är ogiltiga. Mer information finns i Loggboken.

# SortingTitle
source: Sorting:
cs_cz: Řazení:
da_dk: Sortering:
de_ch: Sortieren:
es_mx: Ordenación:
fi_fi: Lajittelu:
fr_ca: Tri :
is_is: Röðun:
it_it: Ordinamento:
nb_no: Sortering:
nl_be: Sorteervolgorde:
ru_ru: Сортировка:
sv_se: Sortering:

# EvaluateDateFormulaExceedsMaxLengthError
source: The date formula '{0}' exceeds the maximum length of {1}.
cs_cz: Vzorec data '{0}' překračuje maximální délku {1}.
da_dk: Datoformlen '{0}' overskrider den maksimale længde på {1}.
de_ch: Die Datumsformel '{0}' überschreitet die maximale Länge von {1}.
es_mx: La fórmula de fecha '{0}' supera la longitud máxima de {1}.
fi_fi: Päivämäärän kaava {0} ylittää sallitun enimmäispituuden {1}.
fr_ca: La formule de date « {0} » dépasse la longueur maximale de {1}.
is_is: Dagsetningarreiknireglan '{0}' fer yfir hámarkslengdina {1}.
it_it: La formula per la data '{0}' supera la lunghezza massima di {1}.
nb_no: Datoformelen {0} overskrider den maksimale lengden på {1}.
nl_be: De datumformule '{0}' overschrijdt de maximale lengte van {1}.
ru_ru: Формула даты "{0}" превысила максимальную допустимую длину ({1}).
sv_se: Datumformeln {0} överskrider den maximala längden på {1}.

# PageAlreadyInitialized
source: This page has already been initialized.
cs_cz: Tato stránka již byla inicializována.
da_dk: Siden er allerede initialiseret.
de_ch: Diese Seite wurde bereits initialisiert.
es_mx: Esta página ya se inicializó.
fi_fi: Tämä sivu on jo alustettu.
fr_ca: Cette page a déjà été initialisée.
is_is: Það er búið að frumstilla þessa síðu.
it_it: Questa pagina è già stata inizializzata.
nb_no: Denne siden er allerede initialisert.
nl_be: Deze pagina is al geïnitialiseerd.
ru_ru: Эта страница уже инициализирована.
sv_se: Den här sidan har redan initierats.

# UnableToParseServerPort
source: The port parameter could not be parsed.
cs_cz: Parametr port nelze analyzovat.
da_dk: Portparameteren skal ikke parses.
de_ch: Der Portparameter konnte nicht analysiert werden.
es_mx: El parámetro de puerto no se puede representar.
fi_fi: Porttiparametria ei voitu jäsentää.
fr_ca: Le paramètre de port ne peut pas être analysé.
is_is: Það var ekki hægt að þátta gáttarfæribreytuna.
it_it: Impossibile analizzare il parametro di porta.
nb_no: Kan ikke analysere parameteren port.
nl_be: De poortparameter kan niet worden geparseerd.
ru_ru: Не удалось выполнить синтаксический разбор параметров порта.
sv_se: Portparametern kunde inte parsas.

# OfficeDocumentMalformed
source: The {0} document cannot be merged due to malformed business data.
da_dk: Dokumentet {0} kan ikke flettes, fordi forretningsdataene er forkert udformet.
de_ch: Das Dokument {0} kann aufgrund von falsch formatierten Unternehmensdaten nicht zusammengeführt werden.
es_mx: El documento {0} no se puede combinar debido a que el formato de los datos empresariales no es válido.
fi_fi: Tiedostoa {0} ei voi yhdistää väärin muotoiltujen liiketoimintatietojen vuoksi.
fr_ca: Le document {0} ne peut pas être fusionné en raison du format incorrect des données commerciales.
is_is: Ekki er hægt að sameina skjalið {0} vegna illa mótaðra viðskiptagagna.
it_it: Impossibile unire il documento {0} a causa del formato non valido dei dati aziendali.
nb_no: Dokumentet {0} kan ikke flettes på grunn av feil formaterte forretningsdata.
nl_be: Het document {0} kan niet worden samengevoegd vanwege verkeerd gevormde bedrijfsgegevens.
ru_ru: Невозможно объединить документ {0} из-за повреждения бизнес-данных.
sv_se: Det går inte att slå samman dokumentet {0} på grund av affärsdata med felaktig utformning.

# ServerTerminating
source: The server "{0}" is going to shut down. The client application will close.
cs_cz: Server "{0}" bude vypnut. Klientská aplikace bude ukončena.
da_dk: Serveren "{0}" vil blive lukket. Klientprogrammet lukkes.
de_ch: Der Server '{0}' wird heruntergefahren. Die Clientanwendung wird geschlossen.
es_mx: El servidor "{0}" se cerrará. La aplicación cliente se cerrará.
fi_fi: Palvelinta "{0}" ollaan sammuttamassa. Asiakasohjelma suljetaan.
fr_ca: Le serveur « {0} » va s'arrêter. L'application cliente va fermer.
is_is: Netþjónninn "{0}" mun slökkva á sér. Biðlaraforritinu verður lokað.
it_it: Il server "{0}" verrà arrestato. L'applicazione client verrà chiusa.
nb_no: Serveren {0} vil bli avsluttet. Klientprogrammet lukkes.
nl_be: De server {0} wordt afgesloten. De clienttoepassing wordt gesloten.
ru_ru: Работа сервера "{0}" будет завершена. Клиентское приложение будет закрыто.
sv_se: Servern {0} kommer nu att stängas ner. Klientprogrammet avslutas.

# DesignCodeunitBaseSystemObjectCaption
source: Design, Codeunit, Basic
cs_cz: Design, procedura, Basic
da_dk: Kodeenhedsdesigner, Basis
de_ch: Design, Modul, Standard
fi_fi: Suunnittele, Koodiyks., Perus
is_is: Hanna, Aðgerð, Grunnur
it_it: Design, Codeunit, Standard
nb_no: Design, Kodeenhet, Basis
nl_be: Ontwerp, Codeunit, Basis
ru_ru: Дизайн, Codeunit, Базовый
sv_se: Design, Kodmodul, Grunder

# FilterAccDescription_FlowFilters
source: Use this pane to define parameters for flow filters.
cs_cz: Pomocí tohoto podokna můžete definovat parametry pro průtok filtry.
da_dk: Brug denne rude til at definere parametrene for FlowFilters.
de_ch: Verwenden Sie diesen Bereich zum Definieren von Parametern für Flowfilter.
es_mx: Use este panel para definir parámetros para los filtros de flujo.
fi_fi: Määritä tämän ruudun avulla vuosuodattimien parametrit.
fr_ca: Utilisez ce volet pour définir les paramètres des filtres de flux.
is_is: Nota skal þetta svæði til að skilgreina breytur fyrir flæðisafmarkanir.
it_it: Utilizzare questo riquadro per definire i parametri per i filtri di flusso.
nb_no: Bruk denne ruten til å definere parametrene for flytfiltrene.
nl_be: Gebruik dit deelvenster om parameters voor stroomfilters te definiëren.
ru_ru: Используйте данное окно для определения параметров фильтров.
sv_se: Använd det här fönstret för att definiera parametrar för flödesfilter.

# DeletePersonalizationMostRecentUsedInformationBody
source: Resets the default size and position of pages, columns, and other UI elements for the RoleTailored client that are specific to this computer.
cs_cz: Obnoví výchozí velikost a umístění stránek, sloupců a dalších prvků uživatelského rozhraní pro RoleTailored klienta, které jsou nastaveny pro tento počítač.
da_dk: Nulstiller standardstørrelsen og standardplaceringen af sider, kolonner og andre brugergrænsefladeelementer i den rolledefinerede klient, som gælder specifikt for denne computer.
de_ch: Stellt die Standardgrösse und Position von Seiten, Spalten und anderen Benutzeroberflächenelementen für den rollenbasierten Client wieder her, die sich speziell auf diesen Computer beziehen.
es_mx: Restablece el tamaño y la posición predeterminados de las páginas, las columnas y otros elementos del cliente adaptado a roles específicos para este equipo.
fi_fi: Palauttaa tämän tietokoneen roolipohjaisen käyttöliittymän sivujen, sarakkeiden ja muiden käyttöliittymäelementtien oletuskoon ja -sijainnin.
fr_ca: Réinitialise la taille et la position par défaut des pages, des colonnes et d'autres éléments de l'interface utilisateur du client personnalisé spécifiques à cet ordinateur.
is_is: Endurstillir sjálfgefna stærð og staðsetningu síðna, dálka og annarra atriða notendaviðmóts fyrir hlutverkamiðaða biðlarann sem eru sérstillt fyrir þessa tölvu.
it_it: Ripristina le impostazioni di default per le dimensione e la posizione di pagine, colonne e altri elementi dell'interfaccia utente per il client personalizzato in base ai ruoli, specifiche di questo computer.
nb_no: Tilbakestiller standardstørrelsen og plasseringen av sider, kolonner og andre grensesnittelementer i den rolletilpassede klienten som er spesifikke for denne datamaskinen.
nl_be: Hiermee worden het standaardformaat en de standaardpositie opnieuw ingesteld van pagina's, kolommen en overige gebruikersinterface-elementen voor de rolgerichte client, die specifiek zijn voor deze computer.
ru_ru: Сброс размера и расположения по умолчанию для страниц, столбцов и других элементов пользовательского интерфейса, относящихся к этому компьютеру, для ролеориентированного клиента.
sv_se: Återställer standardstorleken och standardpositionen för sidor, kolumner och andra gränssnittselement för den rollbaserade klient som är specifik för datorn.

# NoRoleCenterFound
source: No Role Center could be found. Contact your system administrator.
cs_cz: Role centrum nelze nalézt. Obraťte se na správce systému.
da_dk: Der blev ikke fundet et Rollecenter. Kontakt systemadministratoren.
de_ch: Es konnte kein Rollencenter gefunden werden. Wenden Sie sich an den Administrator.
es_mx: No se encontró el Área de tareas. Póngase en contacto con el administrador del sistema.
fi_fi: Roolikeskusta ei löydy. Ota yhteys järjestelmänvalvojaan.
fr_ca: Tableau de bord introuvable. Contactez votre administrateur système.
is_is: Mitt hlutverk fannst ekki. Hafa skal samband við kerfisstjóra.
it_it: Impossibile trovare una pagina Gestione ruolo utente. Contattare l'amministratore di sistema.
nb_no: Finner ikke rollesenter. Kontakt systemansvarlig.
nl_be: Er is geen rolcentrum gevonden. Neem contact op met uw beheerder.
ru_ru: Не удалось найти ролевой центр. Обратитесь к системному администратору.
sv_se: Det gick inte att hitta något Rollcenter. Kontakta systemadministratören.

# Button_CreateTab
source: Create Tab
cs_cz: Vytvořit kartu
da_dk: Opret fane
de_ch: Registerkarte erstellen
es_mx: Pestaña Crear
fi_fi: Luo-välilehti
fr_ca: Onglet Créer
is_is: Stofna flipa
it_it: Crea TAB
nb_no: Opprett fane
nl_be: Tabblad maken
ru_ru: Создать вкладку
sv_se: Skapa flik

# NetworkDown
source: The network is currently not available. Repair the network and retry.
cs_cz: Síťové připojení není v současné době k dispozici. Připojte se k síti a akci opakujte.
da_dk: Netværket er ikke tilgængeligt i øjeblikket. Reparer netværket, og prøv igen.
de_ch: Das Netzwerk ist zurzeit nicht verfügbar. Beheben Sie die Netzwerkprobleme, und wiederholen Sie den Vorgang.
es_mx: La red no está disponible actualmente. Repare la red e inténtelo de nuevo.
fi_fi: Verkko ei ole tällä hetkellä käytettävissä. Korjaa verkko ja yritä uudelleen.
fr_ca: Le réseau n'est pas actuellement disponible. Réparez le réseau et réessayez.
is_is: Netkerfið er ekki til staðar sem er. Lagið netkerfið og reynið aftur.
it_it: La rete non è attualmente disponibile. Ripristinare la rete e riprovare.
nb_no: Nettverket er ikke tilgjengelig for øyeblikket. Reparer nettverket, og prøv på nytt.
nl_be: Het netwerk is niet beschikbaar. Herstel het netwerk en probeer het opnieuw.
ru_ru: В настоящий момент сеть недоступна. Восстановите сетевое подключение и повторите попытку.
sv_se: Nätverket är inte tillgängligt för närvarande. Åtgärda nätverksproblemen och försök igen.

# ZoomToolSourceExpressionGroupCaption
source: Source Expressions
cs_cz: Zdrojové výrazy
da_dk: Kildeudtryk
de_ch: Quellausdrücke
es_mx: Expresiones de origen
fi_fi: Lähdelausekkeet
fr_ca: Expressions source
is_is: Upprunasegðir
it_it: Espressioni origine
nb_no: Kildeuttrykk
nl_be: Bronexpressies
ru_ru: Исходные выражения
sv_se: Källuttryck

# OfficeDocumentEmptyOutput
source: The page does not contain columns that can be opened in {0}. No document will be created.
cs_cz: Stránka neobsahuje žádné sloupce, které lze otevřít v {0}. Vytvoří se žádný dokument.
da_dk: Siden indeholder ingen kolonner, der kan åbnes i {0}. Der oprettes ikke noget dokument.
de_ch: Die Seite enthält keine Spalten, die in {0} geöffnet werden können. Kein Dokument wird erstellt.
es_mx: La página no contiene columnas que se puedan abrir en {0}. No se creará ningún documento.
fi_fi: Sivu ei sisällä sarakkeita, jotka voisi avata sovelluksessa {0}. Asiakirjaa ei luoda.
fr_ca: La page ne contient pas de colonnes qui peuvent être ouvertes dans {0}. Aucun document ne sera créé.
is_is: Síðan inniheldur ekki dálka sem hægt er að opna í {0}. Ekkert fylgiskjal verður stofnað.
it_it: La pagina non contiene colonne che possono essere aperte in {0}. Non verrà creato alcun documento.
nb_no: Siden inneholder ikke kolonner som kan åpnes i {0}. Det vil ikke bli opprettet noe dokument.
nl_be: De pagina bevat geen kolommen die in {0} kunnen worden geopend. Er wordt geen document gemaakt.
ru_ru: Страница не содержит столбцов, которые можно было бы открыть в {0}. Документ не будет создан.
sv_se: Sidan innehåller inga kolumner som kan öppnas i {0}. Inget dokument skapas.

# Instruction_CustomizeRibbon
source: Organize actions in the ribbon
cs_cz: Řadit akce na pásu karet
da_dk: Organiser handlinger på båndet
de_ch: Dient zum Organisieren der Aktionen auf dem Menüband.
es_mx: Organizar acciones en la cinta de opciones
fi_fi: Järjestä valintanauhan toiminnot
fr_ca: Organiser les actions dans le ruban
is_is: Skipuleggja aðgerðir á borðanum
it_it: Organizzare le azioni nella barra multifunzione
nb_no: Ordne handlinger i båndet
nl_be: Acties in het lint ordenen
ru_ru: Организовать действия на ленте
sv_se: Ordna åtgärder på menyfliken

# PrintActionProgressHeader
source: Printing
cs_cz: Tisk
da_dk: Udskriver
de_ch: Druckvorgang wird ausgeführt.
es_mx: Imprimiendo
fi_fi: Tulostetaan
fr_ca: Impression
is_is: Verið að prenta
it_it: Stampa in corso
nb_no: Skriver ut
nl_be: Afdrukken
ru_ru: Печать
sv_se: Utskrift

# ToolTipFilterAction
source: Set a filter on a column in the grid. You can delimit the content in the grid to only show entities with a certain value.
cs_cz: Nastavte filtr na sloupce v mřížce. Můžete vymezit obsah v mřížce zobrazit pouze subjekty s určitou hodnotou.
da_dk: Angiv et filter på en kolonnen i gitteret. Du kan afgrænse indholdet i gitteret til kun at vise enheder med en bestemt værdi.
de_ch: Legen Sie einen Filter in einer Spalte im Raster fest. Sie können den Inhalt im Raster so einschränken, dass nur Entitäten mit einem bestimmten Wert angezeigt werden.
es_mx: Configure un filtro en una columna de la cuadrícula. Puede delimitar el contenido de la cuadrícula para mostrar solo las entidades con un valor concreto.
fi_fi: Määritä suodatin ruudukon sarakkeelle. Voit rajata ruudukon sisällön siten, että siinä näkyvät vain objektit, joilla on tietty arvo.
fr_ca: Définissez un filtre sur une colonne de la grille. Vous pouvez délimiter le contenu de la grille pour afficher uniquement les entités avec une certaine valeur.
is_is: Stilla síu á dálk í grindinni. Hægt er að afmarka efni grindarinnar þannig að einungis birtist einingar með tiltekið gildi.
it_it: Impostare un filtro su una colonna della griglia. È possibile limitare il contenuto della griglia in modo che vengano mostrate solo le entità con un determinato valore.
nb_no: Definer et filter på en kolonne i rutenettet. Du kan begrense innholdet i rutenettet til bare å vise enheter med en bestemt verdi.
nl_be: Stel een filter in op een kolom in het raster. U kunt de inhoud van het raster beperken door alleen entiteiten met een bepaalde waarde weer te geven.
ru_ru: Настроить фильтр для столбца в сетке. Можно ограничить содержание сетки, выводя только объекты с определенными значениями.
sv_se: Ange ett filter för en kolumn i rutnätet. Du kan avgränsa innehållet i rutnätet så att endast enheter med ett visst värde visas.

# AuthenticationSuccessLogMessage
source: A user successfully authenticated against the server.
cs_cz: Uživatel úspěšně ověřen na serveru.
da_dk: En bruger blev godkendt i forhold til serveren.
de_ch: Ein Benutzer hat sich erfolgreich am Server angemeldet.
es_mx: Un usuario se autenticó correctamente en el servidor.
fi_fi: Käyttäjän todentaminen palvelimella onnistui.
fr_ca: Un utilisateur a réussi à s'authentifier auprès du serveur.
is_is: Sannvottun gagnvart biðlaranum tókst.
it_it: Un utente si è autenticato correttamente sul server.
nb_no: En bruker er godkjent mot serveren.
nl_be: Een gebruiker kon voor de server worden geverifieerd.
ru_ru: Пользователь успешно прошел проверку подлинности на сервере.
sv_se: En användare har verifierats på servern.

# NestedPagesNotAllowed
source: Pages with two or more levels are not supported.
cs_cz: Stránky s dvěma nebo více úrovněmi nejsou podporovány.
da_dk: Sider med to eller flere niveauer understøttes ikke.
de_ch: Seiten mit mehreren Ebenen werden nicht unterstützt.
es_mx: Las páginas con dos o más niveles no son compatibles.
fi_fi: Sivuja, joissa on kaksi tasoa tai enemmän, ei tueta.
fr_ca: Les pages de minimum deux niveaux ne sont pas prises en charge.
is_is: Síður með tveimur eða fleiri stigum eru ekki studdar.
it_it: Le pagine con due o più livelli non sono supportate.
nb_no: Sider med to eller flere nivåer støttes ikke.
nl_be: Pagina´s met twee of meer niveaus worden niet ondersteund.
ru_ru: Страницы с двумя и более уровнями не поддерживаются.
sv_se: Sidor med två eller flera nivåer stöds inte.

# 00095-50059
source: A page with the identical handle has previously been registered.
cs_cz: Stránka s totožným popisovačem je již registrována.
da_dk: Der er tidligere registreret en side med et identisk Handle.
de_ch: Eine Seite mit identischem Handle wurde bereits registriert.
es_mx: Ya hay registrada una página con un controlador idéntico.
fi_fi: Sivu, jolla on identtinen kahva, on jo rekisteröity.
fr_ca: Une page ayant le même descripteur a déjà été enregistrée.
is_is: Það er búið að skrá síðu með samsvarandi hald.
it_it: Una pagina con lo stesso handle è già stata registrata.
nb_no: En side med identisk referanse er registrert tidligere.
nl_be: Een pagina met een identieke handle is al eerder geregistreerd.
ru_ru: Страница с таким дескриптором уже зарегистрирована.
sv_se: En sida med identisk referens har redan registrerats.

source: Exception Outlook Control Null
cs_cz: Výjimka aplikace Outlook ovládání Null
da_dk: Undtagelse - Outlook-kontrolelement er Null
de_ch: Ausnahme: Outlook-Control ist null.
es_mx: Excepción de control de Outlook nula
fi_fi: Outlook-ohjausobjektin Null-poikkeus
fr_ca: Exception Contrôle Outlook nul
is_is: Undantekning: Outlook-stýring núll
it_it: Eccezione controllo Outlook nullo
nb_no: Outlook-kontroll for unntak er null
nl_be: Uitzondering Outlook-besturingselement Null
ru_ru: Исключение - элемент управления Outlook имеет значение NULL
sv_se: Undantag, Outlook-kontroll null
