Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# BadCSideData
source: Cannot write the value {0} to the field {1} in the table {2} because the value is either too long or the content is invalid.
cs_cz: Nelze zapsat hodnotu {0} do pole {1} v tabulce {2}, protože je hodnota buď příliš dlouhá nebo je obsah neplatný.
da_dk: Værdien {0} kan ikke skrives til feltet {1} i tabellen {2}, da værdien enten er for lang, eller indholdet er ugyldigt.
de_ch: Der Wert '{0}' konnte nicht in das Feld '{1}' der Tabelle '{2}' geschrieben werden, da er entweder zu lang oder ungültig ist.
es_mx: No puede escribir el valor {0} en el campo {1} de la tabla {2} porque el valor es demasiado largo o el contenido no es válido.
fi_fi: Arvoa {0} ei voi kirjoittaa kenttään {1} taulukossa {2}, koska arvo on joko liian pitkä tai sisältö on virheellinen.
fr_ca: Impossible d'écrire la valeur {0} dans le champ {1} de la table {2} car la valeur est trop longue ou le contenu est non valide.
is_is: Ekki tókst að skrifa gildið {0} í reitinn {1} í töflunni {2} því gildið er annaðhvort of langt eða efnið er ógilt.
it_it: Impossibile scrivere il valore {0} nel campo {1} nella tabella {2} perché il valore è troppo lungo oppure il contenuto non è valido.
nb_no: Kan ikke skrive verdien {0} til feltet {1} i tabellen {2} fordi verdien enten er for lang eller innholdet er ugyldig.
nl_be: Kan de waarde {0} niet schrijven naar het veld {1} in de tabel {2}, omdat de waarde te lang is of omdat de inhoud ongeldig is.
ru_ru: Невозможно записать значение {0} в поле {1} в таблице {2}, так как либо значение слишком длинное, либо содержимое является недопустимым.
sv_se: Det går inte att skriva värdet {0} till fältet {1} i tabellen {2} eftersom värdet antingen är för lång eller också är innehållet ogiltigt.

# Repeater_Delete_Message
source: Do you want to delete the selected line or lines?
cs_cz: Přejete si odstranit vybraný řádek nebo řádky?
da_dk: Vil du slette den eller de valgte linje(r)?
de_ch: Möchten Sie die ausgewählten Zeilen löschen?
es_mx: ¿Confirma que desea borrar las líneas seleccionadas?
fi_fi: Haluatko poistaa valitun rivin tai valitut rivit?
fr_ca: Souhaitez-vous supprimer la ou les lignes sélectionnées ?
is_is: Á að eyða valdri línu eða línum?
it_it: Eliminare la riga o le righe selezionate?
nb_no: Vil du slette én eller flere valgte linjer?
nl_be: Wilt u de geselecteerde regel(s) verwijderen?
ru_ru: Удалить выбранную строку или строки?
sv_se: Vill du ta bort den valda raden eller raderna?

# ValidationHelperBlockedValidation
source: This field cannot be validated since the key fields are not valid.
cs_cz: Toto pole nelze ověřit, protože jsou neplatná pole klíče.
da_dk: Feltet kan ikke valideres, fordi nøglefelterne er ugyldige.
de_ch: Dieses Feld kann nicht überprüft werden, da die Schlüsselfelder ungültig sind.
es_mx: Esta campo no se puede validar porque los campos clave no son válidos.
fi_fi: Tätä kenttää ei voi tarkistaa, koska avainkentät eivät ole kelvollisia.
fr_ca: Ce champ ne peut pas être validé étant donné que les champs clés ne sont pas valides.
is_is: Það er ekki hægt að villuleita í þessum reit vegna þess að lykilreitirnir eru ógildir.
it_it: Impossibile convalidare il campo. I campi di chiave non sono validi.
nb_no: Dette feltet kan ikke valideres fordi nøkkelfeltene ikke er gyldige.
nl_be: Dit veld kan niet worden gevalideerd omdat de sleutelvelden niet geldig zijn.
ru_ru: Невозможно выполнить проверку этого поля, т.к. ключевые поля являются недопустимыми.
sv_se: Det går inte att validera det här fältet eftersom nyckelfälten inte är giltiga.

# ProcessingOnlyReport
source: Report {0} is a processing-only report. Output cannot be rendered and saved to a file.
cs_cz: Sestava {0} je pouze procesní. Výstup nemůže být vytvořen a uložen do souboru.
da_dk: Rapporten {0} er kun til behandling. Uddata kan ikke tilpasses og gemmes i en fil.
de_ch: Der Bericht '{0}' ist ein ausschliesslich zur Verarbeitung vorgesehener Bericht. Die Ausgabe kann nicht angezeigt oder als Datei gespeichert werden.
es_mx: El informe {0} es un informe de sólo procesamiento. No se puede representar la salida y guardarla en un archivo.
fi_fi: Raportti {0} on tarkoitettu vain käsittelyä varten. Tulostetta ei voi muodostaa tallennettavaksi tiedostoon.
fr_ca: Le rapport {0} est destiné au traitement uniquement. Le résultat ne peut pas être présenté ni enregistré dans un fichier.
is_is: Það er eingöngu hægt að vinna skýrsluna {0}. Það er ekki hægt að keyra út úr skýrslunni og vista í skrá.
it_it: Il report {0} è di sola elaborazione. Impossibile eseguire il rendering e salvare l'output in un file.
nb_no: Rapporten {0} er en rapport som bare er for behandling. Avgang kan ikke gjengis og lagres i en fil.
nl_be: De lijst {0} kan alleen worden verwerkt. De uitvoer kan niet worden weergegeven en in een bestand worden opgeslagen.
ru_ru: Отчет {0} доступен только для обработки. Выходные данные не могут быть отрисованы и сохранены в файл.
sv_se: Rapporten {0} är endast till för bearbetning. Utdata kan inte återges och sparas i en fil.

# Instruction_ChooseInfoParts
source: Choose which FactBoxes to show
cs_cz: Vybrat informační okna, která budou zobrazena
da_dk: Vælg, hvilke faktabokse der skal vises
de_ch: Dient zum Auswählen der anzuzeigenden Infoboxen.
es_mx: Seleccionar los cuadros informativos que desea mostrar
fi_fi: Valitse näytettävät tietoruudut
fr_ca: Choisir les récapitulatifs à afficher
is_is: Velja hvaða upplýsingakassa á að birta
it_it: Scegliere i riquadri Dettaglio informazioni da visualizzare
nb_no: Velg hvilke faktabokser som skal vises
nl_be: Kiezen welke Infoblokken worden weergegeven
ru_ru: Выбрать информационные панели для отображения
sv_se: Välj vilka faktaboxar du vill visa

# ODataFilterParser_NotValidTable
source: Table {0} is not the current table for the page.
cs_cz: Tabulka {0} není aktuální tabulka pro stránku.
da_dk: Tabellen {0} er ikke den aktuelle tabel for siden.
de_ch: Bei der Tabelle '{0}' handelt es sich nicht um die aktuelle Tabelle für die Seite.
es_mx: La tabla {0} no es la tabla actual para la página.
fi_fi: Taulukko {0} ei ole sivun nykyinen taulukko.
fr_ca: La table {0} n'est pas la table active pour la page.
is_is: Taflan {0} er ekki gildandi tafla fyrir síðuna.
it_it: La tabella {0} non è la tabella corrente per la pagina.
nb_no: Tabellen {0} er ikke den gjeldende tabellen for siden.
nl_be: Tabel {0} is niet de huidige tabel voor de pagina.
ru_ru: Таблица {0} не является текущей таблицей для страницы.
sv_se: Tabellen {0} är inte den giltiga tabellen för sidan.

# CompressionThresholdOutOfRange
source: The {0} configuration setting is not within the range of valid thresholds for when compression will be used.
cs_cz: Nastavení konfigurace {0} není v rozmezí povolených prahových hodnot při použití komprese.
da_dk: Konfigurationsindstillingen {0} er ikke indenfor de gyldige intervalgrænser, hvor komprimering kan anvendes.
de_ch: Die {0}-Konfigurationseinstellung liegt nicht im Bereich der gültigen Schwellenwerte für die Komprimierung.
es_mx: La configuración {0} no se encuentra dentro del intervalo de umbrales válidos para cuando se use la compresión.
fi_fi: Kohteen {0} määritysasetuksen arvo ei ole sallitulla alueella tiivistyksen käyttämistä varten.
fr_ca: Le paramètre de configuration {0} n'est pas compris dans la plage de seuils valides au moment où la compression est utilisée.
is_is: Samstillingin {0} er utan sviðs gildra þröskulda fyrir þjöppun.
it_it: L'impostazione di configurazione {0} non è compresa nell'intervallo di soglie valide per il momento in cui verrà utilizzata la compressione.
nb_no: Konfigurasjonsinnstillingen for {0} er ikke innenfor området med gyldige terskler for når komprimering skal brukes.
nl_be: De configuratie-instelling {0} ligt niet binnen het bereik van geldige drempelwaarden voor wanneer compressie wordt gebruikt.
ru_ru: Параметр конфигурации {0} выходит за пределы пороговых значений для сжатия.
sv_se: Konfigurationsinställningen {0} ligger inte inom intervallet för giltiga tröskelvärden för användning av komprimering.

# NavNavigateToForm_RoleCenterPrefix
source: Role Center - {0}
cs_cz: Centrum rolí - {0}
da_dk: Rollecenter - {0}
de_ch: Rollencenter - {0}
es_mx: Área de tareas - {0}
fi_fi: Roolikeskus - {0}
fr_ca: Tableau de bord - {0}
is_is: Mitt hlutverk - {0}
it_it: Gestione ruolo utente - {0}
nb_no: Rollesenter – {0}
nl_be: Rolcentrum - {0}
ru_ru: Ролевой центр — {0}
sv_se: Rollcenter - {0}

# NavDeleteAction_Message
source: Delete {0}?
cs_cz: Odstranit {0}?
da_dk: Slet {0}?
de_ch: {0} löschen?
es_mx: ¿Eliminar {0}?
fi_fi: Poistetaanko {0}?
fr_ca: Supprimer {0}?
is_is: Eyða {0}?
it_it: Eliminare {0}?
nb_no: Vil du slette {0}?
nl_be: {0} verwijderen?
ru_ru: Удалить {0}?
sv_se: Ta bort {0}?

# UpgradeProcessAlreadyCompleted
source: The data upgrade process has already been completed.
da_dk: Opgraderingsprocessen for dataene er allerede fuldført.
de_ch: Der Datenupgradevorgang wurde bereits abgeschlossen.
es_mx: El proceso de actualización de los datos ya se ha completado.
fi_fi: Tietojen päivitysprosessi on jo suoritettu loppuun.
fr_ca: Le processus de mise à jour des données a déjà été terminé.
is_is: Gagnauppfærsluferlinu hefur þegar verið lokið.
it_it: Processo di aggiornamento dei dati già completato.
nb_no: Dataoppgraderingsprosessen er allerede fullført.
nl_be: De gegevensupgrade is al voltooid.
ru_ru: Процесс обновления данных уже выполнен.
sv_se: Uppgraderingen av data har redan slutförts.

# NavDebuggerFatalError
source: A fatal debugger error has occurred.
cs_cz: Došlo k zásadní chybě aplikace debugger.
da_dk: Der opstod en alvorlig fejl under fejlfindingen.
de_ch: Schwerwiegender Debugger-Fehler.
es_mx: Ha ocurrido un error grave de depurador.
fi_fi: On tapahtunut vakava virheenkorjauksen virhe.
fr_ca: Une erreur de débogueur fatale s'est produite.
is_is: Alvarleg kembivilla hefur komið upp.
it_it: Si è verificato un errore irreversibile del debugger.
nb_no: Det har oppstått en uopprettelig feilsøkingsfeil.
nl_be: Er is een fatale fout met het foutopsporingsprogramma opgetreden.
ru_ru: Возникла неисправимая ошибка отладчика.
sv_se: Ett allvarligt felsökningsfel har uppstått.

# ServiceConnectionUserCanceled
source: The operation was canceled by the user.
cs_cz: Operace byla stornována uživatelem.
da_dk: Handlingen blev annulleret af brugeren.
de_ch: Der Vorgang wurde vom Benutzer abgebrochen.
es_mx: El usuario canceló la operación.
fi_fi: Käyttäjä peruutti toiminnon.
fr_ca: L'opération a été annulée par l'utilisateur.
is_is: Notandinn hætti við aðgerðina.
it_it: Operazione annullata dall'utente.
nb_no: Operasjonen ble avbrutt av brukeren.
nl_be: De bewerking is geannuleerd door de gebruiker.
ru_ru: Выполнение операции прервано пользователем.
sv_se: Åtgärden avbröts av användaren.

# FieldCannotBeModified
source: You cannot modify the value of the {0} '{1}' field.
cs_cz: Nelze změnit hodnotu pole {0} '{1}'.
da_dk: Du kan ikke ændre værdien for feltet {0} '{1}'.
de_ch: Der Wert des Felds '{1}' in der Tabelle '{0}' kann nicht geändert werden.
es_mx: No puede modificar el valor del campo {0} '{1}'.
fi_fi: Kentän {0} "{1}" arvoa ei voi muokata.
fr_ca: Vous pouvez modifier la valeur du champ {0} « {1} ».
is_is: Ekki er hægt að breyta gildi reitsins {0} „{1}“.
it_it: Impossibile modificare il valore del campo {0} '{1}'.
nb_no: Du kan ikke endre verdien for feltet {0} {1}.
nl_be: U kunt de waarde van het veld {0} '{1}' niet wijzigen.
ru_ru: Невозможно изменить значение поля {0} "{1}".
sv_se: Det går inte att ändra värdet på fältet {0} {1}.

# TenantNeededBecauseMultipleTenants
source: A tenant was not specified, but is needed because the system has multiple tenants. Contact your system administrator.
cs_cz: Nájemce nebyl zadán, ale je zapotřebí, protože systém má několik nájemníků. Obraťte se na správce systému.
da_dk: Der blev ikke angivet en lejer, men det er nødvendigt, fordi systemet har adskillige lejere. Kontakt din systemadministrator.
de_ch: Es wurde kein Tenant angegeben, ist aber erforderlich, da das System mehrere Tenants aufweist. Wenden Sie sich an Ihren Systemadministrator.
es_mx: No se especificó un inquilino, pero es necesario porque el sistema tiene varios inquilinos. Póngase en contacto con el administrador del sistema.
fi_fi: Vuokraajaa ei määritetty, mutta määritys on tarpeen, koska järjestelmässä on useita vuokraajia. Ota yhteyttä järjestelmänvalvojaan.
fr_ca: Un abonné n'a été spécifié, alors que cela est nécessaire, car le système compte plusieurs abonnés. Contactez votre administrateur système.
is_is: Leigjandi var ekki tilgreindur, en hans er þörf þar sem kerfið er með marga leigjendur. Leitaðu til kerfisstjóra.
it_it: Non è stato specificato alcun tenant, tuttavia ne è necessario uno perché il sistema dispone di più tenant. Contattare l'amministratore di sistema.
nb_no: Det ble ikke angitt noen leietaker, men det er nødvendig fordi systemet har flere leietakere. Kontakt systemansvarlig.
nl_be: Er is geen tenant opgegeven, maar dat is wel verplicht omdat er in het systeem meerdere tenants bestaan. Neem contact op met uw systeembeheerder.
ru_ru: Арендатор не указан, но требуется, так как в системе имеется более одного арендатора. Обратитесь к системному администратору.
sv_se: Ingen klientorganisation angavs, men måste anges eftersom systemet har flera klientorganisationer. Kontakta systemadministratören.

# DocumentServiceUserNameCaption
source: User Name
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_ch: Benutzername
es_mx: Nombre usuario
fi_fi: Käyttäjänimi
fr_ca: Nom de l'utilisateur
is_is: Notandanafn
it_it: Nome utente
nb_no: Brukernavn
nl_be: Gebruikersnaam
ru_ru: Имя пользователя
sv_se: Användarnamn

# NavRunCodeunitUrlAction_BadNumberOfParameters
source: RunCodeunit action has extra unknown parameters.
cs_cz: Akce RunCodeunit má navíc neznámé parametry.
da_dk: Handlingen RunCodeunit har flere ukendte parametre.
de_ch: Die Aktion 'RunCodeunit' besitzt zusätzliche unbekannte Parameter.
es_mx: La acción RunCodeunit tiene parámetros desconocidos adicionales.
fi_fi: RunCodeunit-toiminnossa on ylimääräisiä tuntemattomia parametreja.
fr_ca: L'action RunCodeunit comporte des paramètres inconnus supplémentaires.
is_is: RunCodeunit-aðgerð hefur aukalegar óþekktar breytur.
it_it: L'azione RunCodeunit dispone di parametri sconosciuti.
nb_no: Handlingen RunCodeunit har ukjente parametre i tillegg.
nl_be: Actie RunCodeunit heeft extra onbekende parameters.
ru_ru: У действия RunCodeunit имеются несколько неизвестных параметров.
sv_se: Åtgärden RunCodeunit har extra okända parametrar.

# MenuItemCustomizeThisPage
source: Customize This Page
cs_cz: Přizpůsobit tuto stránku
da_dk: Tilpas denne side
de_ch: Diese Seite anpassen
es_mx: Personalizar esta página
fi_fi: Mukauta tämä sivu
fr_ca: Personnaliser cette page
is_is: Sérstilla þessa síðu
it_it: Personalizza pagina
nb_no: Tilpass denne siden
nl_be: Deze pagina aanpassen
ru_ru: Настроить эту страницу
sv_se: Anpassa den här sidan

# 00095-50020
source: The time is not valid.
cs_cz: Čas není platný.
da_dk: Tidspunktet er ugyldigt.
de_ch: Die Zeit ist ungültig.
es_mx: La hora no es válida.
fi_fi: Kellonaika ei kelpaa.
fr_ca: L'heure n'est pas valide.
is_is: Dagsetningin er ekki gild.
it_it: L'ora non è valida.
nb_no: Tidspunktet er ikke gyldig.
nl_be: De tijd is ongeldig.
ru_ru: Указано недопустимое время.
sv_se: Tiden är ogiltig.

# DotNetCreateSerializeError
source: Cannot serialize an instance of the following .NET Framework object: assembly {0}, type {1}.
cs_cz: Toto hlášení je pro programátory C/AL: komunikace Client/Server nemůže serializovat instance objektu rozhraní .NET Framework: assembly {0}, typu {1}.
da_dk: Der kan ikke serialiseres en forekomst af følgende .NET Framework-objekt: montage {0}, type {1}.
de_ch: Eine Instanz des folgenden .NET Framework-Objekts kann nicht serialisiert werden: Montage {0}, Typ {1}.
es_mx: No se puede serializar una instancia del objeto .NET Framework siguiente: ensamblado {0}, tipo {1}.
fi_fi: Seuraavan .NET Framework -objektin esiintymää ei voi sarjoittaa: kokoonpano {0}, tyyppi {1}.
fr_ca: Impossible de sérialiser une instance de l'objet .NET Framework suivant : assemblage {0}, type {1}.
is_is: Ekki er hægt að raða tilviki af eftirfarandi .NET Framework-hlut: samsetning {0}, gerð {1}.
it_it: Impossibile serializzare un'istanza dell'oggetto .NET Framework seguente: assembly {0}, tipo {1}.
nb_no: Kan ikke serialisere en forekomst av følgende .NET Framework-objekt: montering {0}, type {1}.
nl_be: Er kan geen serie worden gemaakt van een exemplaar van het volgende .NET Framework-object: assemblage {0}, type {1}.
ru_ru: Невозможно сериализовать экземпляр следующего объекта .NET Framework: сборка {0}, тип {1}.
sv_se: Det går inte att serialisera en instans av följande .NET Framework-objekt: sammansättning {0}, typ {1}.

# ODataFilterParser_KeywordExpected
source: Expected the {0} keyword.
cs_cz: Očekává klíčové slovo {0}.
da_dk: Nøgleordet {0} forventedes.
de_ch: Das Schlüsselwort '{0}' wurde erwartet.
es_mx: Se esperaba la palabra clave {0}.
fi_fi: Odotettiin avainsanaa {0}.
fr_ca: Mot clé {0} prévu.
is_is: Vænti {0} lykilorðsins.
it_it: Prevista la parola chiave {0}.
nb_no: Forventet nøkkelordet {0}.
nl_be: Het sleutelwoord {0} wordt verwacht.
ru_ru: Ожидается ключевое слово {0}.
sv_se: Förväntade nyckelordet {0}.

# InvalidHost
source: The specified host name {0} is not valid.
cs_cz: Název zadaného hostitele {0} není platný.
da_dk: Det angivne værtsnavn {0} er ugyldigt.
de_ch: Der angegebene Hostname '{0}' ist nicht gültig.
es_mx: El nombre de host especificado no es válido {0}.
fi_fi: Määritetty pääkoneen nimi {0} ei kelpaa.
fr_ca: Le nom d'hôte spécifié {0} n'est pas valide.
is_is: Tilgreint heiti móðurtölvu {0} er ógilt.
it_it: Il nome host {0} specificato non è valido.
nb_no: Det angitte vertsnavnet {0} er ikke gyldig.
nl_be: De opgegeven hostnaam {0} is ongeldig.
ru_ru: Указано недопустимое имя хоста {0}.
sv_se: Det angivna värdnamnet {0} är ogiltigt.

# MissingServerName
source: The server parameter was not provided. The correct format is Server/ServiceName or Server:PortNumber/ServiceName
cs_cz: Parametr serveru nebyla zadán. Správný formát je Server/ServiceName nebo Server:PortNumber/ServiceName
da_dk: Serverparameteren blev ikke angivet. Det korrekte format er Server/Tjenestenavn eller Server:Portnummer/Tjenestenavn
de_ch: Der Serverparameter wurde nicht angegeben. Das korrekte Format ist 'Server/Dienstname' oder 'Server:Portnummer/Dienstname'.
es_mx: No se proporcionó el parámetro de servidor. El formato correcto es: Servidor/NombreServicio o Servidor:NúmeroPuerto/NombreServicio
fi_fi: Palvelinparametria ei määritetty. Oikea muoto on seuraava: Palvelin/PalvelunNimi tai Palvelin:PortinNumero/PalvelunNimi
fr_ca: Le paramètre de serveur n'a pas été fourni. Le format correct est Serveur/Nom_de_service ou Serveur:Numéro_de_port/Nom_de_service
is_is: Netþjónsfæribreytan var ekki gefin upp. Rétt snið er: netþjónn/þjónustuheiti eða netþjónn:gáttarnúmer/þjónustuheiti
it_it: Parametro del server non fornito. Il formato corretto è: Server/NomeServizio o Server:NumeroPorta/NomeServizio
nb_no: Serverparameteren ble ikke angitt. Det riktige formatet er Server/Servicenavn eller Server:Portnummer/Servicenavn
nl_be: De serverparameter is niet opgegeven. De juiste indeling is Server/Servicenaam of Server:Poortnummer/Servicenaam
ru_ru: Не указан параметр "Сервер". Правильный формат: "сервер/имя_службы" или "сервер:номер_порта/имя_службы"
sv_se: Serverparametern har inte angetts. Korrekt format är: Server/Tjänstnamn eller Server:Portnummer/Tjänstnamn

# SelectLanguageTitle
source: Select Language
cs_cz: Vybrat jazyk
da_dk: Vælg sprog
de_ch: Sprache auswählen
es_mx: Seleccionar idioma
fi_fi: Valitse kieli
fr_ca: Sélectionner langue
is_is: Velja tungumál
it_it: Seleziona lingua
nb_no: Velg språk
nl_be: Taal selecteren
ru_ru: Выберите язык
sv_se: Välj språk

# CaptionPdfDocument
source: PDF Document
cs_cz: Dokument PDF
da_dk: PDF-dokument
de_ch: PDF-Dokument
es_mx: Documento PDF
fi_fi: PDF-asiakirja
fr_ca: Document PDF
is_is: PDF-skjal
it_it: Documento PDF
nb_no: PDF-dokument
ru_ru: Документ PDF
sv_se: PDF-dokument

# ChartInvalidOperationExceptionUnknownField
source: The specified field does not exist. ID: {0}. Name: {1}
cs_cz: Zadané pole neexistuje. ID: {0}. Název: {1}
da_dk: Det angivne felt findes ikke. ID: {0}. Navn: {1}
de_ch: Das angegebene Feld ist nicht vorhanden. ID: {0}. Name: {1}
es_mx: El archivo especificado no existe. Id.: {0}. Nombre: {1}
fi_fi: Määritettyä kenttää ei ole. Tunnus: {0}. Nimi: {1}
fr_ca: Le champ spécifié n'existe pas. Code : {0}. Nom : {1}
is_is: Þessi reitur er ekki til. Kenni: {0}. Heiti: {1}
it_it: Campo specificato inesistente. ID: {0}. Nome: {1}
nb_no: Det angitte feltet finnes ikke. ID: {0}. Navn: {1}
nl_be: Het opgegeven veld bestaat niet. Id: {0}. naam: {1}
ru_ru: Указанное поле не существует. Код: {0}. Имя: {1}
sv_se: Det angivna fältet finns inte. ID: {0}. Namn: {1}

# IllegalCallInTrigger
source: It is not possible to execute the current query from within the 'OnBeforeOpen' trigger
cs_cz: To není možné provést aktuální dotaz z v rámci aktivační události 'OnBeforeOpen'
da_dk: Det er ikke muligt at udføre den aktuelle forespørgsel fra triggeren 'OnBeforeOpen'
de_ch: Die aktuelle Abfrage kann nicht innerhalb des Triggers 'OnBeforeOpen' ausgeführt werden.
es_mx: No se puede ejecutar la consulta actual desde el desencadenador 'OnBeforeOpen'
fi_fi: Nykyistä kyselyä ei voi suorittaa OnBeforeOpen-käynnistimestä
fr_ca: Il n'est pas possible d'exécuter la requête active à partir du déclencheur « OnBeforeOpen »
is_is: Ekki er hægt að keyra gildandi fyrirspurn innan úr kveikjunni „OnBeforeOpen“
it_it: Impossibile eseguire la query corrente dall'interno del trigger 'OnBeforeOpen'
nb_no: Det er ikke mulig å kjøre den gjeldende spørringen innenfra OnBeforeOpen-utløseren
nl_be: Het is niet mogelijk de huidige query vanuit de trigger 'OnBeforeOpen' uit te voeren
ru_ru: Невозможно выполнить текущий запрос изнутри триггера "OnBeforeOpen"
sv_se: Det går inte att köra den aktuella frågan från utlösaren OnBeforeOpen

# CallToWasNotStarted
source: Cannot establish an audio call with the selected customer. Please try again.
cs_cz: Nelze navázat hlasovéspojení s vybraným odběratelem. Opakujte prosím akci.
da_dk: Der kan ikke oprettes et lydopkald til den valgte debitor. Prøv igen.
de_ch: Es kann keine Telefonanrufverbindung mit dem ausgewählten Debitor hergestellt werden. Wiederholen Sie den Vorgang.
es_mx: No se puede establecer una llamada de audio con el cliente seleccionado. Inténtelo de nuevo.
fi_fi: Valitun asiakkaan äänipuhelua ei voitu muodostaa. Yritä uudelleen.
fr_ca: Impossible d'établir un appel audio avec le client sélectionné. Réessayez.
is_is: Ekki tókst að koma á hljóðsímatali við valinn viðskiptavin. Reyna skal aftur.
it_it: Impossibile stabilire una chiamata audio con il cliente selezionato. Riprovare.
nb_no: Kan ikke opprette et lydanrop til den valgte kunden. Prøv på nytt.
nl_be: Kan geen audiogesprek met de geselecteerde klant tot stand brengen. Probeer het opnieuw.
ru_ru: Не удается выполнить голосовой звонок выбранному клиенту. Повторите попытку.
sv_se: Det går inte att ringa ett röstsamtal till den valda kunden. Försök igen.
