Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# PageCloseHandlerFilterErrorsContinueAnyway
source: One or more filters are not valid and will be ignored. Do you want to continue?
cs_cz: Jeden nebo více filtrů je neplatný a bude ignorován. Přejete si pokračovat?
da_dk: Et eller flere filtre er ugyldige og vil blive ignoreret. Vil du fortsætte?
de_ch: Mindestens ein Filter ist ungültig und wird ignoriert. Möchten Sie fortfahren?
es_mx: Uno o más filtros no son válidos y se ignorarán. ¿Desea continuar?
fi_fi: Vähintään yksi suodatin ohitetaan virheellisenä. Haluatko jatkaa?
fr_ca: Un ou plusieurs filtres ne sont pas valides et seront ignorés. Souhaitez-vous continuer?
is_is: Ein eða fleiri afmarkanir eru ógildar og verða hundsaðar. Á að halda áfram?
it_it: Uno o più filtri non sono validi e verranno ignorati. Continuare?
nb_no: Ett eller flere filtre er ikke gyldig og vil bli ignorert. Vil du fortsette?
nl_be: Een of meer filters zijn niet geldig en worden genegeerd. Wilt u doorgaan?
ru_ru: Один или несколько фильтров будут пропущены, т.к. являются недопустимыми. Продолжить?
sv_se: Ett eller flera filter är ogiltiga och kommer att ignoreras. Vill du fortsätta?

# 00095-50040
source: The file is not open.
cs_cz: Soubor není otevřen.
da_dk: Filen er ikke åben.
de_ch: Die Datei ist nicht geöffnet.
es_mx: El archivo no está abierto.
fi_fi: Tiedosto ei ole auki.
fr_ca: Le fichier n'est pas ouvert.
is_is: Skráin er ekki opin.
it_it: Il file non è aperto.
nb_no: Filen er ikke åpen.
nl_be: Het bestand is niet open.
ru_ru: Файл не открыт.
sv_se: Filen är inte öppen.

# 00095-50120
source: The automation variable has not been instantiated.
cs_cz: Automation proměnná nebyla inicializována.
da_dk: Automatiseringsvariablen er ikke blevet instantieret.
de_ch: Für die Automation-Variable wurde keine Instanz erstellt.
es_mx: No se ha creado la instancia de la variable de automatización.
fi_fi: Automaatiomuuttujaa ei ole vahvistettu.
fr_ca: La variable automation n'a pas été instanciée.
is_is: Það er ekki búið að eintaka sjálfvirknibreytuna.
it_it: La variabile di automazione non è stata istanziata.
nb_no: Automatiseringsvariabelen er ikke startet.
nl_be: De automatiseringsvariabele is niet geïnstantieerd.
ru_ru: Не создан экземпляр переменной автоматизации.
sv_se: Automatiseringsvariabeln har inte instantierats.

# 00095-50015
source: The maximum number of arguments that can be supplied is {0}.
cs_cz: Maximální počet argumentů, které mohou být dodány je {0}.
da_dk: Det maksimale antal argumenter, der kan angives, er {0}.
de_ch: Die maximale Anzahl an Argumenten, die bereitgestellt werden können, ist {0}.
es_mx: El número máximo de argumentos que se puede proporcionar es {0}.
fi_fi: Määritettävien argumenttien enimmäismäärä on {0}.
fr_ca: Le nombre maximal d'arguments pouvant être fournis est {0}.
is_is: Hámarksfjöldi frumbreyta sem hægt er að fá er {0}.
it_it: Il numero massimo di argomenti specificabili corrisponde a {0}.
nb_no: Maksimalt antall argumenter som kan angis, er {0}.
nl_be: Het maximale aantal argumenten dat kan worden opgegeven, is {0}.
ru_ru: Максимальное число аргументов для предоставления: {0}.
sv_se: Det maximala antal argument som kan tillhandahållas är {0}.

# ConfigurationFileTypeFilterInvalid
source: The format of {0} is invalid.
cs_cz: Formát {0} je neplatný.
da_dk: Formatet {0} er ugyldigt.
de_ch: Das Format von '{0}' ist ungültig.
es_mx: El formato de {0} no es válido.
fi_fi: Kohteen {0} muoto on virheellinen.
fr_ca: Le format de {0} n'est pas valide.
is_is: Snið {0} er ógilt.
it_it: Formato di {0} non valido.
nb_no: Formatet for {0} er ugyldig.
nl_be: De indeling van {0} is ongeldig.
ru_ru: Формат {0} является недопустимым.
sv_se: Formatet för {0} är ogiltigt.

# LabelHomepageLayout
source: Role Center layout:
cs_cz: Rozložení Centra Rolí:
da_dk: Rollecenterlayout:
de_ch: Layout des Rollencenters:
es_mx: Presentación del Área de tareas:
fi_fi: Roolikeskuksen asettelu:
fr_ca: Présentation Tableau de bord :
is_is: Mitt hlutverk - útlit:
it_it: Layout Gestione ruolo utente:
nb_no: Rollesenteroppsett:
nl_be: Rolcentrumindeling:
ru_ru: Раскладка ролевого центра:
sv_se: Rollcenterlayout:

# TestPageInvalidNumberOfValues
source: The number of arguments does not match the number of primary key fields.
cs_cz: Počet parametrů neodpovídá počtu polí primárního klíče.
da_dk: Antallet af argumenter stemmer ikke overens med antallet af primærnøglefelter.
de_ch: Die Anzahl von Argumenten entspricht nicht der Anzahl von Primärschlüsselfeldern.
es_mx: El número de argumentos no coincide con el número de campos de clave principal.
fi_fi: Argumenttien määrä ei vastaa perusavainkenttien määrää.
fr_ca: Le nombre d'arguments ne correspond pas au nombre de champs de la clé primaire.
is_is: Fjöldi frumbreyta passar ekki við stærð fjölda aðallykilreita.
it_it: Il numero di argomenti non corrisponde al numero dei campi di chiave primaria.
nb_no: Antall argumenter samsvarer ikke med antall primærnøkkelfelt.
nl_be: Het aantal argumenten komt niet overeen met het aantal primaire sleutelvelden.
ru_ru: Количество аргументов не совпадает с количеством полей первичных ключей.
sv_se: Antalet argument matchar inte antalet primärnyckelfält.

# MenuItemPrintAndSend
source: Print & Send
cs_cz: Tisk a odeslání
da_dk: Udskriv og send
de_ch: Drucken und senden
es_mx: Imprimir y enviar
fi_fi: Tulosta ja lähetä
fr_ca: Imprimer et envoyer
is_is: Prenta og senda
it_it: Stampa e invia
nb_no: Skriv ut og send
nl_be: Afdrukken en verzenden
ru_ru: Печать и отправка
sv_se: Skriv ut & skicka

source: New Group
cs_cz: Nová skupina
da_dk: Ny gruppe
de_ch: Neue Gruppe
es_mx: Nuevo grupo
fi_fi: Uusi ryhmä
fr_ca: Nouveau groupe
is_is: Nýr flokkur
it_it: Nuovo gruppo
nb_no: Ny gruppe
nl_be: Nieuwe groep
ru_ru: Новая группа
sv_se: Ny grupp

source: Available Parts:
cs_cz: Dostupné části:
da_dk: Tilgængelige dele:
de_ch: Verfügbare Elemente:
es_mx: Partes disponibles:
fi_fi: Käytettävissä olevat osat:
fr_ca: Pièces disponibles :
is_is: Tiltækir hlutar:
it_it: Parti disponibili:
nb_no: Tilgjengelige deler:
nl_be: Beschikbare onderdelen:
ru_ru: Доступные части:
sv_se: Tillgängliga delar:

# 00095-50044
source: Either the caller does not have the required permission or the specified path is read-only.
cs_cz: Buďto nemá volající požadovaná oprávnění nebo je zadaná cesta určena jen pro čtení.
da_dk: Brugeren har enten ikke den nødvendige tilladelse, eller den angivne sti er skrivebeskyttet.
de_ch: Der Aufrufer verfügt nicht über die erforderliche Berechtigung, oder der angegebene Pfad ist schreibgeschützt.
es_mx: El llamador no tiene el permiso requerido, o la ruta de acceso especificada es de solo lectura.
fi_fi: Joko kutsujalla ei ole tarvittavia oikeuksia tai määritetty polku on vain luku -tilassa.
fr_ca: L'appelant n'a pas l'autorisation requise, ou le chemin spécifié est en lecture seule.
is_is: Annað hvort hefur hringjandinn ekki heimild eða að slóðin er ritvarin.
it_it: Il chiamante non dispone delle autorizzazioni necessarie o il percorso specificato è di sola lettura.
nb_no: Oppkalleren har ikke den nødvendige tillatelsen, eller den angitte banen er skrivebeskyttet.
nl_be: De aanroeper heeft niet de vereiste machtiging, of het opgegeven pad is alleen-lezen.
ru_ru: У вызывающего объекта нет необходимых прав доступа, или указанный путь доступен только для чтения.
sv_se: Antingen saknar anroparen korrekt behörighet eller så är den angivna sökvägen skrivskyddad.

# Button_ChangeImportance
source: Importance
cs_cz: Důležitost
da_dk: Vigtighed
de_ch: Wichtigkeit
es_mx: Importancia
fi_fi: Tärkeys
is_is: Mikilvægi
it_it: Importanza
nb_no: Viktighet
nl_be: Belang
ru_ru: Важность
sv_se: Prioritet

# ButtonSave
source: &Save
cs_cz: &Uložit
da_dk: &Gem
de_ch: &Speichern
es_mx: &Guardar
fi_fi: &Tallenna
fr_ca: &Sauvegarder
is_is: Vi&sta
it_it: &Salva
nb_no: &Lagre
nl_be: Op&slaan
ru_ru: С&охранить
sv_se: &Spara

# ToolsZoomSystemObjectCaption
source: Tools, Zoom
cs_cz: Nástroje, Lupa
da_dk: Funk., Zoom
de_ch: Extras, Zoom
es_mx: Herramientas, Zoom
fi_fi: Työkalut, Zoomaa
fr_ca: Outils, Zoom
is_is: Verkfæri, Aðdráttur
it_it: Strumenti, Zoom
nb_no: Verktøy, Zoom
nl_be: Extra, Inzoomen
ru_ru: Сервис, Раскрыть запись
sv_se: Verktyg, Zoom

# UpgradeProcessAlreadyInProgressError
source: A data upgrade is currently in progress. Stop the current process before you start a new one.
da_dk: En dataopgradering er i gang. Stop den aktuelle proces, før du starter en ny.
de_ch: Ein Datenupgrade ist derzeit in Bearbeitung. Halten Sie den aktuellen Vorgang an, bevor Sie einen neuen starten.
es_mx: Actualmente hay en curso una actualización de los datos. Detenga el proceso actual antes de iniciar uno nuevo.
fi_fi: Tietojen päivitys on meneillään. Pysäytä nykyinen prosessi ennen uuden aloittamista.
fr_ca: Une mise à jour des données est déjà en cours d'exécution. Arrêtez le processus en cours avant d'en lancer un autre.
is_is: Gagnauppfærsla stendur yfir. Stöðva þarf ferlið áður en nýtt er sett af stað.
it_it: Un aggiornamento dei dati è attualmente in corso. Interrompere il processo corrente prima di avviarne uno nuovo.
nb_no: Det pågår for øyeblikket en dataoppgradering. Stopp den gjeldende prosessen før du starter en ny.
nl_be: Er is momenteel een gegevensupgrade bezig. Stop het huidige proces voordat u een nieuw proces start.
ru_ru: В настоящий момент идет обновление данных. Остановите текущий процесс перед запуском нового.
sv_se: En uppgradering av data pågår redan. Avbryt den pågående processen innan du startar en ny process.

# 00095-50067
source: The requested operation is not supported.
cs_cz: Požadovaná operace není podporována.
da_dk: Den handling, der blev anmodet om, understøttes ikke.
de_ch: Der angeforderte Vorgang wird nicht unterstützt.
es_mx: No se admite la operación solicitada.
fi_fi: Pyydettyä toimintoa ei tueta.
fr_ca: L'opération demandée n'est pas prise en charge.
is_is: Umbeðin aðgerð er óstudd.
it_it: L'operazione richiesta non è supportata.
nb_no: Den forespurte operasjonen støttes ikke.
nl_be: De aangevraagde bewerking wordt niet ondersteund.
ru_ru: Указанная операция не поддерживается.
sv_se: Den begärda åtgärden stöds inte.

# DocumentServiceConnectionFailed
source: You must specify an account for access to {0}.
cs_cz: Je nutné zadat účet pro přístup k {0}.
da_dk: Du skal angive en konto for at få adgang til {0}.
de_ch: Sie müssen ein Konto für den Zugriff auf {0} angeben.
es_mx: Debe especificar una cuenta para el acceso a {0}.
fi_fi: Määritä tili kohteen {0} käyttöä varten.
fr_ca: Vous devez spécifier un compte pour accéder à {0}.
is_is: Tilgreina verður reikning fyrir aðgang að {0}.
it_it: Specificare un account per accedere a {0}.
nb_no: Du må angi en konto for tilgang til {0}.
nl_be: U moet een rekening specificeren voor toegang tot {0}.
ru_ru: Необходимо указать учетную запись для доступа к {0}.
sv_se: Du måste ange ett konto för åtkomst till {0}.

# UpgradeCodeunitExecutionError
source: Function '{0}' in the upgrade codeunit '{1}' in the context of the company '{2}' has failed because of the following error: '{3}'
da_dk: Funktion '{0}' i opgraderings-codeunit '{1}' i kontekst af virksomheden '{2}' mislykkedes på grund af følgende fejl: '{3}'
de_ch: Funktion "{0}" in der Upgrade-Codeunit "{1}" ist im Kontext des Mandanten "{2}" aufgrund des folgenden Fehlers fehlgeschlagen: "{3}"
es_mx: Se produjo un error en la función '{0}' de la codeunit de actualización '{1}' en el contexto de la empresa '{2}' debido al error siguiente: '{3}'
fi_fi: Päivityksen codeunitin {1} funktio {0} yrityksen {2} kontekstissa on epäonnistunut seuraavan virheen vuoksi: {3}
fr_ca: La fonction « {0} » dans le Codeunit de mise à niveau « {1} » dans le contexte de la compagnie « {2} » a échoué à cause de l'erreur suivante : « {3} »
is_is: Fall „{0}“ í uppfærslukóðaeiningu „{1}“, með skírskotun til fyrirtækisins „{2}“, mistókst vegna eftirfarandi villu: „{3}“
it_it: Impossibile eseguire la funzione '{0}' nella codeunit di aggiornamento '{1}' nel contesto della società '{2}' a causa dell'errore seguente: '{3}'
nb_no: Funksjonen {0} i oppgraderingskodeenheten {1} i konteksten for selskapet {2} mislyktes på grunn av følgende feil: {3}
nl_be: De functie '{0}' in de upgrade-codeunit '{1}' in de context van het bedrijf '{2}' is mislukt vanwege de volgende fout: '{3}'
ru_ru: Не удалось выполнить функцию "{0}" в модуле Codeunit обновления "{1}" в контексте компании "{2}" в связи со следующей ошибкой: "{3}"
sv_se: Funktionen {0} i uppgraderingskodenheten {1} i kontexten för företaget {2} misslyckades på grund av följande fel: {3}

# UrlIsEmptyString
source: URL cannot be an empty string.
cs_cz: URL adresa nemůže být prázdný řetězec.
da_dk: URL-adressen kan ikke være en tom streng.
de_ch: Die URL darf keine leere Zeichenfolge sein.
es_mx: La URL no puede ser una cadena vacía.
fi_fi: URL ei voi olla tyhjä merkkijono.
fr_ca: L'URL ne peut pas être une chaîne vide.
is_is: Slóð getur ekki verið auður strengur.
it_it: L'URL non può essere una stringa vuota.
nb_no: URL-adressen kan ikke være en tom streng.
nl_be: De URL kan geen lege tekenreeks zijn.
ru_ru: URL-адрес не может быть пустой строкой.
sv_se: Webbadressen kan inte vara en tom sträng.

# CodeCoverageMustBeEnabledBeforeLoadCall
source: Code coverage must be enabled before calling CODECOVERAGELOAD.
cs_cz: Code coverage musí být povoleny před voláním CODECOVERAGELOAD.
da_dk: Code coverage skal være aktiveret, før du kalder CODECOVERAGELOAD.
de_ch: Vor dem Aufrufen von 'CODECOVERAGELOAD' muss die Code Coverage aktiviert werden.
es_mx: Debe activarse la cobertura de código antes de llamar a CODECOVERAGELOAD.
fi_fi: Koodipeitto on otettava käyttöön, ennen CODECOVERAGELOAD-kutsua.
fr_ca: Le code Coverage doit être activé avant d'appeler CODECOVERAGELOAD.
is_is: Rakning kóta verður að vera virk áður en kallað er á CODECOVERAGELOAD.
it_it: È necessario abilitare il codice eseguito prima di chiamare CODECOVERAGELOAD.
nb_no: Kodedekning må aktiveres før CODECOVERAGELOAD kalles.
nl_be: Code coverage moet worden ingeschakeld alvorens CODECOVERAGELOAD aan te roepen.
ru_ru: Перед вызовом CODECOVERAGELOAD должно быть включено выполнение кода.
sv_se: Kodomfattningen måste aktiveras innan CODECOVERAGELOAD anropas.

# ReplaceNotSupported
source: Client requests containing "replace" filter options are not supported by Microsoft Dynamics NAV OData web services.
cs_cz: Obsahující "nahradit" možnosti filtrování požadavků klientů nejsou podporovány v aplikaci Microsoft Dynamics NAV OData webové služby.
da_dk: Klientanmodninger, der indeholder indstillinger til "udskift" filter understøttes ikke af Microsoft Dynamics NAV OData-webtjenester.
de_ch: Clientanforderungen, die Filteroptionen vom Typ "replace" enthalten, werden von den OData-Webdiensten von Microsoft Dynamics NAV OData nicht unterstützt.
es_mx: Los servicios web OData de Microsoft Dynamics NAV no admiten solicitudes de cliente que contengan opciones de filtro "reemplazar".
fi_fi: Asiakaspyyntöjä, joihin sisältyy korvaa-suodatusvaihtoehtoja, ei tueta Microsoft Dynamics NAV OData -verkkopalveluissa.
fr_ca: Les requêtes client contenant les options de filtre « remplacer » ne sont pas prises en charge par les services web de Microsoft Dynamics NAV OData.
is_is: Biðlarabeiðnir sem innihalda síuvalkosti fyrir „skipta út“ eru ekki studdir í Microsoft Dynamics NAV OData vefþjónustum.
it_it: Le richieste client che contengono opzioni di filtro "replace" non sono supportate dai servizi Web NAV OData di Microsoft Dynamics.
nb_no: Klientforespørsler som inneholder filteralternativer for erstatning, støttes ikke av Microsoft Dynamics NAV OData-webtjenester.
nl_be: Clientaanvragen die filteropties ¨vervangen¨ bevatten, worden niet ondersteund door Microsoft Dynamics NAV OData-webservices.
ru_ru: Запросы клиента, содержащие параметры фильтра "replace", не поддерживаются веб-службами OData в Microsoft Dynamics NAV.
sv_se: Klientförfrågningar som innehåller filteralternativ för "replace" stöds inte av Microsoft Dynamics NAV OData-webbtjänster.

# SystemEncryptionInvalidKeyFileOrPassword
source: The import failed and the encryption key file cannot be decrypted. Check that the password is valid and that the content of the encryption key file has not changed.
da_dk: Indlæsningen mislykkedes, og krypteringsnøglen kan ikke dekrypteres. Kontrollér, at adgangskoden er gyldig, og at indholdet i krypteringsnøglefilen ikke er ændret.
de_ch: Fehler beim Importieren. Die Verschlüsselungsschlüsseldatei kann nicht entschlüsselt werden. Prüfen Sie, ob das Kennwort gültig ist und ob der Inhalt der Verschlüsselungsschlüsseldatei geändert wurde.
es_mx: Error de importación. El archivo de clave de cifrado no se pudo descifrar. Compruebe que la contraseña sea válida y que el contenido del archivo de clave de cifrado no haya cambiado.
fi_fi: Tuonti epäonnistui eikä salausavaintiedoston salausta voida purkaa. Tarkista, että salasana on oikea ja että salausavaintiedoston sisältö ei ole muuttunut.
fr_ca: L'importation a échoué et le fichier de clé de chiffrement ne peut être déchiffré. Vérifiez que le mot de passe est valide et que le contenu du fichier de clé de chiffrement n'a pas changé.
is_is: Innflutningurinn mistókst og ekki er hægt að dulráða dulritunarlykilsskrána. Tryggið að aðgangsorðið sé rétt og að innihald dulritunarlykilsskráarinnar sé óbreytt.
it_it: Importazione non riuscita. Impossibile decrittografare il file della chiave di crittografia. Verificare che la password sia valida e che il contenuto del file di crittografia non sia stata modificato.
nb_no: Importen mislyktes, og krypteringsnøkkelfilen kan ikke dekrypteres. Kontroller at passordet er gyldig og at innholdet i krypteringsnøkkelfilen ikke er endret.
nl_be: De import is mislukt en het coderingssleutelbestand kan niet worden ontsleuteld. Controleer of het wachtwoord geldig is en of de inhoud van het coderingssleutelbestand niet is gewijzigd.
ru_ru: Не удалось выполнить импорт и расшифровать файл ключа шифрования. Проверьте правильность пароля и убедитесь, что содержимое файла ключа шифрования не изменялось.
sv_se: Importen misslyckades och krypteringsnyckelfilen kan inte dekrypteras. Kontrollera att lösenordet är giltigt och att krypteringsnyckelfilens innehåll inte har ändrats.

# ConfigurationInvalidValue
source: Configuration setting {0} has an invalid value.
cs_cz: Konfigurace nastavení {0} má neplatnou hodnotu.
da_dk: Konfigurationsindstillingen {0} har en ugyldig værdi.
de_ch: Die Konfigurationseinstellung '{0}' besitzt einen ungültigen Wert.
es_mx: La opción de configuración {0} tiene un valor no válido.
fi_fi: Määritysasetuksella {0} on virheellinen arvo.
fr_ca: Le paramètre de configuration {0} a une valeur non valide.
is_is: Samstilling {0} er með ógilt gildi.
it_it: L'impostazione di configurazione {0} contiene un valore non valido.
nb_no: Konfigurasjonsinnstillingen {0} har en ugyldig verdi.
nl_be: Configuratie-instelling {0} heeft een ongeldige waarde.
ru_ru: Параметр конфигурации {0} содержит недопустимое значение.
sv_se: Konfigurationsinställningen {0} har ett ogiltigt värde.

# RecordNoLongerExists
source: This record no longer exists.
cs_cz: Tento záznam již neexistuje.
da_dk: Denne record findes ikke længere.
de_ch: Der Datensatz ist nicht mehr vorhanden.
es_mx: Este registro ya no existe.
fi_fi: Tätä tietuetta ei ole enää olemassa.
fr_ca: Cet enregistrement n'existe plus.
is_is: Þessi skýrsla er ekki lengur til.
it_it: Questo record non esiste più.
nb_no: Denne posten finnes ikke lenger.
nl_be: Deze record bestaat niet meer.
ru_ru: Эта запись больше не существует.
sv_se: Den här posten finns inte längre.
