Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Language/Common.Language.Lang.*.resx
Languages: cs_cz, da_dk, de_ch, es_mx, fi_fi, fr_ca, is_is, it_it, nb_no, nl_be, ru_ru, sv_se

# AnotherDebuggerAlreadyConnected
source: Another debugger is already connected. Only one debugger can be connected at a time.
cs_cz: Další debugger je již připojen. Najednou lze připojit pouze jeden debugger.
da_dk: Der er allerede tilsluttet en anden debugger. Der kan kun være tilsluttet én debugger ad gangen.
de_ch: Es besteht bereits eine Verbindung mit einem anderen Debugger. Es kann immer nur jeweils ein Debugger verbunden sein.
es_mx: Ya hay otro depurador conectado. Sólo se puede conectar un depurador a la vez.
fi_fi: Toiseen virheenkorjaukseen on jo muodostettu yhteys. Yhteyden voi muodostaa vain yhteen virheenkirjaukseen kerrallaan.
fr_ca: Un autre débogueur est déjà connecté. Seul un débogueur peut être connecté à la fois.
is_is: Annað kembiforrit er nú þegar tengt. Aðeins eitt kembiforrit getur verið tengt í einu.
it_it: È già connesso un altro debugger. È possibile connettere un solo debugger alla volta.
nb_no: Et annet feilsøkingsprogram er allerede tilkoblet. Bare ett feilsøkingsprogram kan være tilkoblet om gangen.
nl_be: Er is al een ander foutopsporingsprogramma gekoppeld. Er kan slechts één foutopsporingsprogramma tegelijk zijn gekoppeld.
ru_ru: Уже подключен другой отладчик. В любой момент времени может быть подключен только один отладчик.
sv_se: An annan felsökare har redan anslutits. Endast en felsökare kan vara ansluten åt gången.

# ZoomToolServicesClientTypeWeb
source: Web client
cs_cz: Webový klient
da_dk: Webklient
es_mx: Cliente web
fi_fi: Verkkoasiakasohjelma
fr_ca: Client web
is_is: Vefbiðlari
it_it: Client Web
nb_no: Webklient
ru_ru: Веб-клиент
sv_se: Webbklient

# MenuItemSendTo
source: Send To
cs_cz: Odeslat
da_dk: Send til
de_ch: Senden an
es_mx: Enviar a
fi_fi: Lähetä kohteeseen
fr_ca: Envoyer à
is_is: Senda til
it_it: Invia a
nb_no: Send til
nl_be: Verzenden naar
ru_ru: Отправить
sv_se: Skicka till

# InstructionAddToButton
source: Add a list to a navigation pane button
cs_cz: Přidat seznam na tlačítko navigační podokno
da_dk: Føj en liste til en navigationsrudeknap
de_ch: Diese Schaltfläche fügt einem Navigationsbereich eine Liste hinzu.
es_mx: Agregue una lista a un botón del panel de exploración.
fi_fi: Lisää luettelo siirtymisruudun painikkeeseen
fr_ca: Ajouter une liste à un bouton du volet de navigation.
is_is: Bæta lista við yfirlitssvæðishnapp.
it_it: Aggiungere una lista a un pulsante del riquadro di spostamento.
nb_no: Legg til en oversikt på en navigasjonsruteknapp
nl_be: Een lijst toevoegen aan een knop in het navigatiedeelvenster
ru_ru: Добавить список к кнопке панели навигации
sv_se: Lägg till en lista till en knapp i navigeringsrutan

# HyperlinkMissingServiceOrCompanyName
source: Invalid Microsoft Dynamics NAV URL: The service and company name must both be specified.
cs_cz: Neplatná adresa URL produktu Microsoft Dynamics NAV název služby a firmy musí být zadány obě.
da_dk: Ugyldig Microsoft Dynamics NAV URL-adresse: Tjenesten og regnskabsnavnet skal begge angives.
de_ch: Ungültige Microsoft Dynamics NAV-URL: Sowohl der Dienst- als auch der Mandantenname müssen angegeben werden.
es_mx: URL de Microsoft Dynamics NAV no válida: se debe especificar el nombre de la empresa y del servicio.
fi_fi: Virheellinen Microsoft Dynamics Nav -URL-osoite: Sekä palvelun että yrityksen nimi on määritettävä.
fr_ca: URL de Microsoft Dynamics NAV non valide : les noms du service et de la compagnie doivent être spécifiés.
is_is: Ógild vefslóð Microsoft Dynamics NAV: Það þarf að gefa upp heiti bæði netþjónsins og fyrirtækisins.
it_it: URL Microsoft Dynamics NAV non valido: devono essere specificati almeno il nome del servizio e il nome della società.
nb_no: Ugyldig URL-adresse for Microsoft Dynamics NAV: Service og firmanavn må angis.
nl_be: Ongeldige Microsoft Dynamics NAV-URL: u moet de service- en de bedrijfsnaam opgeven.
ru_ru: Недопустимый URL-адрес Microsoft Dynamics NAV: необходимо определить как имя службы, так и название организации.
sv_se: Ogiltig webbadress för Microsoft Dynamics NAV: Både tjänst- och företagsnamnet måste anges.

# IssuerNotTrusted
source: The issuer of the token is not trusted. Contact your system administrator.
cs_cz: Vystavitel tokenu není důvěryhodný. Obraťte se na správce systému.
da_dk: Der er ikke tillid til udstederen af dette token. Kontakt systemadministratoren.
de_ch: Der Aussteller des Tokens ist nicht vertrauenswürdig. Wenden Sie sich an Ihren Systemadministrator.
es_mx: El emisor del token no es de confianza. Póngase en contacto con el administrador del sistema.
fi_fi: Tunnuksen julkaisijaan ei luoteta. Ota tarvittaessa yhteyttä järjestelmän pääkäyttäjään.
fr_ca: L'émetteur du jeton n'est pas fiable. Contactez votre administrateur système.
is_is: Útgefanda táknsins er ekki treyst. Kerfisstjóri getur gefið nánari upplýsingar.
it_it: L'autorità emittente del token non è attendibile. Contattare l'amministratore di sistema.
nb_no: Tokenutstederen er ikke klarert. Kontakt systemansvarlig.
nl_be: De uitgever van het token wordt niet vertrouwd. Neem contact op met uw systeembeheerder.
ru_ru: Поставщик маркера не пользуется доверием. Обратитесь за помощью к системному администратору.
sv_se: Tokenutfärdaren är inte betrodd. Kontakta systemadministratören.

# MustSpecifyAnInterval
source: The filter "{0}" on the {1} field in the {2} table must specify an interval. You can use the following formats for filters that specify an interval: * A Selects values equal to A. * A..Z Selects values between and including A and Z.
cs_cz: Filtr "{0}" na pole {1} v tabulce {2} musí určovat interval. Pro filtry, které určují interval můžete použít následující formáty: * Vybere hodnoty je rovno A. * A..Vybere Z hodnoty mezi nimi a včetně a do Z.
da_dk: Filteret "{0}" i feltet {1} i tabellen {2} skal angive et interval. Du kan bruge følgende formater for filtre, der angiver et interval: * A Vælger værdier, der er lig med A. * A..Z Vælger værdier mellem A og Z, begge inklusive.
de_ch: Im Filter '{0}' für das Feld '{1}' in der Tabelle '{2}' muss ein Intervall angegeben werden. Für Filter mit Intervallangabe können folgende Formate verwendet werden: * A Dient zum Auswählen von Werten gleich 'A'. * A..Z Dient zum Auswählen von Werten zwischen A und Z (jeweils einschliesslich).
es_mx: El filtro "{0}" del campo {1} de la tabla {2} debe especificar un intervalo. Puede usar los formatos siguientes para filtros que especifican un intervalo: * A Selecciona los valores iguales a A. * A..Z Selecciona los valores entre A y Z, ambos inclusive.
fi_fi: Taulukon {2} kentän {1} suodattimen "{0}" täytyy määrittää väli. Voit käyttää seuraavia muotoja suodattimille, jotka määrittävät välin: * A Valitsee arvot, jotka ovat yhtä suuria kuin A. * A..Z Valitsee arvot A:n ja Z:n välillä (mukaan lukien A ja Z).
fr_ca: Le filtre « {0} » du champ {1} de la table {2} doit spécifier un intervalle. Vous pouvez utiliser les formats suivants pour les filtres indiquant un intervalle : * A Sélectionne les valeurs égales à A. * A..Z Sélectionne les valeurs comprises entre A et Z inclus.
is_is: Afmörkunin „{0}“ í reitnum {1} í töflunni {2} verður að tilgreina millibil. Hægt er að nota eftirfarandi snið fyrir afmarkanir sem tilgreina millibil: * A Þessi afmörkun velur úr gildi sem eru jöfn A. * A..Z Þessi afmörkun velur úr gildi á bilinu A til Z að báðum meðtöldum.
it_it: Per il filtro "{0}" nel campo {1} nella tabella {2} è necessario specificare un intervallo. È possibile utilizzare i formati seguenti per i filtri che specificano un intervallo: * A Consente di selezionare valori uguali ad A. * A..Z Consente di selezionare valori compresi tra A e Z, inclusi.
nb_no: Filteret {0} i feltet {1} i tabellen {2} må angi et intervall. Du kan bruke følgende formater for filtre som angir et intervall: * A Velger verdier som er lik A. * A..Z Velger verdier fra og med A til og med Z.
nl_be: Met het filter "{0}" in het veld {1} van de tabel {2} moet een interval worden opgegeven. U kunt de volgende indelingen gebruiken voor filters waarmee een interval wordt opgegeven: * A Selecteert waarden gelijk aan A * A..Z Selecteert waarden tussen en met inbegrip van A en Z.
ru_ru: Фильтром "{0}" по полю {1} в таблице {2} должен задаваться интервал. Для фильтров, задающих интервал, могут указываться следующие форматы: * A Выбираются значение, равные "A". * A..Z Выбираются значения между A и Z, включая крайние буквы.
sv_se: Filtret {0} i fältet {1} i tabellen {2} måste ange ett intervall. Du kan använda följande format för filter som anger ett intervall: * A Väljer värden lika med A. * A..Ö Väljer värden mellan A och Ö, inklusive dessa värden.

# DataCannotBeImportedWrongVersion
source: The data was exported from a different version of Microsoft Dynamics NAV.
da_dk: Dataene blev eksporteret fra en anden version af Microsoft Dynamics NAV.
de_ch: Die Daten wurden aus einer anderen Version von Microsoft Dynamics NAV exportiert.
es_mx: Los datos se exportaron de una versión diferente de Microsoft Dynamics NAV.
fi_fi: Tiedot vietiin toisesta Microsoft Dynamics NAV -versiosta.
fr_ca: Les données ont été exportées à partir d'une version différente de Microsoft Dynamics NAV.
is_is: Gögnin voru flutt út úr annarri útgáfu Microsoft Dynamics NAV.
it_it: I dati sono stati esportati da una versione diversa di Microsoft Dynamics NAV.
nb_no: Dataene ble eksportert fra en annen versjon av Microsoft Dynamics NAV.
nl_be: De gegevens zijn geëxporteerd uit een andere versie van Microsoft Dynamics NAV.
ru_ru: Данные экспортированы из другой версии Microsoft Dynamics NAV.
sv_se: Data har redan exporterats från en annan version av Microsoft Dynamics NAV.

# ServerExeHelpMessage
source: Use the /{0} switch to start in console mode.
cs_cz: Spustit v režimu konzoly pomocí přepínače {0}.
da_dk: Bruge switcehn /{0} for at starte i konsol-tilstand.
de_ch: Verwenden Sie die Option /{0}, um im Konsolenmodus zu starten.
es_mx: Use el conmutador /{0} para iniciar en modo de consola.
fi_fi: Voit käynnistää ohjelman konsolitilassa käyttämällä valitsinta /{0}.
fr_ca: Utilisez le commutateur /{0} pour démarrer en mode console.
is_is: Nota rofann /{0} til að ræsa í stjórnborðsstillingu.
it_it: Utilizzare l'opzione /{0} per l'avvio in modalità console.
nb_no: Bruk bryteren /{0} til å starte i konsollmodus.
nl_be: Gebruik de schakeloptie /{0} om te starten in de consolemodus.
ru_ru: Для запуска в режиме консоли используйте переключатель /{0}.
sv_se: Använd växeln /{0} för att starta i konsolläge.

# DesignReportAdvancedSystemObjectCaption
source: Design, Report, Advanced
cs_cz: Design, sestava, rozšíření
da_dk: Rapportdesigner, Avanceret
de_ch: Design, Bericht, Erweitert
fi_fi: Suunnittele, Raportti, Lisäas.
is_is: Hanna, Skýrsla, Ítarlegt
it_it: Design, Report, Avanzate
nb_no: Design, Rapport, Avansert
nl_be: Ontwerp, Lijst, Geavanc.
ru_ru: Дизайн, Отчет, Дополнительно
sv_se: Design, Rapport, Avancerat

# CertificateExpiryApproaching
source: The service certificate is close to its expiration date. Certificate details = {0}
cs_cz: Certifikát služby se blíží datum vypršení platnosti. Detaily certifikátu = {0}
da_dk: Tjenestecertifikatet er tæt på udløbsdatoen. Certifikatdetaljer = {0}
de_ch: Das Ablaufdatum des Dienstzertifikats steht bevor. Zertifikatdetails = {0}
es_mx: El certificado de servicio se acerca a su fecha de caducidad. Detalles del certificado = {0}
fi_fi: Palveluvarmenteen vanhentumispäivämäärään ei ole paljon aikaa. Varmenteen tiedot = {0}
fr_ca: Le certificat de service est proche de sa date d'expiration. Détails du certificat = {0}
is_is: Þjónustuvottorðið rennur bráðum út. Upplýsingar um vottorð = {0}
it_it: Il certificato di servizio è prossimo alla data di scadenza. Dettagli certificato = {0}
nb_no: Tjenestesertifikatet er snart ved utløpsdatoen. Sertifikatdetaljer = {0}
nl_be: Het dienstcertificaat nadert de vervaldatum. Certificaatgegevens = {0}
ru_ru: Вскоре истечет срок годности сертификата службы. Сведения сертификата = {0}
sv_se: Tjänstcertifikatet närmar sig utgångsdatumet. Certifikatinformation = {0}

# OptionStringHasWrongNumberOfParameters
source: OptionString has wrong number of values.
cs_cz: Řetězec možností má nesprávný počet hodnot.
da_dk: OptionString har et forkert antal værdier.
de_ch: 'OptionString' weist eine falsche Anzahl von Werten auf.
es_mx: OptionString tiene un número incorrecto de valores.
fi_fi: OptionString-arvoja on virheellinen määrä.
fr_ca: OptionString a un nombre de valeurs erroné.
is_is: OptionString er með rangan fjölda gilda.
it_it: OptionString contiene il numero errato di valori.
nb_no: OptionString har feil antall verdier.
nl_be: OptionString heeft een onjuist aantal waarden.
ru_ru: Неверное число значений в OptionString.
sv_se: OptionString innehåller fel antal värden.

# IncompatibleSqlType
source: Table content in the {0} table on SQL Server contains a value that is not compatible with the corresponding data type that is defined for the table. Field: {1} Type: {2} SQL type: {3} The table design may have been changed outside {4}.
cs_cz: Obsah tabulky v tabulce {0} na serveru SQL obsahuje hodnotu, která není kompatibilní s odpovídajícím datovým typem, který je definován pro tabulku. Pole: {1} Typ: {2} Typ SQL: {3} Vlastnosti tabulky mohly být změněny zvenčí {4}.
da_dk: Tabellens indhold i {0} tabellen på SQL Server indeholder værdi, der ikke er kompatibel med den tilsvarende datatype, som er defineret for tabellen. Felt: {1} Type: {2} SQL-type: {3} Tabellens design er muligvis ændret uden for {4}.
de_ch: Der Tabelleninhalt in der SQL Server-Tabelle '{0}' enthält einen Wert, der nicht mit dem entsprechenden Datentyp kompatibel ist, der für die Tabelle definiert wurde. Field: {1} Typ: {2} SQL-Typ: {3} Möglicherweise wurde das Tabellendesign ausserhalb von {4} geändert.
es_mx: El contenido de la tabla {0} en SQL Server contiene un valor que no es compatible con el tipo de datos correspondiente definido para la tabla. Campo: {1} Tipo: {2} Tipo SQL: {3} Es posible que se haya cambiado el diseño de tabla fuera de {4}.
fi_fi: SQL Serverin taulukko {0} sisältää arvon, joka ei ole yhteensopiva taulukolle määritetyn tietotyypin kanssa. Kenttä: {1} Tyyppi: {2} SQL-tyyppi: {3} Taulukon rakennetta on saatettu muuttaa kohteen {4} ulkopuolella.
fr_ca: Le contenu de la table {0} sur SQL Server contient une valeur incompatible avec le type de données correspondant défini pour la table. Champ : {1} Type : {2} Type SQL : {3} L'apparence de la table a peut-être changé en dehors de {4}.
is_is: Innihald töflu í töflunni {0} á SQL Server er með gildi sem er ekki samhæft við samsvarandi gagnategund sem skilgreind er fyrir töfluna. Reitur: {1} Tegund: {2} SQL-tegund: {3} Hönnun töflunnar gæti hafa breyst utan við {4}.
it_it: Il contenuto della tabella {0} in SQL Server contiene un valore non compatibile con il tipo di dati corrispondente definito per la tabella. Campo: {1} Tipo: {2} Tipo SQL: {3} È possibile che il progetto della tabella sia stato modificato all'esterno di {4}.
nb_no: Tabellinnholdet i {0}-tabellen på SQL Server inneholder en verdi som ikke er kompatibel med den tilhørende datatypen som er definert for tabellen. Felt: {1} Type: {2} SQL-type: {3} Tabellutformingen kan ha blitt endret utenfor {4}.
nl_be: Tabelinhoud in de tabel {0} op SQL Server bevat een waarde die niet compatibel is met het bijbehorende gegevenstype dat voor de tabel is gedefinieerd. Veld: {1} Type: {2} SQL-type: {3} Het tabelontwerp is mogelijk gewijzigd buiten {4}.
ru_ru: Содержимое в таблице {0} на SQL Server содержит значение, которое не совместимо с соответствующим типом данных, определенным для этой таблицы. Поле: {1} Тип: {2} SQL-тип: {3} Возможно, проект таблицы изменен вне {4}.
sv_se: Tabellinnehållet i tabellen {0} på SQL Server innehåller ett värde som inte är kompatibelt med motsvarande datatyp som har definierats för tabellen. Fält: {1} Typ: {2} SQL-typ: {3} Tabelldesignen kan ha ändrats utanför {4}.

# XmlSchemaError
source: Line {0}. Position {1}. Message: {2}
cs_cz: Řádek {0}. Pozice {1}. Zpráva: {2}
da_dk: Linje {0}. Position {1}. Meddelelse: {2}
de_ch: Zeile {0}. Position {1}. Meldung: {2}
es_mx: Línea {0}. Posición {1}. Mensaje: {2}
fi_fi: Rivi {0}. Sijainti {1}. Sanoma: {2}
fr_ca: Ligne {0}. Position {1}. Message : {2}
is_is: Lína {0}. Staða {1}. Skilaboð: {2}
it_it: Riga {0}. Posizione {1}. Messaggio: {2}
nb_no: Linje {0}. Posisjon {1}. Melding: {2}
nl_be: Regel {0}. positie {1}. bericht: {2}
ru_ru: Строка {0}. Позиция {1}. Сообщение: {2}
sv_se: Rad {0}. Position {1}. Meddelande: {2}

# MenuItemRelatedInformation
source: Navigate
cs_cz: Navigace
da_dk: Naviger
es_mx: Navegar
fi_fi: Navigoi
fr_ca: Naviguer
is_is: Færsluleit
it_it: Naviga
nb_no: Naviger
nl_be: Navigeren
ru_ru: Навигатор
sv_se: Analysera

# PromotedCategoryTypeNew
source: New
cs_cz: Nový
da_dk: Ny
de_ch: Neu
es_mx: Nuevo
fi_fi: Uusi
fr_ca: Nouveau
is_is: Nýtt
it_it: Nuovo
nb_no: Ny
nl_be: Nieuw
ru_ru: Создать
sv_se: Ny

# CertificateMonitorFailedWillNotRetry
source: Certificate monitoring has permanently failed and will not be restarted. Reason: {0}
cs_cz: Certifikát sledování trvale selhaly a nebude restartována. Důvod: {0}
da_dk: Der er opstået en permanent fejl i certifikatovervågningen, og den vil ikke blive genstartet. Årsag: {0}
de_ch: Die Zertifikatüberwachung ist dauerhaft fehlgeschlagen und wird nicht neu gestartet. Grund: {0}
es_mx: La supervisión de certificados tiene un error permanente y no se reiniciará. Motivo: {0}
fi_fi: Varmenteen valvonta on epäonnistunut pysyvästi, eikä sitä käynnistetä uudelleen. Syy: {0}
fr_ca: Le contrôle du certificat a connu un échec permanent et ne sera pas redémarré. Motif : {0}
is_is: Eftirlit með vottorði hefur mistekist endanlega og verður ekki endurræst. Ástæða: {0}
it_it: Il monitoraggio del certificato ha provocato un errore permanente e non verrà riavviato. Motivo: {0}
nb_no: Sertifikatovervåkingen har mislyktes permanent og blir ikke startet på nytt. Årsak: {0}
nl_be: Certificaatcontrole is blijvend mislukt en wordt niet opnieuw gestart. Reden: {0}
ru_ru: В отслеживании сертификатов возникла неустранимая ошибка, оно не будет перезапущено. Ошибка: {0}
sv_se: Certifikatövervakning har misslyckats permanent och kommer därför inte att startas om. Orsak: {0}

# QueryEmptyFilename
source: Empty file name
cs_cz: Prázdný název souboru
da_dk: Tomt filnavn
de_ch: Leerer Dateiname
es_mx: Nombre del archivo vacío
fi_fi: Tyhjä tiedostonimi
fr_ca: Nom de fichier vide
is_is: Autt skrárheiti
it_it: Nome file vuoto
nb_no: Tomt filnavn
nl_be: Lege bestandsnaam
ru_ru: Пустое имя файла
sv_se: Tomt filnamn

# CertificateThumbprintInvalid
source: Configuration setting 'ServicesCertificateThumbprint' has an invalid value; expected 40 hexadecimal digits.
cs_cz: Konfigurace nastavení 'ServicesCertificateThumbprint' má neplatnou hodnotu; očekávané 40 šestnáctkových číslic.
da_dk: Der er angivet en ugyldig værdi til konfigurationsindstillingen 'ServicesCertificateThumbprint'. Der forventes en værdi på 40 hexadecimale cifre.
de_ch: Die Konfigurationseinstellung 'ServicesCertificateThumbprint' besitzt einen ungültigen Wert; erwartet wurden 40 hexadezimale Ziffern.
es_mx: El valor de configuración 'ServicesCertificateThumbprint' no es válido; se esperaban 40 dígitos hexadecimales.
fi_fi: ServicesCertificateThumbprint-määritysasetuksen arvo on virheellinen. Odotettiin 40:tä heksadesimaalinumeroa.
fr_ca: La valeur du paramètre de configuration « ServicesCertificateThumbprint » n'est pas valide ; 40 chiffres hexadécimaux attendus.
is_is: Grunnstillingin „ServicesCertificateThumbprint“ er með rangt gildi; áætlaðar 40 sextándakerfistölur.
it_it: Valore non valido nell'impostazione di configurazione 'ServicesCertificateThumbprint'; sono previste 40 cifre esadecimali.
nb_no: Konfigurasjonsinnstillingen ServicesCertificateThumbprint har en ugyldig verdi. Forventet 40 heksadesimale sifre.
nl_be: Configuratie-instelling 'ServicesCertificateThumbprint' heeft een ongeldige waarde. Er worden 40 hexadecimale cijfers verwacht.
ru_ru: Параметр конфигурации "ServicesCertificateThumbprint" имеет недопустимое значение; ожидается 40 шестнадцатеричных цифр.
sv_se: Konfigurationsinställningen ServicesCertificateThumbprint innehåller ett ogiltigt värde. 40 hexadecimala siffror förväntades.

# RecordLinks_ConfirmDelete
source: Do you want to delete the selected line or lines?
cs_cz: Přejete si odstranit vybraný řádek nebo řádky?
da_dk: Vil du slette den eller de valgte linje(r)?
de_ch: Möchten Sie die ausgewählten Zeilen löschen?
es_mx: ¿Confirma que desea borrar las líneas seleccionadas?
fi_fi: Haluatko poistaa valitun rivin tai valitut rivit?
fr_ca: Souhaitez-vous supprimer la ou les lignes sélectionnées ?
is_is: Á að eyða valdri línu eða línum?
it_it: Eliminare la riga o le righe selezionate?
nb_no: Vil du slette én eller flere valgte linjer?
nl_be: Wilt u de geselecteerde regel(s) verwijderen?
ru_ru: Удалить выбранную строку или строки?
sv_se: Vill du ta bort den valda raden eller raderna?

# CompanyNameLicenseFilterViolation
source: Your program license permits you to work only with companies that have names that start with {0}.
cs_cz: Vaše licence programu umožňuje pracovat jen se společnostmi, které mají názvy, které začínají s {0}.
da_dk: Denne programlicens giver dig kun tilladelse til at arbejde med virksomheder, hvis navne begynder med {0}.
de_ch: Ihre Programmlizenz lässt nur Mandanten zu, deren Namen mit '{0}' beginnen.
es_mx: Su licencia sólo permite trabajar con empresas cuyos nombres empiecen por {0}.
fi_fi: Tällä ohjelman käyttöoikeudella voidaan käsitellä vain omia yrityksiä, joiden nimen alussa on {0}.
fr_ca: Avec cette licence, vous pouvez travailler uniquement avec des sociétés dont le nom commence par {0}.
is_is: Með þessu kerfisleyfi er aðeins hægt að vinna við fyrirtæki með heiti sem byrjar á {0}.
it_it: La licenza del programma consente di utilizzare unicamente società il cui nome inizia con {0}.
nb_no: Denne programlisensen tillater bare at du arbeider med selskaper som har navn som begynner på {0}.
nl_be: Met deze programmalicentie kunt u alleen werken met bedrijven die beginnen met {0}.
ru_ru: Ваша лицензия на программу позволяет работать только с организациями, названия которых начинаются с {0}.
sv_se: Med den här programlicensen kan du endast arbeta med företag vars namn börjar med {0}.

source: Filter...
cs_cz: Filtr...
es_mx: Filtrar...
fi_fi: Suodata...
fr_ca: Filtre...
is_is: Afmörkun...
it_it: Filtra...
nb_no: Filtrer...
nl_be: Wordt gefilterd...
ru_ru: Фильтр...

# DecimalExpressionParser_InvalidDecimalPart
source: '{0}' is not a part of a valid decimal expression.
cs_cz: '{0}' není součástí platného desetinného výrazu.
da_dk: '{0}' er ikke en del af et gyldigt decimaludtryk.
de_ch: '{0}' ist kein Teil eines gültigen Dezimalausdrucks.
es_mx: '{0}' no forma parte de una expresión decimal válida.
fi_fi: '{0}' ei ole osa kelvollista desimaalilauseketta.
fr_ca: '{0}' ne fait pas partie d'une expression décimale valide.
is_is: '{0}' er ekki hluti af gildri tugabrotssegð.
it_it: "{0}" non appartiene a un'espressione decimale valida.
nb_no: {0} er ikke en del av et gyldig desimaluttrykk.
nl_be: {0} maakt geen deel uit van een geldige decimale expressie.
ru_ru: '{0}' не является частью допустимого десятичного выражения.
sv_se: {0} är inte en del av ett giltigt decimaluttryck.
