Repository: spofa/PartnerTranslationToolkit2015
Catalog: Microsoft.Dynamics.Nav.Client.WebCommon/Web.Resource.*.resx
Languages: cs_cz, da_dk, de_at, es_es, fr_fr, it_ch, nb_no, nl_be, ru_ru, sv_se

# PageSearchEditControlCaption
source: Type page or report name to start search:
cs_cz: Zadejte název stránky nebo sestavy spustit hledání:
da_dk: Skriv navnet på siden eller rapporten for at påbegynde søgningen:
de_at: Geben Sie den Namen der Seite oder des Berichts ein, um die Suche zu starten:
es_es: Escriba el nombre de la página o del informe para iniciar la búsqueda:
fr_fr: Entrez le nom de la page ou de l'état pour démarrer la recherche :
it_ch: Digitare il nome della pagina o del report per avviare la ricerca:
nb_no: Skriv inn side- eller rapportnavnet for å starte søket:
nl_be: Typ de naam van de pagina of de lijst om de zoekopdracht te starten:
ru_ru: Введите имя страницы или отчета для начала поиска:
sv_se: Typ av sid- eller rapportnamn att söka efter:

# FilterStringIsNotValid
source: Provided filter string is not valid. A filter string should contain a description of the filter, followed by a vertical bar and the filter pattern. You must also separate multiple filter description and pattern pairs with a vertical bar, and you must separate multiple extensions in a filter pattern with a semicolon. Example: \"Image files (*.bmp, *.jpg)|*.bmp;*.jpg|All files (*.*)|*.*\"
cs_cz: Pokud řetězec filtru je neplatný. Řetězec filtru by měla obsahovat popis filtru, následovaný svislý pruh a vzor filtru. Je třeba také oddělit více popis filtru a vzor páry s svislý pruh, a více přípon v vzor filtru musí oddělte středníkem. Příklad: \"Image soubory (*.bmp, *.jpg) | * .bmp; *. jpg|Všechny soubory (*. *) | *. * \ "
da_dk: Den angivne filterstreng er ugyldig. En filterstreng skal indeholde en beskrivelse af filteret efterfulgt af en lodret streg og filtermønsteret. Du skal desuden separere filterbeskrivelsen og filtermønsterpar med en lodret streg, og du skal separere flere filtypenavne i et filtermønster med et semikolon. Eksempel: \"Billedfiler (*.bmp, *.jpg)|*.bmp;*.jpg|Alle filer (*.*)|*.*\"
de_at: Die bereitgestellte Filterzeichenfolge ist ungültig. Eine Filterzeichenfolge sollte eine Beschreibung des Filters gefolgt von einem vertikalen Strich und dem Filtermuster enthalten. Außerdem müssen mehrere Paare aus Filterbeschreibung und -muster mit einem vertikalen Strich und mehrere Erweiterungen in einem Filtermuster per Semikolon getrennt werden. Beispiel: \"Bilddateien (*.bmp, *.jpg)|*.bmp;*.jpg|Alle Dateien (*.*)|*.*\"
es_es: La cadena de filtro proporcionada no es válida. Una cadena de filtro debe contener una descripción de este, seguida de una barra vertical y el patrón del filtro. Además, debe separar varios pares de descripción y patrón de filtro con una barra vertical y separar varias extensiones de un patrón de filtro con un punto y coma. Por ejemplo: \"Archivos de imagen (*.bmp, *.jpg)|*.bmp;*.jpg|Todos los archivos (*.*)|*.*\"
fr_fr: La chaîne de filtre fournie n'est pas valide. La chaîne de filtre doit contenir une description du filtre, suivie d'une barre verticale et du modèle du filtre. Les paires description / modèle de plusieurs filtres doivent aussi être séparées par une barre verticale. Les extensions d'un modèle de filtre doivent être séparées par un point-virgule. Exemple : \"Fichiers image (*.bmp, *.jpg)|*.bmp;*.jpg|Tous les fichiers (*.*)|*.*\"
it_ch: La stringa di filtro specificata non è valida. La stringa di filtro deve contenere una descrizione del filtro, seguita da una barra verticale e dal pattern di filtro. È inoltre necessario utilizzare una barra verticale per separare più coppie di descrizioni e pattern di filtro e un punto e virgola per separare più estensioni in un pattern di filtro. Esempio: \"File di immagine (*.bmp, *.jpg)|*.bmp;*.jpg|Tutti i file (*.*)|*.*\"
nb_no: Den angitte filterstrengen er ikke gyldig. En filterstreng skal inneholde en beskrivelse av filteret etterfulgt av en loddrett strek og filtermønsteret. Du må også skille flere par med filterbeskrivelser og mønstre med loddrette streker, og du må skille flere filtyper i et filtermønster med semikolon. Eksempel: \"Bildefiler (*.bmp, *.jpg)|*.bmp;*.jpg|Alle filer (*.*)|*.*\"
nl_be: De opgegeven filtertekenreeks is niet geldig. De filtertekenreeks moet een beschrijving van het filter bevatten, gevolgd door een horizontale streep en het filterpatroon. Meerdere paren van filterbeschrijvingen en -patronen moeten ook van elkaar worden gescheiden door middel van een verticale streep. Meerdere extensies in een filterpatroon moeten met een puntkomma van elkaar worden gescheiden. Voorbeeld: \"Afbeeldingsbestanden (*.bmp, *.jpg)|*.bmp;*.jpg|Alle bestanden (*.*)|*.*\"
ru_ru: Предоставленная строка фильтра является недопустимой. Строка фильтра должна содержать описание фильтра, за которым следует вертикальная черта и шаблон фильтра. Необходимо также разделять несколько пар шаблонов и описаний фильтра вертикальными чертами, а несколько расширений в шаблоне фильтра следует разделять с помощью точки с запятой. Пример: \"Файлы изображений (*.bmp, *.jpg)|*.bmp;*.jpg|Все файлы (*.*)|*.*\"
sv_se: Den angivna filtersträngen är inte giltig. En filtersträng ska innehålla en beskrivning av filtret, följd av ett lodrätt streck och filtermönstret. Du måste också avgränsa filterbeskrivnings- och mönsterpar med ett lodrätt streck, och du måste avgränsa uttryck i ett filtermönster med ett semikolon. Exempel: \"Bildfiler (*.bmp, *.jpg)|*.bmp;*.jpg|Alla filer (*.*)|*.*\"

# LastActionCompletedWithMessage
source: Your last action resulted in the following message:
da_dk: Din seneste handling resulterede i følgende meddelelse:
de_at: Ihre letzte Aktion führte zu folgender Nachricht:
es_es: Su última acción produjo el siguiente mensaje:
fr_fr: Votre dernière action a généré le message suivant :
it_ch: L'ultima azione ha restituito il messaggio seguente:
nb_no: Den siste handlingen førte til følgende melding:
nl_be: Uw laatste actie heeft tot het volgende bericht geleid:
ru_ru: Ваше последнее действие привело к выдаче следующего сообщения:
sv_se: Din senaste åtgärd resulterade i följande meddelande:

# Message_ReportFormatsUnsupported
source: Open the Print Preview window to save a report as a PDF, Microsoft Word, or Microsoft Excel file.
cs_cz: Otevřete okno Náhled můžete sestavu uložit jako soubor PDF, Microsoft Word nebo Microsoft Excel.
da_dk: Åbn vinduet Vis udskrift for at gemme en rapport som en PDF-fil, Microsoft Word-fil eller Microsoft Excel-fil.
de_at: Öffnen Sie das Fenster 'Seitenansicht', um einen Bericht als PDF-, Microsoft Word- oder Microsoft Excel-Datei zu speichern.
es_es: Abra la ventana Vista preliminar para guardar el informe en formato PDF, Microsoft Word o Microsoft Excel.
fr_fr: Ouvrez la fenêtre de visualisation pour enregistrer un état sous la forme d'un fichier PDF, Microsoft Word ou Microsoft Excel.
it_ch: Aprire la finestra Anteprima di stampa per salvare un report come file PDF, Microsoft Word o Microsoft Excel.
nb_no: Åpne forhåndsvisningsvinduet for å lagre en rapport som en PDF-, Microsoft Word- eller Microsoft Excel-fil.
nl_be: Open het venster Afdrukvoorbeeld om het rapport op te slaan als een PDF-, Microsoft Word- of Microsoft Excel-bestand.
ru_ru: Открыть окно просмотра печати для сохранения отчета в виде файлов PDF, Microsoft Word или Microsoft Excel.
sv_se: Öppna fönstret Förhandsgranska om du vill spara en rapport som en PDF-, Microsoft Word- eller Microsoft Excel-fil.

# LastActionCompletedWithError
source: Your last action resulted in the following error:
da_dk: Din seneste handling resulterede i følgende fejl:
de_at: Ihre letzte Aktion führte zu folgendem Fehler:
es_es: Su última acción produjo el siguiente error:
fr_fr: Votre dernière action a généré l'erreur suivante :
it_ch: L'ultima azione ha restituito l'errore seguente:
nb_no: Den siste handlingen førte til følgende feil:
nl_be: Uw laatste actie heeft tot de volgende fout geleid:
ru_ru: Ваше последнее действие вызвало следующую ошибку:
sv_se: Din senaste åtgärd resulterade i följande fel:

# PageSearchActionCaption
source: Search for Page or Report...
cs_cz: Hledat na stránce nebo v sestavě...
da_dk: Søg efter side eller rapport...
de_at: Nach Seite oder Bericht suchen...
es_es: Buscar página o informe...
fr_fr: Page ou état pour la recherche...
it_ch: Cerca pagina o report...
nb_no: Søk etter side eller rapport ...
nl_be: Zoeken naar pagina of rapport...
ru_ru: Поиск страницы или отчета...
sv_se: Sök efter sida eller rapport...

# PageSearchDepartmentColumnName
source: Department
cs_cz: Oddělení
da_dk: Afdeling
de_at: Abteilung
es_es: Departamento
fr_fr: Département
it_ch: Reparto
nb_no: Avdeling
nl_be: Afdeling
ru_ru: Отдел
sv_se: Avdelning

# ErrorAccessingWebSite
source: Error accessing Website {0} URL: {1} {2}
cs_cz: Chyba při přístupu k webu {0} URL: {1} {2}
da_dk: Der opstod fejl under forsøg på adgang til webstedet {0} URL-adresse: {1} {2}
de_at: Fehler beim Zugriff auf die Website {0} URL: {1} {2}
es_es: Error al acceder al sitio web {0}. URL: {1} {2}
fr_fr: Erreur d'accès au site web {0} URL : {1} {2}
it_ch: Errore durante l'accesso al sito Web {0} URL: {1} {2}
nb_no: Feil ved tilgang til webområdet {0} URL-adresse: {1} {2}
nl_be: Fout bij het openen van website {0}. URL: {1} {2}
ru_ru: Ошибка при доступе к веб-сайту {0} URL-адрес: {1} {2}
sv_se: Det gick inte komma åt webbplatsen {0} URL: {1} {2}

# Exception_InvalidSessionErrorMessageWhenEmbedded
source: The page has timed out due to inactivity. Refresh the page by using the F5 key on your keyboard or the Refresh button in your browser.
da_dk: Siden har fået timeout pga. inaktivitet. Opdater siden med F5-tasten på tastaturet eller knappen Opdater i browseren.
de_at: Die Seite ist aufgrund von Inaktivität abgelaufen. Aktualisieren Sie die Seite mit der F5-Taste auf der Tastatur oder mit der Schaltfläche "Aktualisieren" in Ihrem Browser.
es_es: La página ha caducado debido a la inactividad. Actualícela con la tecla F5 del teclado o el botón Actualizar del navegador.
fr_fr: La page a expiré en raison d'un temps d'inactivité trop long. Actualisez la page avec la touche F5 du clavier ou le bouton Actualiser de votre navigateur.
it_ch: Si è verificato il timeout della pagina a causa di inattività. Aggiornare la pagina utilizzando il tasto F5 della tastiera o il pulsante Aggiorna del browser.
nb_no: Siden er tidsavbrutt på grunn av inaktivitet. Oppdater siden ved hjelp av F5-tasten på tastaturet eller Oppdater-knappen i webleseren.
nl_be: Er is een time-out op de pagina opgetreden vanwege inactiviteit. Vernieuw de pagina met de toets F5 op het toetsenbord of de knop Vernieuwen in de browser.
ru_ru: В связи с бездействием время работы со страницей истекло. Обновите страницу, нажав клавишу F5 на клавиатуре или кнопку "Обновить" в браузере.
sv_se: Sidan har uppnått tidsgränsen på grund av inaktivitet. Uppdatera sidan med F5-tangenten på tangentbordet eller knappen Uppdatera i webbläsaren.

# ExtendedDataTypeOpenEmailTooltip
source: Send email message
cs_cz: Odeslat e-mailovou zprávu
da_dk: Send mail
de_at: E-Mail-Nachricht senden
es_es: Enviar mensaje de correo electrónico
fr_fr: Envoyer un email
it_ch: Invia messaggio e-mail
nb_no: Send e-postmelding
nl_be: E-mailbericht verzenden
ru_ru: Отправить сообщение электронной почты
sv_se: Skicka e-postmeddelande

# PageSearchNumberOfResults
source: {0} search results:
cs_cz: výsledky hledání {0}:
da_dk: {0} søgeresultater:
de_at: {0} Suchergebnisse:
es_es: {0} resultados de búsqueda:
fr_fr: Résultats de la recherche {0} :
it_ch: {0} risultati della ricerca:
nb_no: {0} søkeresultater:
nl_be: {0} zoekresultaten:
ru_ru: Результаты поиска {0}:
sv_se: {0} sökresultat:

# Message_FormActivatorUnknownAction
source: Specify a Microsoft Dynamics NAV page or report.
cs_cz: Zadejte stránku aplikace Microsoft Dynamics NAV nebo sestavu.
da_dk: Angiv en Microsoft Dynamics NAV-side eller -rapport.
de_at: Geben Sie eine Microsoft Dynamics NAV-Seite oder einen -Bericht an.
es_es: Especifique una página o un informe de Microsoft Dynamics NAV.
fr_fr: Spécifiez une page ou un état Microsoft Dynamics NAV.
it_ch: Specificare una pagina o un report di Microsoft Dynamics NAV.
nb_no: Angi en Microsoft Dynamics NAV-side eller -rapport.
nl_be: Geef een Microsoft Dynamics NAV-pagina of rapport op.
ru_ru: Указать страницу Microsoft Dynamics NAV или отчет.
sv_se: Ange en Microsoft Dynamics NAV-sida eller -rapport.

# ExtendedDataTypeDialTooltip
source: Dial phone number
cs_cz: Vytočit telefonní číslo
da_dk: Ring til telefonnummer
de_at: Telefonnummer wählen
es_es: Marcar número de teléfono
fr_fr: Composer le numéro de téléphone
it_ch: Componi numero di telefono
nb_no: Ring opp telefonnummer
nl_be: Telefoonnummer kiezen
ru_ru: Набрать номер
sv_se: Ring upp telefonnummer

# DialogsNotSupportedWhenEmbedded
source: Dialog boxes are not supported when Microsoft Dynamics NAV is running in embedded mode.
da_dk: Dialogbokse understøttes ikke, når Microsoft Dynamics NAV kører i integreret tilstand.
de_at: Dialogfelder werden nicht unterstützt, wenn Microsoft Dynamics NAV im eingebetteten Modus ausgeführt wird.
es_es: Los cuadros de diálogo no se admiten cuando Microsoft Dynamics NAV se ejecuta en modo integrado.
fr_fr: Les boîtes de dialogue ne sont pas prises en charge si Microsoft Dynamics NAV s'exécute en mode incorporé.
it_ch: Le finestre di dialogo non sono supportate quando Microsoft Dynamics NAV viene eseguito in modalità incorporata.
nb_no: Dialogbokser støttes ikke når Microsoft Dynamics NAV kjører i innebygd modus.
nl_be: Dialoogvensters worden niet ondersteund wanneer Microsoft Dynamics NAV in geïntegreerde modus wordt uitgevoerd.
ru_ru: При выполнении Microsoft Dynamics NAV во встроенном режиме диалоговые окна не поддерживаются.
sv_se: Dialogrutor stöds inte när Microsoft Dynamics NAV körs i inbäddat läge.

# PageSearchFormCaption
source: Search for Page or Report
cs_cz: Hledat na stránce nebo v sestavě
da_dk: Søg efter side eller rapport
de_at: Nach Seite oder Bericht suchen
es_es: Buscar página o informe
fr_fr: Page ou état pour la recherche
it_ch: Cerca pagina o report
nb_no: Søk etter side eller rapport
nl_be: Zoeken naar pagina of rapport
ru_ru: Поиск страницы или отчета
sv_se: Sök efter sida eller rapport

# Message_LogicalModalityViolation
source: There is a dialog box open in another Microsoft Dynamics NAV browser window. You must close that dialog box or sign out.
da_dk: Der er en dialogboks åben i et andet Microsoft Dynamics NAV-browservindue. Du skal lukke den pågældende dialogboks eller logge af.
de_at: In einem anderen Microsoft Dynamics NAV-Browserfenster ist ein Dialogfeld geöffnet. Sie müssen das Dialogfeld schließen oder sich abmelden.
es_es: Hay un cuadro de diálogo abierto en otra ventana de explorador de Microsoft Dynamics NAV. Debe cerrarlo o cerrar sesión.
fr_fr: Une boîte de dialogue est ouverte dans une autre fenêtre de navigateur Microsoft Dynamics NAV. Vous devez fermer cette boîte de dialogue ou vous déconnecter.
it_ch: Una finestra di dialogo è aperta in un'altra finestra del browser di Microsoft Dynamics NAV. Chiudere la finestra di dialogo o disconnettersi.
nb_no: Det finnes en dialogboks åpen i et annet Microsoft Dynamics NAV-leservindu. Du må lukke denne dialogboksen eller logge av.
nl_be: Er is een dialoogvenster geopend in een ander Microsoft Dynamics NAV-browservenster. U moet dit dialoogvenster sluiten of u afmelden.
ru_ru: В другом окне браузера Microsoft Dynamics NAV открыто диалоговое окно. Необходимо закрыть это диалоговое окно или выйти из системы.
sv_se: En dialogruta är öppen i ett annat Microsoft Dynamics NAV-webbläsarfönster. Du måste stänga dialogrutan eller logga ut.

# NavigateToPageSearchResultActionTooltip
source: Open {0}
cs_cz: Otevřené {0}
da_dk: Åbn {0}
de_at: {0} öffnen
es_es: Abrir {0}
fr_fr: Ouvrir {0}
it_ch: Apri {0}
nb_no: Åpne {0}
nl_be: {0} openen
ru_ru: Открыть {0}
sv_se: Öppna {0}

# EditControlWithDrilldownActionInInfoPartToolTip
source: Open details for "{0}" "{1}"
cs_cz: Otevřít podrobnosti pro {0} {1}"
da_dk: Åbn detaljer til "{0}" "{1}"
de_at: Details öffnen für "{0}" "{1}"
es_es: Abrir detalles para "{0}" "{1}"
fr_fr: Ouvrir les détails pour « {0} » « {1} »
it_ch: Visualizza dettagli per "{0}" "{1}"
nb_no: Åpne detaljer for {0} {1}
nl_be: Details voor {0} {1} openen
ru_ru: Открыть сведения для "{0}" "{1}"
sv_se: Öppna information om {0} {1}

# EditControlNoCaptionWithDrilldownActionInInfoPartToolTip
source: Open details
cs_cz: Otevřené detaily
da_dk: Åbn detaljer
de_at: Details öffnen
es_es: Abrir detalles
fr_fr: Ouvrir les détails
it_ch: Visualizza dettagli
nb_no: Åpne detaljer
nl_be: Details openen
ru_ru: Открыть сведения
sv_se: Öppna detaljer

# ExtendedDataTypeOpenURLTooltip
source: Open in new browser window
cs_cz: Otevřít v novém okně prohlížeče
da_dk: Åbn i et nyt browservindue
de_at: In neuem Browserfenster öffnen
es_es: Abrir en una nueva ventana de explorador
fr_fr: Ouvrir dans une nouvelle fenêtre de navigateur
it_ch: Apri in una nuova finestra del browser
nb_no: Åpne i nytt nettleservindu
nl_be: Openen in een nieuw browservenster
ru_ru: Открыть новое окно браузера
sv_se: Öppna i nytt webbläsarfönster

# Message_FailedOpenCompanyException
source: Could not open the '{0}' company.
cs_cz: Nelze otevřít společnost {0}.
da_dk: Virksomheden '{0}' kunne ikke åbnes.
de_at: Mandant '{0}' konnte nicht geöffnet werden.
es_es: No se pudo abrir la empresa '{0}'.
fr_fr: Impossible d'ouvrir la société « {0} ».
it_ch: Impossibile aprire la società '{0}'.
nb_no: Kan ikke åpne firmaet {0}.
nl_be: Kan het bedrijf {0} niet openen.
ru_ru: Не удалось открыть компанию "{0}".
sv_se: Det gick inte att öppna företaget {0}.

# Exception_InvalidSessionErrorMessage
source: The connection to the server was suspended.
da_dk: Serverforbindelsen blev afbrudt.
de_at: Die Verbindung mit dem Server wurde unterbrochen.
es_es: Se suspendió la conexión al servidor.
fr_fr: La connexion au serveur a été suspendue.
it_ch: Connessione al server sospesa.
nb_no: Tilkoblingen til serveren er brutt.
nl_be: De verbinding met de server is onderbroken.
ru_ru: Подключение к серверу приостановлено.
sv_se: Anslutningen till servern avbröts.

# UploadFormCaptionWithFilters
source: Upload: {0}
cs_cz: Odeslání: {0}
es_es: Cargar: {0}
fr_fr: Télécharger : {0}
it_ch: Carica: {0}
nb_no: Last opp: {0}
nl_be: Uploaden: {0}
ru_ru: Отправить: {0}
sv_se: Ladda upp: {0}

# RefreshPageText
source: Refresh the page by using the F5 key on your keyboard or the Refresh button in your browser.
da_dk: Opdater siden med F5-tasten på tastaturet eller knappen Opdater i browseren.
de_at: Aktualisieren Sie die Seite mit der F5-Taste auf Ihrer Tastatur oder der Schaltfläche "Aktualisieren" in Ihrem Browser.
es_es: Actualice la página con la tecla F5 del teclado o el botón Actualizar del navegador.
fr_fr: Actualisez la page avec la touche F5 du clavier ou le bouton Actualiser de votre navigateur.
it_ch: Aggiornare la pagina utilizzando il tasto F5 della tastiera o il pulsante Aggiorna del browser.
nb_no: Oppdater siden ved hjelp av F5-tasten på tastaturet eller Oppdater-knappen i webleseren.
nl_be: Vernieuw de pagina met de toets F5 op het toetsenbord of de knop Vernieuwen in de browser.
ru_ru: Обновите страницу с помощью клавиши F5 на клавиатуре или кнопки "Обновить" в браузере.
sv_se: Uppdatera sidan med F5-tangenten på tangentbordet eller knappen Uppdatera i webbläsaren.

# UploadFormCaption
source: Upload
cs_cz: Nahrát
da_dk: Overfør
es_es: Cargar
fr_fr: Télécharger
it_ch: Carica
nb_no: Last opp
nl_be: Uploaden
ru_ru: Отправить
sv_se: Ladda upp

# PageSearchAllFilter
source: All
cs_cz: Všechny
da_dk: Alle
de_at: Alle
es_es: Todo
fr_fr: Tous
it_ch: Tutto
nb_no: Alle
nl_be: Alle
ru_ru: Все
sv_se: Alla

# ContactAdministrator
source: If the error persists, contact your system administrator for assistance.
da_dk: Hvis fejlen fortsætter, skal du kontakte systemadministratoren for at få hjælp.
de_at: Falls der Fehler weiter besteht, bitten Sie Ihren Systemadministrator um Unterstützung.
es_es: Si el error persiste, póngase en contacto con el administrador del sistema para obtener asistencia.
fr_fr: Si l'erreur persiste, contactez votre administrateur système.
it_ch: Se l'errore persiste, contattare l'amministratore di sistema per ottenere assistenza.
nb_no: Kontakt systemansvarlig for å få hjelp hvis problemet vedvarer.
nl_be: Als de fout zich blijft voordoen, neemt u contact met de systeembeheerder op voor hulp.
ru_ru: Если ошибка не исчезнет, обратитесь за помощью к системному администратору.
sv_se: Kontakta systemadministratören för att få hjälp om felet kvarstår.

# PageSearchPageNameColumnName
source: Name
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fr_fr: Nom
it_ch: Nome
nb_no: Navn
nl_be: Naam
ru_ru: Название
sv_se: Namn
